[{"career":"","dateOfDeath":"7 tháng 2, 1691(1691-02-07) (41 tuổi) [1] Đàng Trong, Đại Việt","name":"Nguyễn Anh Tông Nghĩa vương 義王","dateOfBirth":"(1650-01-22)22 tháng 1, 1650 [1]","biography":"Nguyễn Phúc Tần có hai bà vợ chính, một bà Chính phi tên Chu Thị Viên, một bà Thứ phi tên Tống Thị Đôi.\nBà Tống Thị Đôi là mẹ của Chúa Phúc Thái. Chúa Phúc Thái là người con trai thứ hai của Chúa Phúc Tần và là con đầu của bà Tống Thị Đôi.\nKhi người con cả là Nguyễn Phúc Diễn mất, Nguyễn Phúc Tần cho rằng Nguyễn Phúc Thái tuy là con bà hai song lớn tuổi lại hiền đức nên phong làm Tả thủy dinh phó tướng Hoằng Ân hầu, làm phủ đệ tại dinh Tả thủ, khi Nguyễn Phúc Tần mất Nguyễn Phúc Thái đã 39 tuổi được nối ngôi Chúa, được triều thần tôn làm \"Tiết Chế Thủy Bộ Tư Dinh Kiêm Tổng Nội Ngoại Binh Chương Quân Quốc Trọng Sự Thái phó Hoằng Quốc công\"\n"},{"career":"","dateOfDeath":"Tháng 1, 1593 (33 tuổi) Đại Việt","name":"Mạc Mục Tông 莫穆宗","dateOfBirth":"1560","biography":""},{"career":"","dateOfDeath":"10 tháng 3 năm 1996 (88 tuổi) Bệnh viện Orsay, Paris, Pháp","name":"Hoàng Xuân Hãn","dateOfBirth":"8 tháng 3 năm 1908 làng Yên Hồ, huyện La Sơn, Hà Tĩnh, Liên bang Đông Dương","biography":""},{"career":"","dateOfDeath":"1001 (27 tuổi)","name":"Đinh Thiếu Đế 丁少帝","dateOfBirth":"974","biography":""},{"career":"","dateOfDeath":"Tháng 10 năm 979 Hoa Lư, Ninh Bình, Đại Cồ Việt","name":"Đinh Tiên Hoàng 丁先皇","dateOfBirth":"22 tháng 3 năm 924 Gia Viễn, Ninh Bình, Tĩnh Hải quân","biography":""},{"career":"Hoàng đế Đại Nam (1925 – 1945)[sửa | sửa mã nguồn]\nVua Bảo Đại khi lên ngôi Xa giá vua Bảo Đại ngày đăng quang từ điện Cần Chánh lên điện Thái Hòa.\nNgày 10 tháng 9, Nhà Vua ra quyết định nhằm vào những tập tục lâu đời mang tính hình thức đang cột chặt lối sống và nếp nghĩ của Triều đình. Vị vua hai mươi tuổi chủ toạ buổi chầu truyền thống trong đó các vị quan lại đầu ngành trong bộ máy hành chính nhà nước đến chúc mừng Nhà vua mới trở về sau một thời gian dài vắng mặt.\nTrước hết, Vua phát biểu bằng tiếng Pháp. Điều này đã xúc phạm các vị quan trẻ có tinh thần dân tộc lẫn các vị quan lớn tuổi thấm nhuần nền văn hoá Trung Hoa. Bảo Đại đã cải cách công việc trong triều như sắp xếp lại việc nội chính, hành chính. Ông đã cho bỏ một số tập tục mà các vua nhà Nguyễn trước đã bày ra như thần dân không phải quỳ lạy mà có thể ngước nhìn vua khi lễ giá tới, mỗi khi vào chầu các quan Tây không phải chắp tay xá lạy mà chỉ bắt tay vua, các quan ta cũng không phải quỳ lạy.\nTrong thời gian vua vắng mặt, các bà nội, bà ngoại của vua, thái hoàng thái hậu – mê mải cờ bạc, đã chi tiêu những khoản tiền quá lớn. 25 nghìn đồng bạc trong quỹ riêng của Nhà vua đã phải trích ra để trả nợ mà vẫn không đủ. Rồi các bà đòi thăng quan tiến chức cho những người được các bà che chở. Đứng đầu chủ nợ lại là một ông lão nguyên là người đứng đầu Hội đồng thượng thư (Nội các).\nBảo Đại muốn xoá bỏ những thói hối lộ trong bộ máy cai trị của triều đình và đổi mới các quy tắc thừa hưởng của người Trung Hoa. Ông tin ở hiệu năng của cuộc cải cách. Ông áp dụng không băn khoăn do dự những biện pháp do ông khâm sứ Chatel đã soạn thảo công phu và còn tự mình bổ sung những điểm mới. Nhà Vua cho giảm bớt các lễ thức chào hỏi cung kính, tôn thờ. Bớt những đồ đạc bài trí chỉ gây tò mò mà vô bổ. Bỏ hẳn thói quen để móng tay dài quá mức, để râu dài ở các cụ cao tuổi, chỉ dám nhìn dưới đất chứ không ngẩng mặt lên nhìn vào người đối thoại. Bỏ cả thói quen chọc tiết khi giết mổ bò.\nNgày 19 tháng 9 năm 1932, Bảo Đại ra đạo dụ số một tuyên cáo chấp chính và khẳng định chế độ quân chủ Đại Nam hoàng triều. Văn bản này hủy bỏ \"Quy ước\" ngày 16 tháng 11 năm 1925 lập ra sau khi Khải Định mất không lâu. Từ nay Nhà vua sẽ quản lý công việc đất nước, quan tâm đến bước tiến của đế chế. Nhà cầm quyền bảo hộ Pháp hoan nghênh. Trước đây việc cai trị do một hội đồng được người Pháp bổ nhiệm, vì vậy hoàn toàn phụ thuộc vào chính quyền bảo hộ Pháp. Vua không tham dự công việc của hội đồng, không dính líu vào các quyết định và chỉ giới hạn trong vai trò thuần tuý trang trí.\nThực tế, một điều khoản mới quy định Khâm sứ Trung Kỳ do Paris bổ nhiệm có quyền phủ quyết mọi quyết định của Nhà vua ngay cả đối với quyết định ít quan trọng nhất. Vậy là bộ máy lãnh đạo đất nước vẫn y nguyên. Hơn nữa quan chức người Pháp có chân trong nội các – hội đồng thượng thư – có thể đồng ý hay không đồng ý với quyết định của nội các tức là ông ta quyết định mọi việc. Trái lại, những biện pháp cải cách này dần dà sẽ như là một bước lùi so với hiệp ước bảo hộ năm 1884.\nChỉ mấy tháng sau ngày trở về, Bảo Đại đã có chuyến đi thăm các tỉnh trong xứ An Nam (một việc trước đây các Hoàng đế tiền nhiệm chưa bao giờ làm). Nhà vua tuyên bố thẳng không chút quanh co úp mở rằng ông có ý định một mình cầm quyền không cần thủ tướng, qua đó muốn nói lên ý muốn nắm quyền thực sự chứ không chỉ bằng lòng với vai trò danh dự. Một vài biện pháp canh tân, ít quan trọng, mức độ vừa phải đã được Bảo Đại đề ra. Ông cố gắng thay đổi phương hướng hoạt động của nền cai trị cũ, cải tổ giáo dục, thông qua bộ luật hình sự và dân sự mới, đưa đất nước dần dần đi đến một nền quân chủ lập hiến. Đặc biệt ông cải tổ Viện dân biểu Trung Kỳ. Chủ tịch Viện được tham gia các cuộc họp nội các. Sau cùng ông cải tổ chế độ quan trường, gây nên sự chống đối của Ngô Đình Diệm.\nCác khoản thuế đều do nhà nước bảo hộ Pháp phân bổ, thu và tự ý sử dụng. Điều này ở Bắc Kỳ đã thi hành từ lâu rồi. Toà Khâm sứ Trung Kỳ sẽ ấn định ngân sách chi tiêu của chính phủ Nam triều và trợ cấp cho triều đình một khoản tiền để trả lương hàng tháng. Tất cả những người Nhà vua đã gặp từ khi về nước, những người phục vụ, những người lính hộ vệ hoàng cung, những nhạc công và vũ nữ Nhã Nhạc Cung Đình đều chỉ sống bằng một khoản lương có chữ ký duyệt của một quan chức bảo hộ. Tất cả đều do người Pháp trả lương.\nNhà vua có một khoản phụ cấp hàng năm tính vào ngân sách của Trung Kỳ mà chính ông cũng không được quyền quyết định phụ cấp ấy là bao nhiêu và hàng tháng phải có chữ ký duyệt của Toà Khâm sứ Pháp mới được lĩnh để chi dùng. Kể cả các khoản chi tiêu cá nhân. Bảo Đại vì tính tự trọng danh dự không bao giờ dám trực tiếp khiếu nại điều gì. Ông chỉ hé lộ qua người khác, những nhu cầu, ý muốn của ông. Kế toán thuộc địa tỉ mỉ đến từng chi tiết. Hồ sơ lưu trữ còn giữ lại dấu tích của các cuộc đấu tranh đó nhiều khi rất khốn khổ. Từ việc đóng sách, làm khung ảnh đến làm một cuốn sưu tập tem thư tại một cửa hiệu nổi tiếng của bà Renoux nào đó ở Hà Nội cũng đều được ghi chép trong sổ sách. Bảo Đại muốn đóng một tập album thật sang ngoài bìa khảm da, bên trong lụa vàng để lưu giữ các huy hiệu của ông. Chi phí hết 250 đồng bạc cũng phải làm tới ba tờ hoá đơn có chữ ký của viên chức nhà nước bảo hộ Pháp cùng trao đổi với giám đốc tài vụ, cuối cùng mới được duyệt chi, tính vào mục 20 khoản 2 của tổng ngân sách ghi rõ mục quà tặng ngoại giao. Việc đi lại giao du với các cận thần trong triều cũng không được tự do thoải mái. Nhà vua trẻ héo hắt dần, tự giam mình trong tư thất, chỉ còn chăm chỉ giao du với ông bà Charles sống trong tư dinh Điện Kiến Trung.\nNhà vua cam kết tôn trọng các thoả ước ngoại giao hiện hành với nước Pháp. Nếu ông ta không tôn trọng các điều khoản đã ký tức là bị \"coi như từ bỏ vương quyền\".[10] Nói một cách khác nếu Nhà vua không đồng ý với Toàn quyền Pháp, dù là trong phạm vi điều hành việc nước cho đến mua bộ khuy bấm cổ tay áo sơ mi, thì ông có thể sẽ bị người Pháp truất ngôi.\nBảo Đại nhận ra rằng điều thay đổi nhiều nhất là các thói quen của bản thân và gia đình ông. Đó là hậu quả đầu tiên và chủ yếu của nhiều năm học tập ở châu Âu. Ông thiết lập những tục lệ mới. Khi mùa mưa đến, ông tránh không khí ẩm thấp ở Huế, đi Đà Lạt để được hưởng khí hậu mát mẻ dễ chịu ở vùng núi cao. Ông cho xây dựng ở Đà Lạt một biệt điện mới.\nNgày 8 tháng 4 năm 1933, Bảo Đại đã ban hành một đạo dụ cải tổ nội các, quyết định tự mình chấp chính và sắc phong thêm 5 thượng thư mới xuất thân từ giới học giả và hành chính là Phạm Quỳnh, Thái Văn Toản, Hồ Đắc Khải, Ngô Đình Diệm và Bùi Bằng Đoàn nhằm thay thế các thượng thư già yếu hoặc kém năng lực Nguyễn Hữu Bài, Tôn Thất Đàn, Phạm Liệu, Võ Liêm, Vương Tứ Đại.[11]\nÔng thành lập Viện Dân biểu để trình bày nguyện vọng lên nhà vua và quan chức bảo hộ Pháp và cho phép Hội đồng tư vấn Bắc Kỳ được thay mặt Nam triều trong việc hợp tác với chính quyền bảo hộ Pháp, tháng 12 năm 1933, Bảo Đại ra Bắc kỳ thăm dân chúng.\nHoàng đế Đế quốc Việt Nam (1945)[sửa | sửa mã nguồn]\nThành lập Đế quốc Việt Nam[sửa | sửa mã nguồn]\nSau khi Nhật đảo chính Pháp tại Đông Dương, bộ máy hành chính của thực dân Pháp tan rã, vì thế việc thành lập chính phủ mới được Nhật đặt ra như một đòi hỏi cấp bách và Đế quốc Việt Nam ra đời trong bối cảnh đó.[12] Theo sự sắp xếp của quân đội Nhật, ngày 11 tháng 3 năm 1945, vua Bảo Đại gặp cố vấn tối cao của Nhật là Đại sứ Yokoyama Masayuki tại điện Kiến Trung để ký bản \"Tuyên cáo Việt Nam độc lập\" [13] (bản tuyên cáo này do Nhật Bản soạn sẵn và họ đã gây sức ép để các quan đại thần nhà Nguyễn phải ký vào đêm hôm trước). Tuyên cáo do Bảo Đại ký có nội dung chính là tuyên bố hủy bỏ Hòa ước Patenôtre ký với Pháp năm 1884, thống nhất Bắc Kỳ, Trung Kỳ và Nam Kỳ, bãi bỏ các hiệp ước bảo hộ và bất bình đẳng với Pháp trước đây. Tuy nhiên, đoạn sau của Tuyên cáo được Nhật cài thêm khẩu hiệu về Khối Thịnh vượng chung Đại Đông Á, theo đó quân Nhật có quyền trưng dụng tài sản trên toàn Việt Nam:[14]\n“ Nước Việt Nam sẽ gắng sức tự tiến triển cho xứng đáng một quốc gia độc lập và theo như lời tuyên ngôn chung của Đại Đông Á, đem tài lực giúp cho cuộc thịnh vượng chung. Vậy Chính phủ Việt Nam một lòng tin cậy lòng thành ở Nhật Bản đế quốc, quyết chí hợp tác với nước Nhật, đem hết tài sản trong nước để cho đạt được mục đích như trên. Khâm thử! ”\nNgày 7 tháng 4 năm 1945, Bảo Đại đã ký đạo dụ số 5 chuẩn y thành phần nội các Trần Trọng Kim. Ngày 12 tháng 5 ông giải thể Viện Dân biểu Trung Kỳ[15]. Tháng 6 năm 1945, chính phủ Trần Trọng Kim đặt quốc hiệu là Đế quốc Việt Nam, lấy cờ quẻ Ly làm quốc kỳ.\nNgày 16 tháng 8 năm 1945, khi Đế quốc Nhật Bản đầu hàng khối Đồng minh, Trần Trọng Kim tuyên bố bảo vệ nội các Đế quốc Việt Nam, và ngày 18 tháng 8 tạo ra một Ủy ban Giải phóng Dân tộc. Theo lời khuyên của ông Bộ trưởng Bộ Ngoại giao, Bảo Đại gửi thông điệp cho các nước Đồng Minh (Tổng thống Truman, vua nước Anh, Thống chế Tưởng Giới Thạch, Tướng de Gaulle) đề nghị công nhận Đế quốc Việt Nam. Ngày 18 tháng 8, Bảo Đại gửi một thông điệp đến De Gaulle đề nghị công nhận Đế quốc Việt Nam. Tuy nhiên De Gaulle không quan tâm đến đề nghị của Bảo Đại, bởi ông ta đã thỏa hiệp với Nhật Bản, kẻ thù của Pháp. De Gaulle dự kiến sẽ hậu thuẫn cho một chế độ quân chủ mà người đứng đầu không phải là Bảo Đại, mà là Vĩnh San (vua Duy Tân), được xem như là một người \"Gaullist\" (người ủng hộ nhiệt tình De Gaulle).[16] Tất cả mọi bức thư mà Bảo Đại gửi cho những nước khác (Mỹ, Trung Quốc, Anh...) cũng đều không được hồi âm, vì theo Tuyên bố Cairo, các nước Đồng Minh sẽ không công nhận bất cứ chính phủ nào do Đế quốc Nhật Bản thành lập ở các vùng chiếm đóng, mà Đế quốc Việt Nam là một trong số đó.\nĐến 24 tháng 8, khi Cách mạng Tháng Tám đã nổ ra khắp cả nước, được sự vận động của ông Phạm Khắc Hòe, Bảo Đại đã trả lời Hội đồng Cơ mật rằng ông quyết định thoái vị \"để không phải là một trở ngại cho sự giải phóng của đất nước\".[17]\nThoái vị[sửa | sửa mã nguồn]\nBài chi tiết: Chiếu thoái vị của Bảo Đại\nTừ tháng 3 năm 1945, Việt Nam rơi vào một tình trạng hỗn loạn do khoảng trống về quyền lực chính trị quá lớn. Người Nhật đang lo chống đỡ các đòn tấn công của quân đội đồng minh Anh-Mỹ. Cả chính phủ của Trần Trọng Kim lẫn triều đình của Bảo Đại đều không đủ lực lượng quân sự và uy tín chính trị để kiểm soát tình hình. Theo Peter A. Pull, chỉ có Việt Minh là lực lượng có tổ chức duy nhất có khả năng nắm được quyền chính trị.[18] Chiến tranh đã làm kiệt quệ nền kinh tế, nước Nhật cạn kiệt nguyên liệu nên quân Nhật chiếm lấy lúa gạo và các sản phẩm khác, bắt dân Việt phá lúa trồng đay để phục vụ chiến tranh, cộng thêm thiên tai, nạn đói (Nạn đói Ất Dậu) đã xảy ra tại Bắc kỳ và Trung kỳ. Người ta ước tính rằng đã có khoảng hai triệu người chết vì nạn đói này.\nNgày 17/8, quần chúng Hà Nội hạ cờ quẻ Ly xuống, treo cờ đỏ sao vàng lên, biến cuộc mít tinh của Tổng hội Công chức Đông Dương ủng hộ vua Bảo Đại thành cuộc tuần hành ủng hộ Việt Minh. Hai ngày sau, quần chúng Hà Nội chiếm dinh Khâm sai Bắc bộ, thành lập chính quyền cách mạng. Cuộc tổng khởi nghĩa do Việt Minh lãnh đạo nhanh chóng lan ra khắp các tỉnh, thành trong cả nước.[19]\nNăm 1945, Cách mạng tháng Tám thành công. Tại các địa phương trên cả nước, Việt Minh buộc chính quyền Đế quốc Việt Nam giao quyền lực cho họ. Trước tình thế đó, theo lời khuyên của quan đại thần Phạm Khắc Hòe, Bảo Đại quyết định thoái vị. Bảo Đại không rõ phải liên lạc với ai ở Hà Nội, nên gửi một điện tín tới \"Ủy ban nhân dân Cứu quốc\" ở Hà Nội: \"Đáp ứng lời kêu gọi của Ủy ban, tôi sẵn sàng thoái vị. Trước giờ quyết định này của lịch sử quốc gia, đoàn kết là sống, chia rẽ là chết. Tôi sẵn sàng hy sinh tất cả mọi quyền lợi, để cho sự đoàn kết được thành tựu, và yêu cầu đại diện của Ủy ban sớm tới Huế, để nhận bàn giao\".[20]\nNgày 22 tháng 8, được tin Việt Minh đã chiếm chính quyền ở Hà Nội và nhiều nơi khác trong nước, nhà vua vẫn hy vọng có thể giữ được ngôi báu bằng cách giao cho Việt Minh thành lập nội các mới. Ông ban chiếu mời thủ lĩnh Việt Minh vào Huế lập nội các.[21]\nSáng ngày 23 tháng 8, hai phái viên của Việt Minh là Trần Huy Liệu và Cù Huy Cận đến cung điện Huế. Theo lời yêu cầu của hai người này, chiều ngày 30 tháng 8 năm 1945, Bảo Đại đã đọc Tuyên ngôn Thoái vị trước hàng ngàn người tụ họp trước cửa Ngọ Môn và sau đó trao ấn tín và bảo kiếm, quốc bảo của hoàng triều cho Trần Huy Liệu. Ông trở thành công dân Vĩnh Thụy. Trong bản Tuyên ngôn Thoái vị, ông tuyên bố thoái vị với lý do \"Chiếu đà tiến dân chủ đang đẩy mạnh ở miền Bắc nước ta, Trẫm e ngại rằng một sự tranh chấp giữa miền Bắc với miền Nam khó tránh được, nếu Trẫm đợi sau cuộc trưng cầu dân ý, để quyết định thoái vị. Trẫm hiểu rằng, nếu có cuộc tranh chấp đó, đưa cả nước vào hỗn loạn đau thương, lại thuận lợi cho người ngoài lợi dụng\". Ông mong chính phủ mới đối xử ôn hoà với các đảng phái đối lập để họ có thể góp sức kiến thiết quốc gia và để chứng tỏ chính thể mới xây đắp trên sự đoàn kết quốc dân. Ông có câu nói \"Trẫm muốn được làm dân một nước tự do, hơn làm Vua một nước nô lệ\".[22]\nLễ thoái vị vừa kết thúc, Hoàng đế và Hoàng hậu họp tất cả những gia nhân, hầu cận, thị vệ thị nữ để họ thu dọn đồ đạc, giao lại hoàng cung cùng tài sản công của Triều đình cho chính quyền cách mạng, đại bộ phận cho về gia đình quê hương bản quán. Ông chỉ giữ lại những đồ dùng cá nhân, quà biếu có thể mang theo. Vua đã thoái vị, triều đình đã không còn, nền quân chủ đã sụp đổ.\nChiều ngày 31 tháng 8, bà hoàng thái hậu Từ Cung cùng mẹ con bà Nam Phương và gia nhân đã dọn hết đồ đạc tài sản riêng về An Cựu ở trong cung An Định trước đây là nơi nghỉ hè của hoàng gia. Trong lúc Bảo Đại còn đang hoàn thành việc bàn giao thì ông Tôn Quang Phiệt, chủ tịch Ủy ban nhân dân tỉnh Thừa Thiên Huế chuyển đến cho cựu hoàng một bức điện khẩn:\n\"Chính phủ lâm thời mời công dân Vĩnh Thuỵ ra Hà Nội làm cố vấn tối cao cho chính phủ. Nếu nhận lời, sẽ có những chỉ dẫn cần thiết để ông cố vấn có thể ra Hà Nội sớm nhất. Ký tên: Hồ Chí Minh\".\nÔng đọc đi đọc lại bức điện, mặt tái đi, nghĩ đây có phải là một cuộc đi đày trá hình chăng. Một lần nữa Vĩnh Thuỵ lại nhún vai, đưa bàn tay trái lên ngang cổ, lẩm bẩm nói một câu tiếng Pháp: \"Đã đến cổ rồi có lên thêm một chút nữa cũng chẳng can chi\".[23]\nNgày 2 tháng 9, năm giờ sáng, hai ngày sau lễ thoái vị, công dân Vĩnh Thuỵ rời Huế ra Hà Nội, với chức vụ cố vấn của chính phủ và chủ tịch Hồ Chí Minh đang chờ ông. Đoàn gồm hai xe ôtô. Xe thứ nhất chở Vĩnh Thuỵ được Bộ trưởng Lao động Lê Văn Hiến tháp tùng. Xe kia chở hoàng thân Vĩnh Cẩn. Phái đoàn Trần Huy Liệu sau khi nhận ấn, kiếm đã lên đường ra Hà Nội từ hôm trước. Nhà nước mới chưa có xe, đoàn dùng hai chiếc xe riêng của cựu hoàng. Hành trình sáu trăm cây số từ Huế ra Hà Nội đã được thực hiện trên hai chiếc xe tiện nghi nhất lúc đó là các xe Mercury và Packard.\nTrên đường ra Bắc, phái đoàn được dân chúng nhiều nơi nghênh đón không phải chỉ nhằm Bộ trưởng Lê Văn Hiến, cựu chính trị Phạm Kontum mà cả cựu hoàng Bảo Đại từ nay được gọi là Cố vấn tối cao Vĩnh Thuỵ. Ông vốn là người ít nói, nhất là lần đầu tiên tiếp xúc với quảng đại quần chúng mạnh dạn hồ hởi chứ không phải quan lại, chức dịch chỉ sụp lạy không dám ngẩng đầu nhìn thẳng vào mặt vua. Bộ trưởng Văn Hiến kể lại:\n\"Có lẽ tính ông Vĩnh Thuỵ hơi nhút nhát... Ông ta chẳng biết gì về cách mạng, ông hỏi tôi Hồ Chí Minh là ai. Tôi cho ông biết đó chính là Nguyễn Ái Quốc, ông có vẻ hài lòng. Hôm đầu tiên khi ông được biết Hồ Chí Minh và Nguyễn Ái Quốc là một. Ông nhớ lại câu sấm truyền Nam Đàn sinh thánh\", ông đã thốt ra: \"Thế thì thoái vị cũng đáng\".[24]\nTham gia Chính phủ Việt Nam Dân chủ Cộng hòa[sửa | sửa mã nguồn]\nSau khi thoái vị, Bảo Đại được chính phủ Việt Nam Dân chủ Cộng hòa khoản đãi rất tốt, chu cấp về tài chính. Ngày 4 tháng 9 năm 1945 Vĩnh Thụy tới Hà Nội. Ngày 5 tháng 9, Chủ tịch Hồ Chí Minh, Chủ tịch Chính phủ Lâm thời, nghênh tiếp Cựu hoàng Bảo Đại tại Bắc Bộ Phủ từ 8h đến 9h. Và ngày 10 tháng 9, Chủ tịch Hồ Chí Minh ký sắc lệnh số 23/SL cử Vĩnh Thụy làm \"Cố vấn tối cao Chính phủ Cách mạng Lâm thời Việt Nam\". Ông là một trong 7 thành viên của Ủy ban Dự thảo Hiến pháp do Hồ Chí Minh đứng đầu.\nNgày 6 tháng 1 năm 1946, Vĩnh Thụy được bầu làm Đại biểu Quốc hội khóa đầu tiên của nước Việt Nam Dân chủ Cộng hòa.[25]\nSống ở Trung Quốc[sửa | sửa mã nguồn]\nNgày 7 tháng 3, ký Hiệp định sơ bộ Việt - Pháp được một ngày, ông luôn luôn ở bên cạnh chủ tịch Hồ Chí Minh tiếp chính thức đại biểu Pháp Sainteny và đến thăm đáp lễ ông ta. Ngày 8 tháng 3 năm 1946, Hội đồng chính phủ họp quyết định cử một phái bộ thân thiện đi Trùng Khánh đồng thời cũng cử một phái đoàn thân thiện đi Pháp.\nNgày 11 tháng 3, hội đồng chính phủ lại quyết định cố vấn Vĩnh Thuỵ dẫn đầu phái đoàn đi Trùng Khánh. Trong đoàn còn có Nghiêm Kế Tổ, người của Việt Nam Quốc dân đảng, Thứ trưởng Ngoại giao, Nguyễn Công Truyền, đại biểu Việt Minh, uỷ viên tuyên truyền thuộc Ủy ban nhân dân Bắc Bộ, Hà Phú Hương, đại biểu Đảng Dân chủ Việt Nam (trong Việt Minh), uỷ viên tuyên truyền thuộc Uỷ ban nhân dân Trung Bộ. Phái bộ sẽ để lại một đại diện ở lại Trung Hoa làm đại diện thường trú cho phái bộ. Hội đồng chính phụ còn xác định nhiệm vụ của phái bộ là tỏ rõ cho chính phủ Trung Hoa là các đảng phái đã đoàn kết rồi, hỏi Trung Hoa có thể giúp ta những gì, yêu cầu ta những gì, tỏ cảm tình với Trung Hoa, trao đổi ý kiến chứ không cam kết gì. Phái bộ còn được phép để lại Trung Hoa một đại diện cho phái bộ.[26]\nNgày 16 tháng 3 năm 1946, Vĩnh Thụy được cử tham gia phái đoàn Việt Nam Dân chủ Cộng hòa sang Trùng Khánh thăm viếng Trung Hoa.\nNhưng sau đó ông không trở về nước, mà tách khỏi đoàn để tới Côn Minh rồi Hương Cảng (Hồng Kông). Cố vấn Vĩnh Thuỵ nhận lời đi Trùng Khánh nhưng với tư cách cựu hoàng đi du lịch chứ không lãnh đạo phái đoàn. Vì vậy Nghiêm Kế Tổ là người của Việt Nam Quốc dân đảng làm trưởng đoàn. Đúng ngày lên đường, 16 tháng 3 năm 1946, Vĩnh Thuỵ nói với ông Phạm Khắc Hòe cựu tổng lý văn phòng của ông: \"Sau khi tôi lên đường đi Trung Hoa, ông có thể vui lòng đi Huế một lần nữa mời bà Nam Phương đưa các con ra Hà Nội không. Cụ Hồ cũng đã đồng ý với đề nghị này\".[27]\nSau này chính ông Phạm Khắc Hòe còn được Hồ Chủ tịch cử đi Hông Kông để vận động Bảo Đại trở về nhưng sắp đi thì được tin Bảo Đại đã nhận lời về với Pháp nên ông Hòe không đi nữa. Chính phủ kháng chiến Hồ Chí Minh còn phái một nhân viên cao cấp trong chính phủ tên là Hồ Đức Linh mang vàng và ngoạí tệ sang cho Bảo Đại và thuyết phục ông về nước nhưng không thành công.[28]\nTại Hồng Kông, Bảo Đại đã tiếp xúc với nhiều giới chính trị, trong đó có người Mỹ. Đại tướng George Marshall, đại diện Hoa Kỳ, đã đem bản giao ước với Bảo Đại về trình Tổng thống Harry S. Truman. Ông cũng thường lui tới các sòng bạc và sàn nhảy tại Hồng Kông với cái tên \"Wang Kunney tiên sinh\". Ông đã nhiều lần khiến các sòng bạc phải kinh ngạc vì những khoản tiền cược rất lớn trong các ván bạc.[29]\nDù biết việc này nhưng Hồ Chí Minh vẫn tin tưởng ông, cho rằng ông có lý do riêng nên không chịu về nước. Đầu tháng 12/1946, chính phủ còn cử bác sĩ Phạm Ngọc Thạch đem tiền và vàng qua Hồng Kông cho Cố vấn Vĩnh Thụy chi tiêu. Đến trước tháng 8/1947, trả lời phỏng vấn của báo chí, Hồ Chí Minh không ngần ngại đáp rằng: \"Chúng tôi xa mặt chứ không cách lòng. Chính phủ và nhân dân Việt Nam hoàn toàn tin tưởng vào sự trung thành của Cố vấn Vĩnh Thụy hiện đang ở nước ngoài nhưng vẫn tiếp tục làm việc cho chính phủ quốc gia mà Cố vấn vẫn là thành viên”.[30]\nTheo cơ quan tình báo Pháp thì chính Bảo Đại đã yêu cầu họ giúp đỡ sau khi đã tiêu pha sạch tiền bạc khi ở Hồng Kông. Thấy Bảo Đại chịu nhận tiền, các phái viên Pháp tiếp tục hỗ trợ tài chính cho ông, cứ mỗi tháng Pháp lại cấp cho Bảo Đại 5.000 đôla Hongkong. Bảo Đại trở lại cuộc sống xa hoa giàu có. Ông mua một tòa nhà rất đẹp theo phong cách kiến trúc Anh, gần bờ biển Stanley Beach, thường hay tiếp khách ở Causeway Bay, cho họ nghỉ tại Hongkong Hotel hoặc ở Paramount hay Saint-Francis. Về sau, khi bán tài sản riêng ở Hongkong, ông được một khoản tiền đến một triệu đồng Đông Dương. Nhân viên tình báo Cousseau, người phụ trách cấp tiền, nói với nhà báo Lucien Bodard: \"Tôi tin sắp thành công đến nơi vì Bảo Đại rất cần tiền. Đó là một ông vua tầm thường, bị phế truất, không có tiền tiêu, không có hoài bão gì. Ông ta đang trong cảnh gần như khốn cùng. Thực tế đó là một công việc không dễ dàng chút nào. Tôi đã đem đến hàng triệu bạc, mà vẫn không đủ [...]. Trở lại với cuộc sống ăn chơi xả láng, Bảo Đại càng bị lôi cuốn...\" [31]\nÍt lâu sau, Bảo Đại bèn viết thư về nước xin từ chức \"Cố vấn tối cao\" trong chính phủ Việt Nam Dân chủ Cộng hòa. Nhà nghiên cứu Nguyễn Đắc Xuân nhận xét \"Bác Hồ rất tin tưởng cố vấn Vĩnh Thụy, nhưng cố vấn Vĩnh Thụy vốn rất nhu nhược, không vượt qua được sự túng thiếu về tài chính và các cạm bẫy của mật thám Pháp và các thành phần thân Pháp nên ông đã bị đẩy vào cái thế phải trở lại làm bù nhìn cho thực dân Pháp, phản bội lại chính nghĩa của quốc gia, chống lại kháng chiến giải phóng dân tộc, đối đầu với Chủ tịch Hồ Chí Minh và Chính phủ đã cưu mang và tin tưởng ông\".[32]\nQuốc trưởng Quốc gia Việt Nam[sửa | sửa mã nguồn]\nĐàm phán với chính phủ Pháp[sửa | sửa mã nguồn]\nĐầu năm 1947, D'Argenlieu bị triệu tập về nước do bị người Việt Nam và các đảng phái cánh tả Pháp căm ghét. Trước áp lực của các đảng phái cánh tả Pháp như Đảng Cộng sản Pháp và Đảng Xã hội Pháp, Thủ tướng Ramadier - một đại biểu Xã hội chủ nghĩa, thông báo rằng chính phủ của ông ủng hộ nền độc lập và thống nhất cho Việt Nam: \"Độc lập trong Liên hiệp Pháp [và] liên minh của ba nước An Nam, nếu người dân An Nam mong muốn nó\" và Pháp sẵn sàng đàm phán hòa giải với \"những đại diện chân chính\" của Việt Nam.[33]\nĐể hậu thuẫn cho Bảo Đại đàm phán với Pháp về nền độc lập của Việt Nam, các lực lượng chính trị bao gồm Cao Đài, Hoà Hảo, Việt Nam Cách mệnh Đồng minh Hội, Đại Việt Quốc dân đảng và Việt Nam Quốc dân Đảng liên kết thành lập Mặt trận Thống nhất Quốc gia Liên hiệp.[34] Ngay sau đó, Mặt trận Thống nhất Quốc gia Liên hiệp quyết định sẽ ủng hộ Bảo Đại đàm phán với Pháp về nền độc lập của Việt Nam. Tháng 5/1947, Mặt trận Thống nhất Quốc gia Liên hiệp cử phái đoàn đến Hồng Kông gặp Bảo Đại để thuyết phục ông này thành lập một Chính phủ Trung ương và đàm phán với Pháp về nền độc lập của Việt Nam.[35] Bảo Đại được Mặt trận Thống nhất Quốc gia Liên hiệp bao gồm các lực lượng chính trị Cao Đài, Hòa Hảo, Việt Nam Cách mệnh Đồng minh Hội, Đại Việt Quốc dân đảng và Việt Nam Quốc dân Đảng hậu thuẫn.[34]\nNam tước Didelot, anh rể của Nam Phương hoàng hậu đã ở lại Đà Lạt, trong một bức thư viết cho con gái - lá thư bị Sở kiểm duyệt giữ lại - ông nói về Bảo Đại:[36]\n\"Cha tin vào ông chú của con (chỉ Bảo Đại), ông ta không phải là một vĩ nhân cũng không phải là một thằng ngốc nhưng nếu được biết rõ tình hình, ông ta sẽ có thể nhận định đúng đắn. Ông ta hay bị một số người có đầu óc vụ lợi phỉnh phờ và chịu ảnh hưởng của họ. Trước đây một số người ủng hộ ông thoái vị và hợp tác với Hồ Chí Minh cũng là để cứu vãn vị thế của họ. Bây giờ ở Hà Nội (... Việt Minh đã rút đi, Pháp đã trở lại) có những biểu ngữ, truyền đơn dán trên tường yêu cầu Bảo Đại trở về nước nắm quyền bính...\".\nNăm 1947, cựu trùm mật thám Pháp ở Đông Dương là Cousseau đã tiếp xúc với Bảo Đại tại Hồng Kông, ngỏ ý mời ông về nước nắm quyền, hình thành nên \"giải pháp Bảo Đại\". Có ý kiến cho rằng việc này nhằm chống lại cuộc chiến giành độc lập của phong trào Việt Minh,[37] cũng có ý kiến cho rằng giải pháp Bảo Đại được Pháp đưa ra nhằm đối phó với xu hướng quốc tế trao trả độc lập cho các thuộc địa đồng thời nhằm chống lại sự mở rộng ảnh hưởng của chủ nghĩa cộng sản tại Đông Dương.[38] Còn bản thân Bảo Đại sau này nhận xét rằng \"Cái được gọi là giải pháp Bảo Đại hóa ra là giải pháp của người Pháp\".[39]\nTheo thuyết Domino, trong thời kỳ này Mỹ hỗ trợ những quốc gia đồng minh tại Đông Nam Á vì không hài lòng với điều mà họ cho là \"lực lượng cộng sản muốn thống trị châu Á dưới chiêu bài dân tộc\".[40] Bằng viện trợ, Mỹ ép Pháp phải nhượng bộ chủ nghĩa dân tộc tại Việt Nam. Chính sách của Mỹ là hỗ trợ người Pháp chiến thắng trong cuộc chiến chống Việt Nam Dân chủ Cộng hòa, sau đó sẽ ép người Pháp rút lui khỏi Đông Dương.[41] Đáp lại, phía Pháp nhận định là Mỹ quá \"ngây thơ\", và một người Pháp đã nói thẳng là \"những người Mỹ ưa lo chuyện người khác, ngây thơ vô phương cứu chữa, tin tưởng rằng khi quân đội Pháp rút lui, mọi người sẽ thấy nền độc lập của người Việt xuất hiện\".[42]\nNgày 7/12/1947, tại cuộc họp trên tàu chiến Pháp ở Vịnh Hạ Long, Bảo Đại và Pháp đàm phán rồi ký kết Hiệp ước Sơ bộ Vịnh Hạ Long. Hiệp ước thể hiện sự đồng thuận của hai bên về việc thành lập Quốc gia Việt Nam trên cơ sở nguyên tắc độc lập và thống nhất của Việt Nam trong Liên hiệp Pháp, mặc dù nghĩa chính xác của từ \"độc lập\" và các quyền hạn cụ thể của chính phủ mới vẫn chưa được xác định. Chính phủ hoạt động dưới một hiến chương lâm thời, chọn cờ vàng ba sọc đỏ làm quốc kỳ và bản \"Thanh niên Hành Khúc\" với lời nhạc mới làm quốc ca.[43] Quốc gia Việt Nam sẽ có một quân đội riêng tuy nhiên phải \"sẵn sàng bảo vệ bất cứ phần nào của Liên hiệp Pháp\". Sự độc lập chính trị của nhà nước Quốc gia Việt Nam được quy định trong Hiệp ước Sơ bộ Vịnh Hạ Long quá nhỏ nên hiệp ước này bị Ngô Đình Diệm và cả những chính trị gia trong Mặt trận Thống nhất Quốc gia Liên hiệp chỉ trích.[34]\nDo bị các chính trị gia trong Mặt trận Thống nhất Quốc gia Liên hiệp chỉ trích, Bảo Đại chấm dứt đàm phán với Pháp và đi du lịch châu Âu trong 4 tháng. Người Pháp cử các nhà ngoại giao theo Bảo Đại để thuyết phục ông tiếp tục đàm phán và thành lập Chính phủ. Trong cuốn \"Bảo Đại - hay những ngày cuối cùng của vương quốc An Nam\", Daniel Grandclément nhận xét:[44]\nCó lẽ ông [Bảo Đại] cũng biết ông chẳng có hậu thuẫn gì đáng kể ở trong nước, càng không đủ sức chống lại kháng chiến do Hồ Chí Minh lãnh đạo, nhưng đã ngập sâu trong cuộc sống phù phiếm hưởng lạc, ông không thể lùi lại được nữa. Phải ký kết. Tháng 1-1948, ông đi gặp Cao ủy Pháp ở Genève…\nTháng 1/1948, Cao ủy Pháp tại Đông Dương E. Bollaert tìm gặp Bảo Đại ở Genève, Thụy Sĩ để thuyết phục ông quay về Việt Nam tiếp tục đàm phán và thành lập Chính phủ. Bảo Đại tuyên bố nếu Hiệp ước Vịnh Hạ Long không được bổ sung ông sẽ không quay về Việt Nam. Sau đó ông đi Cannes, Paris rồi quay về Hồng Kông.[45]\nThành lập Quốc gia Việt Nam[sửa | sửa mã nguồn]\nNgày 24 tháng 4 năm 1948, Thiếu tướng Nguyễn Văn Xuân và Trần Văn Hữu cũng bay tới Hồng Kông để gặp Bảo Đại xin thành lập Chính phủ Lâm thời cho Việt Nam, ngày 15 tháng 5, Bảo Đại gửi thông điệp cho tướng Xuân, tán thành sự thành lập Chính phủ Trung ương Lâm thời Việt Nam do tướng Xuân điều khiển \"để giải quyết vấn đề Việt Nam đối với Pháp và dư luận Quốc tế\".\nNgày 5 tháng 6 năm 1948, Bảo Đại đã gặp gỡ Cao ủy Pháp Bollaert ở vịnh Hạ Long, trên chiến hạm Duguay Trouin, để đàm phán về việc thành lập chính phủ Quốc gia Việt Nam. Kết quả của cuộc gặp này là Thông cáo chung Vịnh Hạ Long theo đó Pháp công nhận Quốc gia Việt Nam, và Việt Nam gia nhập Liên hiệp Pháp. Tháng 1 năm 1949, Bản tuyên ngôn Việt - Pháp được công bố, theo đó nước Pháp công nhận chính phủ Quốc gia Việt Nam trong khuôn khổ của khối Liên hiệp Pháp.\nViệt Minh chỉ trích Bảo Đại là xấu xa, tội lỗi vì đã lấy lại từ người Pháp chữ \"độc lập\" thần kỳ mà Hồ Chí Minh đã cố gắng giành giật ở Fontainebleu không được. Những người Pháp có tư tưởng thực dân phản đối điều mà họ cho là sự đầu hàng của Bollaert, đồng thời yêu cầu cắt Nam Kỳ ra khỏi phần còn lại của Việt Nam, đòi đưa Việt Nam quay trở lại chế độ Bảo hộ. Các chính trị gia ở Paris ra sức trấn an những người Pháp ủng hộ chủ nghĩa thực dân và đảm bảo với họ rằng sẽ không có gì thay đổi - cuộc chiến tranh của Pháp ở thuộc địa Đông Dương sẽ không chấm dứt. Các lãnh tụ Cộng hòa Bình dân và nhiều người thân cận với Cộng hòa Bình dân lại cho rằng kéo dài chiến tranh sẽ hết sức có lợi và đã đi đến quyết định không để cho cuộc chiến tranh kết thúc sớm.[46]\nSau đó Bảo Đại rút lui khỏi các hoạt động chính trị và đi châu Âu một lần nữa. Ngày 25/8/1948, từ Saint Germain, Bảo Đại báo cho E. Bollaert biết ông sẽ không quay về Việt Nam nếu Pháp không hủy bỏ chế độ thuộc địa tại Nam Kỳ và trao trả Nam Kỳ lại cho Việt Nam cũng như nếu ông không nhận được sự đảm bảo của Pháp cho Việt Nam độc lập.[47]\nNgày 8 tháng 3 năm 1949, Tổng thống Pháp Vincent Auriol và Cựu hoàng Bảo Đại đã ký Hiệp định Élysée, thành lập một chính quyền Việt Nam trong khối Liên hiệp Pháp, gọi là Quốc gia Việt Nam, đứng đầu là Bảo Đại. Bảo Đại yêu cầu Pháp trao Nam Kỳ cho Quốc gia Việt Nam và Pháp đã chấp nhận yêu cầu này.\nNgày 24 tháng 4 năm 1949, Bảo Đại về nước. Hai tháng sau, vào ngày 14 tháng 6, Bảo Đại tuyên bố tạm cầm quyền cho đến khi tổ chức được tổng tuyển cử và tạm giữ danh hiệu Hoàng đế để có một địa vị quốc tế hợp pháp. Ngày 20 tháng 6 năm 1949, Thủ tướng Nguyễn Văn Xuân đệ đơn từ chức, Chính phủ Lâm thời Nam phần tuyên bố giải tán. Ngày 21 tháng 6, thỏa ước Elyseé được công bố.\nCuối tháng 6 năm 1949, Việt Nam chính thức thống nhất dưới sự quản lý của Quốc gia Việt Nam.[34] Pháp chuyển giao những chức năng hành chính cho Quốc gia Việt Nam một cách chậm chạp, hai chức năng quan trọng nhất là tài chính và quân đội thì vẫn phụ thuộc vào Pháp.\nTrở thành Quốc trưởng[sửa | sửa mã nguồn]\nNgày 1 tháng 7 năm 1949, Chính phủ lâm thời của Quốc gia Việt Nam được thành lập theo sắc lệnh số 1-CP của Thủ tướng, tấn phong Bảo Đại là Quốc trưởng, Trung tướng Nguyễn Văn Xuân làm Thủ tướng kiêm Tổng trưởng Quốc phòng[48] (Có tài liệu ghi Bảo Đại là Quốc trưởng kiêm Thủ tướng, Nguyễn Văn Xuân là Phó Thủ tướng kiêm Tổng trưởng Quốc phòng[49]). Theo đánh giá của người Mỹ, Bảo Đại ít tham gia vào công việc của chính phủ, giành nhiều thời gian cho nghỉ mát.[50]\nTháng 1 năm 1950, Bảo Đại chỉ định Nguyễn Phan Long làm Thủ tướng. Ngày 27 tháng 4 năm 1950, giải tán chính phủ Nguyễn Phan Long và ủy nhiệm Thủ hiến Trần Văn Hữu thành lập chính phủ mới. Tính đến đầu năm 1950, có 35 quốc gia công nhận Quốc gia Việt Nam.[51]\nTừ tháng 6 cho đến tháng 10 năm 1950, Quốc gia Việt Nam và Pháp họp tại Pau (Pháp) để bàn về việc chuyển giao các chức năng quản lý xuất nhập cảnh, quan hệ ngoại giao, ngoại thương, hải quan và tài chính cho Quốc gia Việt Nam. Tài chính là vấn đề gây nhiều tranh cãi nhất bao gồm việc kiểm soát lợi nhuận từ hoạt động ngoại hối. Kết quả tất cả các chức năng trên đã được Pháp chuyển giao cho Quốc gia Việt Nam. Thủ tướng Quốc gia Việt Nam Trần Văn Hữu sau khi ký thỏa thuận với Pháp đã tuyên bố: \"Nền độc lập của chúng tôi hiện nay thật tuyệt vời\". Các quan chức Pháp phàn nàn về Bảo Đại: \"Ông ấy tập trung quá mức vào việc lấy lại từ chúng tôi những gì có thể thay vì tìm kiếm sự ủng hộ từ nhân dân... Lịch sử sẽ phán xét ông ấy vì quá chú tâm vào chuyện này\". Tuy nhiên người Pháp vẫn dành cho mình quyền quan sát và can thiệp đối với những vấn đề liên quan đến toàn bộ Liên hiệp Pháp. Người Pháp còn có quyền tiếp cận mọi thông tin nhà nước, tham dự vào tất cả các quyết định của chính phủ và nhận một khoản nhỏ từ lợi tức quốc gia của Việt Nam.[34]\nNgày 8/12/1950, Quốc gia Việt Nam và Pháp ký Hiệp định quân sự thành lập Quân đội Quốc gia Việt Nam bằng cách đặt một số đơn vị quân đội Pháp tại Việt Nam dưới quyền chỉ huy của Quốc gia Việt Nam. Dự kiến quân đội này sẽ bao gồm 120.000 quân và 4.000 sĩ quan. Tất cả sĩ quan đều phải là người Việt.[52] Pháp có trách nhiệm hỗ trợ Quốc gia Việt Nam thành lập những đơn vị mới do sĩ quan Việt Nam chỉ huy và đào tạo sĩ quan người Việt thay thế dần những sĩ quan Pháp đang hiện diện trong Quân đội Quốc gia Việt Nam. Nhà sử học Spencer C. Tucker cho rằng Quân đội Quốc gia Việt Nam được huấn luyện kém và không có sĩ quan chỉ huy cấp cao người Việt, Pháp chỉ đơn giản là đưa những người lính mới tuyển mộ được vào các quân đoàn Viễn chinh của chính Pháp, tại đó, người chỉ huy là các sĩ quan Pháp.[16]\nArchimedes L.A Patti nhận xét:\n\"Tất nhiên họ [Quốc gia Việt Nam] đã lầm, không bao giờ Pháp cho Việt Nam độc lập để mất Đông Dương. Bảo Đại trở về Việt Nam và cho rằng ông ta đã làm hết sức mình để người Pháp phải giữ lời cam kết. Ông sẽ chờ và xem. Có thể người Mỹ sẽ khích lệ giúp đỡ. Nhưng sau một ngày ở Sài Gòn, thấy Pháp từ chối không cho ông sử dụng dinh Norodom, trụ sở chính quyền thuộc địa Pháp, Bảo Đại liền rút lui về nhà ở Đà Lạt. Sự việc này cho thấy rõ tình hình chẳng có gì thay đổi cả\".[53]\nTướng Georges Revers, Tổng Tham mưu trưởng quân đội Pháp, được phái sang Việt Nam để nghiên cứu tình hình (tháng 5, 6 năm 1949) và sau đó đã viết: \"Hồ Chí Minh đã có khả năng chống cự lại với sự can thiệp của Pháp lâu đến như thế, chính là vì nhà lãnh đạo Việt Minh đã biết tập hợp chung quanh mình một nhóm những người thực sự có năng lực… Ngược lại, Bảo Đại đã có một chính phủ gồm độ 20 đại biểu của toàn các đảng phái ma, trong số đó đảng mạnh nhất cũng khó mà đếm được 25 đảng viên\".[54]\nNgười Pháp trì hoãn một cách có tính toán việc thi hành thỏa hiệp Élysée với Quốc gia Việt Nam. Quân đội của họ tiếp tục tham chiến tại Việt Nam, nhân viên hành chính tiếp tục làm việc ở các cấp chính quyền; Quốc gia Việt Nam chẳng được trao cho một chút quyền hành thực sự nào, như bấy giờ người ta nói, Quốc gia Việt Nam chỉ là một sự ngụy trang cho nền cai trị của thực dân Pháp.[55]\nThay đổi Thủ tướng[sửa | sửa mã nguồn]\nChân dung Bảo Đại thời kỳ 1952-1954.\nChính phủ do Trần Văn Hữu làm Thủ tướng tồn tại đến ngày 6 tháng 6 năm 1952 thì phải cáo lui, nhường chỗ cho Nguyễn Văn Tâm lên làm thủ tướng cùng thành phần tổng, bộ trưởng đa số là người do Pháp đào tạo.\nNgày 20 tháng 11 năm 1953, hoàng thân Bửu Lộc từ Pháp về Sài Gòn lập chính phủ thay thế chính phủ Nguyễn Văn Tâm. Thời gian này, Quốc trưởng Bảo Đại sống và làm việc tại biệt điện ở Đà Lạt. Xung quanh nơi ở của Bảo Đại có cả một trung đoàn Ngự lâm quân bảo vệ và có cả một đoàn xe riêng gọi là \"công xa biệt điện\", lại có cả một đội máy bay riêng do các phi công người Pháp lái phục vụ.\nNgày 11 tháng 1 năm 1954, Chính phủ mới do Bửu Lộc thành lập trình diện Bảo Đại nhưng đến ngày 16 tháng 6 năm 1954, Bửu Lộc từ chức. Quốc trưởng Bảo Đại mời Ngô Đình Diệm về nước, ngày 6 tháng 7, Ngô Đình Diệm thành lập chính phủ mới.\nSau Hiệp định Genève 1954, Pháp phải rút khỏi Đông Dương, chính quyền và quân đội Quốc gia Việt Nam tập kết ở miền Nam Việt Nam chờ tổng tuyển cử để thống nhất Việt Nam. Ngô Đình Diệm tiến hành cải tổ chính phủ lần thứ nhất vào ngày 24 tháng 9 năm 1954 và lần thứ hai vào ngày 10 tháng 5 năm 1955.\nBị Ngô Đình Diệm lật đổ[sửa | sửa mã nguồn]\nTháng 9 năm 1954, tướng Nguyễn Văn Hinh không chịu dưới quyền chỉ huy của Ngô Đình Diệm nên đánh điện sang Pháp nhờ Bảo Đại can thiệp. Bảo Đại điện về Sài Gòn triệu tập Diệm sang Cannes gặp Bảo Đại để bàn lại việc sắp xếp nhân sự nhưng Diệm không đi. Bảo Đại quyết định điện về Sài Gòn cách chức thủ tướng của Ngô Đình Diệm.\nTuy nhiên, ngày 4 tháng 10 năm 1955, Ủy ban trưng cầu dân ý thành lập đưa ý kiến đòi truất phế Quốc trưởng Bảo Đại và đưa Thủ tướng Ngô Đình Diệm lên làm Quốc trưởng. Khi cử tri đi đến nơi bỏ phiếu, họ thấy rằng nơi đây đã bị những người ủng hộ Ngô Đình Diệm kiểm soát. Một cử tri sau khi bỏ phiếu đã nói rằng \"Người chỉ đạo nói cho chúng tôi hiểu rằng ở đây chỉ có hai sự lựa chọn, hoặc là phiếu đỏ (Ngô Đình Diệm) sẽ được bỏ vào hòm phiếu hoặc phiếu xanh sẽ bị loại đi\".[56] Về phía Bảo Đại, ngày 18/10/1955, ông đưa ra tuyên bố cắt chức Thủ tướng cũng như xóa bỏ mọi quyền lực của Ngô Đình Diệm từ văn phòng của mình tại Paris để phản đối một chính phủ công an trị và chế độ độc tài cá nhân do Ngô Đình Diệm đứng đầu.[57]\nCuộc sống lưu vong[sửa | sửa mã nguồn]\nÔng sống tại Cannes, sau đó chuyển đến vùng Alsace. Bảo Đại giao du với Jean de Beaumont, cựu nghị sĩ Nam Kỳ, một tay săn bắn có tiếng. Năm 1963, Nam Phương Hoàng hậu qua đời ở Chabrignac.\nNăm 1957, trong thời gian ở Alsace ở Pháp, ông gặp Christiane Bloch-Carcenac, người mà ông đã ngoại tình cho đến năm 1970. Từ mối quan hệ này, ông sinh ra đứa con cuối cùng của ông, Patrick-Édouard Bloch, sinh năm 1958, hiện vẫn sống ở Alsace.[58]\nSau khi sang Pháp, Bảo Đại không còn nắm hệ thống kinh tế thu lợi cho bản thân như trước, nhiều cơ sở kinh doanh ở Việt Nam đã bị Ngô Đình Diệm tịch thu. Bị cơ quan thuế để mắt tới, không còn tiền tài trợ của chính phủ Pháp, ông phải bán dần tài sản của mình. Khoảng thập niên 1960, gia sản khổng lồ của Bảo Đại đã lần lượt hao hụt. Nhiều lâu đài tráng lệ, máy bay đắt tiền, xe hơi sang trọng,… lần lượt phải sang tên người khác và bán thế chấp trả số nợ khổng lồ. Bảo Đại chỉ còn được nhận số tiền trợ cấp ít ỏi của Chính phủ Tổng thống Giscard với 8.000 franc/tháng.\nNăm 1972, khi tiêu pha hết cả tài sản, Bảo Đại sống với Monique Baudot, một phụ nữ Pháp kém Bảo Đại hơn 30 tuổi (Monique Baudot sinh năm 1946), đến năm 1982 thì kết hôn. Năm 1988, sau một thời gian đàm đạo với cha sở nhà thờ Saint-Pierre-de-Chaillot, Bảo Đại nhập đạo Công giáo, lấy tên thánh là Jean-Robert.\nTrong thập niên 1970, ảnh hưởng của Bảo Đại tại các khu vực như Quảng Trị và Thừa Thiên Huế vẫn còn rất lớn. Chính vì vậy phía Việt Nam Dân chủ Cộng hòa đã phái các đại diện sang Pháp nhằm thuyết phục Bảo Đại tham gia một chính phủ liên hiệp nhằm thống nhất Việt Nam, nhờ đó thông qua Bảo Đại thì Việt Nam Dân chủ Cộng hòa có thể thu hút thêm những người ủng hộ tại các địa phương mà Bảo Đại có ảnh hưởng.\nNăm 1982, nhân khai trương Hội Hoàng tộc ở hải ngoại, Bảo Đại lần đầu tiên sang thăm Hoa Kỳ với tư cách cá nhân. Trong chuyến đi này ông đã nhận tên cha để làm lại giấy khai sinh cho những người con ngoại hôn trước đây không ghi tên ông trong phần tên cha. Tại Sacramento, California, ông được tặng chiếc chìa khóa vàng tượng trưng cho thị trấn này. Ông cũng được bà thị trưởng thành phố Westminster, California tặng danh hiệu \"công dân danh dự\" của thành phố. Ông cũng thăm viếng và chúc mừng các buổi lễ của cộng đồng Phật giáo và Cao Đài người Việt ở California cùng các cộng đồng người Mỹ gốc Việt ở Texas. Bảo Đại cũng nhân dịp này thăm dò ý kiến của các cộng đồng người Việt sống ở Hoa Kỳ về giải pháp cho việc hòa giải dân tộc.\nQua đời[sửa | sửa mã nguồn]\nBảo Đại đã sống những năm cuối đời trong lặng lẽ tại một căn hộ nhỏ ở số 29, đường Fresnel, quận 16, Paris. Tất cả gia tài đồ sộ và quyền lực một thời đều đã không còn, ông sống dựa vào khoản trợ cấp 20.000 Franc/tháng của chính phủ Pháp.\nÔng qua đời vào 5 giờ sáng ngày 31 tháng 7 năm 1997 tại Quân y viện Val-de-Grâce,[59] hưởng thọ 83 tuổi. Cựu hoàng Bảo Đại là vị vua thọ nhất của nhà Nguyễn. Ông cũng là một phế đế sống thọ nhất trên thế giới thời hiện đại.\nĐám tang Bảo Đại được tổ chức vào lúc 11 giờ ngày 6 tháng 8 năm 1997 tại nhà thờ Saint-Pierre de Chaillot số 35 đại lộ Marceau, quận 16, Paris và linh cữu được mai táng tại Nghĩa trang Passy trên đồi Trocadéro.[59]\nTrả lời BBC về sự kiện này, bà Monique nói: \"Ngày hôm nay tôi rất đau buồn. Dĩ nhiên rồi, trước hết và trên hết là vì chồng tôi vừa qua đời. Nhưng hôm nay trang sử của triều Nguyễn Việt Nam cũng được chấm dứt. Tôi cầu nguyện cho chồng tôi\".[60]\nMộ vua Bảo Đại tại Pháp.\n","dateOfDeath":"31 tháng 7, 1997(1997-07-31) (83 tuổi) Val-de-Grâce, Paris, Pháp","name":"Bảo Đại 保大","dateOfBirth":"(1913-10-22)22 tháng 10, 1913 Huế, Đại Nam, Liên bang Đông Dương","biography":"Nguyễn Phúc Vĩnh Thụy, tên tục lúc bé là Mệ Vững, sinh ngày 22 tháng 10 năm 1913[1] tại kinh thành Huế, là con trai duy nhất của vua Khải Định, mẹ là Hoàng Thị Cúc. Về thân thế của Bảo Đại cho đến nay vẫn còn nhiều dấu chấm hỏi lớn, vì theo các ghi chép lịch sử, vua Khải Định bị cho là vô sinh và không thích gần đàn bà.[2]\nNgày 28 tháng 4 năm 1922, khi được 9 tuổi, ông được xác lập làm Đông cung Hoàng Thái tử.[3] Ngày 15 tháng 6 năm 1922, ông cùng Khải Định sang Pháp để tham gia cuộc triển lãm hàng hóa tại Marseille. Đây là lần đầu tiên ông đi sang một quốc gia ở miền Tây Âu.\nHoàng tử Vĩnh Thụy lúc nhỏ tại Huế Vua Khải Định, Vĩnh Thụy, và Toàn quyền Pháp Albert Sarrault tại thành phố Marseille, Pháp\nThời niên thiếu tại Pháp[sửa | sửa mã nguồn]\nTháng 6 năm 1922, Vĩnh Thụy được vợ chồng cựu Khâm sứ Trung Kỳ là Jean François Eugène Charles nhận làm con nuôi và học ở trường Lycée Condorcet.\nTháng 2 năm 1924, ông về nước để dự Lễ tứ tuần đại khánh của Khải Định, đến tháng 11 trở lại nước Pháp để tiếp tục học trường Hattemer.\nNgày 6 tháng 11 năm 1925, Khải Định mất, Vĩnh Thụy về nước thọ tang. Ngày 8 tháng 1, khi mới 12 tuổi, Vĩnh Thụy được tôn lên kế vị làm hoàng đế kế nhiệm, ông lấy niên hiệu Bảo Đại. Tháng 3 cùng năm, Bảo Đại trở lại Pháp để tiếp tục du học.\nTriều đình cử một bậc túc nho đi theo sang Pháp để dạy Vua học thêm chữ Hán và các khuôn phép phương đông nhưng các ông thầy người Pháp đã nhanh chóng cách ly ông. Sau này, khi ông về nước cầm quyền, chính Bảo Đại thú nhận rằng bản thân gần như hoàn toàn không biết gì về lịch sử triều đại đã dẫn đến việc quyền hành bị nước ngoài thâu tóm như thế nào.\nMột viên chức cao cấp người Pháp chịu trách nhiệm trông nom dạy dỗ. Ông Charles chính là cựu Khâm sứ Pháp tại Huế, thay mặt nhà nước bảo hộ tại kinh đô An Nam, thời thơ ấu của Nhà vua. Khi Bảo Đại quay về Pháp, vua cha Khải Định đã uỷ thác cho ông Charles trông nom con trai. Hàng ngày, cứ vào buổi trưa, đi học về, Bảo Đại đến nhà của ông Charles ở phố Rue des Bourdonnais và ở đó không được đi đâu cho đến chiều tối.\nNgoài việc theo dõi từng bước việc học tập tại trường mà trong dịp hè còn đưa Bảo Đại đi nghỉ ở Vichy hay tại nhà riêng ở Prades. Có thể nói ông Charles coi Bảo Đại gần như con cháu trong nhà. Thời khoá biểu trong những năm niên thiếu của Bảo Đại đã được quy định chặt chẽ, chính xác, thích hợp với việc dạy làm vua trong tương lai. Ngoài giờ lên lớp buổi sáng, thời gian còn lại là làm những bài tập rất chuyên cần cùng với vài người đồng hương.\nTừ niên khóa 1930, Bảo Đại vào học trường Sciences Po. Bảo Đại sống trong một căn nhà dành riêng cho mình tại số 13 phố Lamballe. Theo báo L'Asie Nouvelle (Châu Á mới) kể lại, ngoài thời gian học, Bảo Đại chơi thể thao. Đây là một điều mới mẻ, một cuộc cách mạng với hoàng tộc. Những ảnh chụp thời đó cho thấy Bảo Đại mặc trang phục quần vợt, quần soóc, áo thun trắng, hay trang phục của người chơi golf, trượt tuyết. Lúc nào chàng thanh niên cũng ăn mặc chỉnh tề, trau chuốt, lịch sự, điển trai, hợp với những thú vui Paris hơn là hoạt động chính trường.\nChàng thanh niên thích thú với cách sống như vậy cho đến năm 1932, và chúng đã trở thành thói quen đến mức không dễ dàng thay đổi. Trong lúc bố cáo đã được niêm yết ở cửa Ngọ môn báo tin Hoàng đế hồi loan khiến hàng triệu người dân Việt ngóng trông thì ông vẫn còn do dự vì hình như là ông chưa dứt khoát quyết định rằng sẽ trở về nước.\nBảo Đại là người say mê chơi ô tô, ở tuổi 16 đã sở hữu trong tay nhiều kiểu ôtô. Cậu thanh niên có các xe tốc độ cao để đi vào các đường phố thủ đô hay đi trên đường cao tốc từ Cannes đến Deauville. Bản thân ông là người có năng khiếu, lái xe giỏi và nhanh, thoải mái, bình tĩnh mỗi khi tăng tốc độ, biết sử dụng tính năng của động cơ, không mất thời gian để gây ấn tượng như những tay chơi kiểu cách nhưng đôi khi cũng suýt gây tai nạn khi quành một chỗ rẽ.[4]\nChính phủ Pháp không phải là không biết tính Bảo Đại chẳng ham thích gì trách nhiệm của vị đế vương. Về thái độ không mấy hăng hái trở về, ông Chatel, thư ký của Phủ Toàn quyền viết: “Tôi tự hỏi không biết ông Bảo Đại có luôn luôn tìm cách trì hoãn thêm nữa việc trở về nước không. Nếu tôi tin vào tâm sự của một số người gần gũi với ông ta thì quả là ông ta tỏ ra không sốt sắng lắm, không vội vã trở về để trị vì”[5]\nCác hồ sơ lưu trữ của Phủ Toàn quyền Pháp cho biết cùng thời gian đó triều đình Huế cũng sôi sục những mưu toan thủ đoạn thầm lén. Các quan thượng thư trong triều cũng không ngồi yên. Công việc điều hành nhiếp chính trở nên khó khăn. Quan đại thần đứng đầu Viện cơ mật cũng gây không ít khó khăn cho chính quyền bảo hộ.\nTổng thư ký Phủ Toàn quyền Đông Dương là Eugène Chatel ngày càng tỏ ra bực bội trước những do dự của Bảo Đại. Chatel đã viết nhiều báo cáo về Bộ Thuộc địa, biện hộ sự cần thiết cần có nghi thức thật tráng lệ huy hoàng, đòi chi thêm tiền, thêm điều kiện dễ dàng. Tương lai của triều đại phụ thuộc một phần vào các điều kiện vật chất và tinh thần cho việc trở về. Ông viết trong báo cáo mật ngày 2 tháng 12 năm 1931: “Chúng ta nên cố gắng, không tiếc sức…” Các kế hoạch đề đạt đã được thông qua ở cấp cao nhất.[6]\nLúc này, Ban Thuộc địa của Đảng Cộng sản Pháp họp kín tại 120 phố Chateaudun. Tám người có mặt, một người Âu và bảy người Việt. Trong chương trình nghị sự có mục: “Hoàng đế trở về nước và việc ám sát Bảo Đại”. Tất cả mọi người có mặt đều tuyên bố ủng hộ việc xử tử Bảo Đại. Sẽ tổ chức bốc thăm, ai trúng sẽ được giao thi hành nhiệm vụ. Một người tên là Phạm Văn Điều được chỉ định thực hiện bản án tử hình Bảo Đại ở Paris. Một người Việt khác tên là Nguyễn Đình Tính tức “Blinov” có trách nhiệm tổ chức một vụ thứ hai, lần này ở Marseille khi Nhà vua bước lên cầu tàu thủy.[7]\nBảo Đại tại Paris, 1926 Bảo Đại và người em họ (hoàng thân Vĩnh Cẩn) cùng ông Si Abd Al Rahman Barjach, Tổng trấn Rabat (thủ đô Maroc) trong một chuyến công du tại Maroc Bảo Đại khi về nước\nVề nước[sửa | sửa mã nguồn]\nTháng 9 năm 1932, Bảo Đại bắt đầu cuộc đại hành trình về nước. Bộ trưởng Thuộc địa khi đó là Albert Sarraut đã đại diện chính phủ đến Marseille để đưa tiễn. Sau đó là những nơi tàu ghé lại đều tổ chức đón tiếp linh đình, trừ ở Penang, Malaysia là nơi Sở mật thám được tin mật báo có vụ mưu sát. Đây là vụ thứ ba được phát hiện. Sau hai lần trước định tổ chức ở Paris và Marseille không thành công, người ta dự định sẽ tổ chức vụ ám sát khủng bố ở bán đảo Mã Lai. Ngày hôm đó, con tàu xuyên đại dương mang tên Président Doumer đã phải âm thầm thả neo ở xa nơi tổ chức lễ đón tiếp. Nhưng hung thủ, người của ban Thuộc địa Đảng Cộng sản Pháp đã không xuất đầu lộ diện. Con tàu khách đi tiếp vào lãnh hải Việt Nam, thả neo ở mũi Saint-Jacques (Vũng Tàu ngày nay) xung quanh có các tàu chiến bảo vệ.[8]\nTại đây Bảo Đại rời tàu khách chuyển sang tàu chiến: Đó là tàu Dumont d’Urville sẽ đưa ông đến Đà Nẵng. Đến đó Vua mới thật sự cập bến để bước chân lên đất liền thuộc lãnh thổ An Nam. Đoàn tàu hộ tống ngoài chiếc Dumont d’Urville còn có thêm hai tàu nữa. Từng loạt đại bác nổ vang khi Vua rời khỏi tàu khách vượt qua vài sải nước để bước lên tàu. Các tàu đỗ trong vịnh đều treo cờ. Đến cảng Đà Nẵng ông lại chuyển sang pháo thuyền ngược sông Hàn cập bến thành phố. Cuối cùng ông bước lên xe lửa đặc biệt đi thêm 100 cây số nữa mới đến Huế. Sau này. Ông viết trong hồi ký: “Sau nhiều năm sống tự do tôi có cảm tưởng từ nay bước vào nơi giam cầm…”[9]\n"},{"career":"","dateOfDeath":"3 tháng 2, 1820(1820-02-03) (57 tuổi) Hoàng thành Huế","name":"Nguyễn Thế Tổ Gia Long","dateOfBirth":"(1762-02-08)8 tháng 2, 1762 Phú Xuân, Đàng Trong, Đại Việt","biography":""},{"career":"","dateOfDeath":"3 tháng 9, 1226(1226-09-03) (31–32 tuổi) Chùa Chân Giáo, Thăng Long, Đại Việt","name":"Lý Huệ Tông 李惠宗","dateOfBirth":"tháng 7 năm 1194 Thăng Long","biography":"Lý Sảm là đích trưởng tử của Lý Cao Tông, mẹ là hoàng hậu họ Đàm, sinh vào tháng 7 năm Giáp Dần (1194) tại kinh đô Thăng Long, Đại Việt. Năm Mậu Thìn (1208), ông được vua cha lập làm Thái tử, lúc đó ông 15 tuổi.\n"},{"career":"","dateOfDeath":"23 tháng 7 năm 1786 (22–23 tuổi) Đàng Ngoài, Đại Việt","name":"Trịnh Khải 鄭楷","dateOfBirth":"10 tháng 10 năm 1763","biography":"Trịnh Tông (鄭棕) còn có tên khác là Trịnh Khải, con trai trưởng của Thánh tổ Thịnh vương Trịnh Sâm với quý phi Dương Thị Ngọc Hoan, người làng Long Phúc, huyện Thạch Hà, Hà Tĩnh. Bà có chị gái là Ngọc Thịnh, ái phi của Chúa Trịnh Doanh đưa vào làm cung tần của Trịnh Sâm. Vốn không ưa Ngọc Thịnh, không ưa cả người làng Long Phúc, thấy Ngọc Hoan kém sắc lại không được học hành gì, Thế tử Trịnh Sâm không đoái hoài tới.\nBiết Thế tử đang muốn có con trai nối dõi, Ngọc Thịnh đã bày mưu cho em, phao tin Ngọc Hoan nằm mơ thấy rồng hiện, mua chuộc Liêm Trung hầu, viên hoạn quan trung đường được Thế tử tin cẩn, kẻ được sai gọi phi tần, cung nữ hầu Thế tử mỗi tối. Hôm đó, Chúa cho vời chính phi Ngọc Khoan vào hầu, Khê trung hầu cố ý giả nghe lầm, đưa ngay Ngọc Hoan đến. Thấy bà, Chúa không bằng lòng nhưng không nỡ đuổi ra. Sau đó, Chúa đòi Liêm trung hầu vào trách mắng. Liêm trung hầu cúi đầu tạ tội, đoạn thuật rõ đầu đuôi chuyện Ngọc Hoan nằm mơ, Chúa nghe nhưng không nói gì cả. Sau đó, Ngọc Hoan đã có thai, sinh ra Trịnh Tông năm 1763.\nKhi biết Ngọc Hoan mang thai, Trịnh Sâm đã tỏ ra thờ ơ, Ngọc Hoan sinh con, Chúa cũng chẳng quan tâm. Ngay cả việc đặt tên cho cậu bé, Chúa cũng lừng chừng. Ân vương Trịnh Doanh phải giục, Chúa cũng khất lần. Nay được cháu trai ra đời, có người nối dõi, Ân vương vui mừng khôn xiết đã ngẫu hứng mấy vần thơ:\nLân đã hiện rồi vinh quốc công Thiên hoàng nay đã tỏ dòng trong Siêu phàm có được nhờ nhân hậu Vui cả sơn hà bàn thạch tông.\nÂn vương Trịnh Doanh rất thú bài thơ này, giục mãi mà Trịnh Sâm cứ lờ đi nên bèn lấy chữ \"Tông\", chữ cuối cùng của bài để đặt tên cho ấu chúa. Tên có ý nghĩa rằng Tông ra đời quý như kỳ lân xuất hiện, phúc cho thiên hạ, đồng thời dòng họ Trịnh sẽ mãi vững bền như bàn thạch.\nTông lớn lên khôi ngô, tuấn tú nhưng vì chúa không yêu mẹ nên cũng chẳng thiết đến con. Hơn nữa, Trịnh Sâm cho rằng, giấc mơ rồng là điềm làm vua chúa, nhưng rồng vẽ không phải là rồng thật, lại không có đuôi, ắt là cơ nghiệp không bền. Trịnh Sâm không muốn chọn Tông làm thế tử, việc học tập được giao cả cho các quan; đến khi Khải đủ tuổi ra ở riêng, chúa cũng lờ luôn.\n\"Theo lệ cổ, con trai của chúa cứ đến 7 tuổi thì cho ra ở riêng để học, nếu là con trai trưởng thì cứ đến 13 tuổi là cho mở phủ đệ riêng, được phong làm Thế tử. Nhưng Sâm cho rằng Khải không phải do Chính phi sinh ra nên không yêu quý lắm. (…) Hai viên quan trong cơ quan Ngự sử đài là Nguyễn Thướng và Vũ Huy Đĩnh nhiều lần xin Trịnh Sâm lập Thế tử, nhưng họ đều bị giáng chức. Về sau, Đặng Thị Huệ, là một thị nữ được Trịnh Sâm yêu chiều, sinh con trai là Cán, Trịnh Sâm đặc biệt yêu quý hơn nên sách phong Đặng Thị làm Tuyên phi. Từ đó, Đặng Thị ra sức xây dựng phe cánh ngày một mạnh. Đặng Thị Huệ ngầm nuôi chí lập mưu cướp ngôi Thế tử cho con là Cán. Khải lấy đó làm mối lo. Khi Trịnh Sâm bị bệnh, Trịnh Khải âm mưu với các quan trấn thủ Sơn Tây Nguyễn Lệ và trấn thủ Kinh Bắc Nguyễn Khắc Tuân làm loạn, Sâm giáng Khải xuống làm con út và bắt giam ở nội phủ\".[1]\nChúa Trịnh Sâm cho rằng Tông không phải do vợ cả sinh ra, nên chỉ dùng Hân quận công Nguyễn Phương Đĩnh làm bảo phó. Đến năm 9 tuổi, Trịnh Tông mới đi học, dùng Nguyễn Lệ và Lý Trần Thản làm Tả, Hữu tư giảng. Chưa được bao lâu, Trần Thản mất, Nguyễn Lệ trấn thủ Sơn Tây, chúa cho Tông đến ở nhà riêng Nguyễn Phương Đĩnh, có lệnh mới được vào phủ đường triều yết[2].\n"},{"career":"","dateOfDeath":"16 tháng 9, 1792(1792-09-16) (38–39 tuổi) Phú Xuân, Đại Việt","name":"Quang Trung Hoàng Đế 光中皇帝","dateOfBirth":"1753 Bình Định, Đàng Trong, Đại Việt","biography":""}]