[{"AdditionalInfo":{"Địa điểm":"Tây Ninh","Ngày tháng (Âm lịch)":"4 tháng 1 - 16 tháng 1"},"Type":"FestivalEntity","Description":"    Núi Bà Đen là ngọn núi lửa đã tắt nằm ở trung tâm tỉnh Tây Ninh, Việt Nam. Với độ cao 986 m, đây là ngọn núi cao nhất miền Nam Việt Nam hiện nay, được mệnh danh \"Đệ nhất thiên sơn\".\n\n    Theo Gia Định thành thông chí, tên gốc của núi Bà Đen là Bà Dinh. Những bậc kỳ lão địa phương thì cho rằng tên gốc là núi Một. Đến khoảng nửa thế kỷ XVIII mới xuất hiện tên gọi núi Bà Đênh, sau gọi trại dần thành núi Bà Đen. Cũng có người gọi là núi Điện Bà. Trong Chiến tranh Việt Nam, khu vực xung quanh núi là một điểm nóng khi là nơi đường mòn Hồ Chí Minh kết thúc và cách biên giới Campuchia vài km về phía Tây.\n\n    Khu vực này thực chất là một cụm gồm ba núi nằm liền kề nhau là Núi Bà Đen (còn được gọi tắt là Núi Bà), Núi Heo và Núi Phụng trên tổng diện tích 24 km². Quần thể Núi Bà Đen được Bộ Văn hóa (nay là Bộ Văn hóa, Thể thao và Du lịch) công nhận là di tích lịch sử và danh thắng cấp quốc gia vào ngày 21 tháng 1 năm 1989.\n\n1. Đặc điểm và địa lý\n\n1.1. Núi Bà Đen (núi Bà)\n\n    Ở độ cao 996 mét (3.268 ft), ngọn núi lửa đã tắt này mọc lên từ khu đất nông nghiệp bằng phẳng của vùng Đông Nam bộ. Ngọn núi gần như là một hình nón hoàn hảo và hơi phình ra ở phía Tây Bắc. Núi Bà Đen sở hữu nhiều hang động và được bao phủ bởi nhiều đá bazan lớn. Vị trí của ngọn núi nằm ở phía Đông Bắc thành phố Tây Ninh, thuộc địa phận xã Thạnh Tân và cách trung tâm thành phố 11 km; cách Thành phố Hồ Chí Minh 96 km về phía Tây Bắc.\n\n    Một loài tắc kè, Gekko badenii (tắc kè núi Bà Đen), đã được đặt theo tên ngọn núi và là loài đặc hữu của ngọn núi.\n\n1.2. Núi Đất (Núi Heo)\n\n    Núi Đất hay còn được người dân địa phương gọi là núi Heo là ngọn núi thấp nhất trong quần thể 3 ngọn núi Bà Đen. Theo bản đồ hành chính tỉnh Tây Ninh vào năm 2002, thì núi Heo nằm ở phía Tây của núi Bà Đen với đỉnh cao 341 m.\n\n1.3. Núi Phụng\n\n    Núi Phụng là một ngọn núi nằm ở phía Tây Bắc của núi Bà Đen, gần phía đường 785 với độ cao 419 m.\n\n1.4. Thung lũng Ma Thiên Lãnh\n\n    Thung lũng Ma Thiên Lãnh là một thung lũng nằm trong quần thể núi Bà Đen, là nơi tiếp giáp giữa ba ngọn núi là núi Đất, núi Phụng và núi Bà Đen thuộc địa phận xã Thạnh Tân, thành phố Tây Ninh.\n\n2. Lịch sử\n\n2.1. Giai đoạn trước Chiến tranh Việt Nam\n\n    Theo thần thoại Khmer lâu đời đã có nhắc đến một nữ thần, Neang Khmau, người đã để lại dấu chân của mình trên đá núi. Còn tại Việt Nam cũng đã có nhiều truyền thuyết khác nhau tại ngọn núi này như:\n\n        + Truyền thuyết thứ nhất cho rằng, ngày xưa, chủ vùng núi này là người phụ nữ Phù Nam có tên là Rê Đeng. Do người đời sau đọc trại thành Đen.\n\n        + Truyền thuyết thứ hai cho rằng, bà Đen tên thật là Lý Thị Thiên Hương, con gái một vị quan trấn nhậm Trảng Bàng thuộc triều Nguyễn tên là Lý Thiên. Mẹ là bà Ðặng Ngọc Phụng, người gốc ở Bình Ðịnh vào Trảng Bàng lập nghiệp. Trong làng có chàng trai Lê Sĩ Triệt, mồ côi cha mẹ, văn hay võ giỏi. Lần nọ, Thiên Hương lên núi cúng chùa bị một đám côn đồ vây bắt. Giữa lúc nguy khốn thì chàng Lê Sĩ Triệt xông ra đánh đuổi, cứu được nàng. Ðể đáp ơn chàng, cha mẹ nàng Thiên Hương hứa gả nàng cho Lê Sĩ Triệt. Chưa kịp đám cưới thì Lê Sĩ Triệt phải tòng quân đánh Tây Sơn. Trong một lần lên núi cúng thì Lý Thị Thiên Hương bị kẻ xấu vây bắt, toan hãm hiếp. Để giữ lòng trung trinh, nàng Hương nhảy xuống khe núi tử tiết. Sau khi chết, Lý Thị Thiên Hương hiển thánh báo mộng cho vị sư trụ trì trên núi biết. Trong mộng, nàng Hương xuất hiện trong hình dáng một người phụ nữ đen đúa? Vị sư bèn đi tìm thi thể nàng đem về mai táng. Vì vậy, vị sư gọi nàng là nàng Đen. Người đời sau gọi là Bà Đen để tỏ lòng tôn kính.\n\n        + Truyền thuyết thứ ba có ghi trong quyển \"Sự tích Thánh Mẫu Phật Bà Tây Ninh\" rằng: Thuở mới khai hoang vùng đất, một viên quan trấn thủ vùng chân núi Một có hai người con. Người con trai tên là Thạch Biên. Người con gái là Thạch Nương, tên thường gọi là Đênh. Khi nàng Đênh 13 tuổi, có một nhà sư tên là Trung Vân Danh, đạo hiệu Trừng Thanh tìm đến lưng chừng núi Một dựng chùa thờ Phật. Mộ đạo, nàng Đênh đã xin theo nhà sư Trừng Thanh học đạo. Thấy nàng Đênh xinh đẹp, quan trấn thủ Trảng Bàng cho người mai mối xin cưới cho con trai. Khi hai gia đình chuẩn bị lễ vật cho lễ cưới thì bất ngờ nàng mất tích. Gia đình hai bên cho người tìm kiếm khắp nơi thì phát hiện một khúc chân nghi là của nàng Đênh. Mọi người đồn đoán rằng nàng Đênh đã bị cọp vồ. Gia đình mai táng khúc chân và lập mộ cho nàng dưới chân núi.\n\n    Nơi đây còn có ý nghĩa đặc biệt đối với cộng đồng Phật tử Việt Nam khi có một ngôi chùa nổi tiếng nằm ở độ cao khoảng 2/3 đường lên núi. Ngoài ra, đối với đạo Cao Đài, ngọn núi có ý nghĩa tôn giáo đặc biệt và đền thờ của đạo, Tòa Thánh Tây Ninh, nằm gần ngọn núi.\n\n    Trong Chiến tranh thế giới thứ hai, ngọn núi đã bị quân Nhật Bản chiếm đóng, sau đó bị Việt Minh, Pháp và Mặt trận Dân tộc Giải phóng miền Nam Việt Nam (MTDTGPMN) kiểm soát.\n\n2.2. Giai đoạn Chiến tranh Việt Nam\n\n    Do Đồng bằng sông Cửu Long, nói chung là một khu vực khá bằng phẳng nên ngọn núi gần như có thể khái quát tầm nhìn một khu vực rộng lớn, trở thành một vị trí chiến lược cho cả hai phe trong chiến tranh. Vào tháng 5 năm 1964, ngọn núi đã bị tấn công bởi Lực lượng MIKE số 3 của Hoa Kỳ. Tại đây, tiểu đoàn Tín hiệu 121 đã thiết lập một trạm chuyển tiếp vô tuyến mang tên Granite Romeo Tango vào tháng 2 năm 1966. Được tiếp tế từ lực lượng không quân trong phần lớn cuộc chiến, Hoa Kỳ đã kiểm soát phần trên và MTDTGPMN kiểm soát phần dưới và xung quanh chân núi.\n\n    Vào đêm ngày 13 tháng 5 năm 1968, lúc này 140 lính của Hoa Kỳ đang chiếm đóng đã bị MTDTGPMN tấn công. Đến 2 giờ 30 phút sáng ngày 14 tháng 5, MTDTGPMN đã bị đánh đuổi bởi hỏa lực và pháo binh dội ngược lại. Kết quả, 24 lính Hoa Kỳ thiệt mạng, 25 lính MTDTGPMN bị giết và 2 lính Hoa Kỳ mất tích.\n\n    Vào tháng 1 năm 1969, ngọn núi đã bị lực lượng Lữ đoàn 1 thuộc Tiểu đoàn 3, Trung đoàn 22, Tiểu đoàn 4, Trung đoàn 23 và xe tăng của Tiểu đoàn 2, Trung đoàn 34 Thiết giáp khám xét. Trong các đường hầm lòng núi, họ đã tìm thấy các kho chứa vũ khí và giao tranh với lực lượng MTDTGPMN trên núi. Trong suốt cuộc chiến, khi thất thế, quân lực của MTDTGPMN luôn trở về núi và các căn cứ trong các hang động.\n\n    Đại tá Donald Cook là quân nhân Thủy quân Lục chiến đầu tiên bị bắt trong chiến tranh Việt Nam. Trong một thời gian, anh đã bị giam giữ gần núi Bà Đen.\n\n    Vào đầu tháng 12 năm 1974, trận chiến ác liệt ở Tây Ninh bắt đầu, với tên lửa của Quân đội nhân dân Việt Nam (QĐNDVN) rơi xuống thủ phủ tỉnh Tây Ninh và các cơ sở quân sự lân cận. Đại đội 3 gồm 80 người, Tiểu đoàn 314 Bộ đội Biên phòng bảo vệ trạm tiếp sóng điện đài trên đỉnh Núi Bà Đen bắt đầu hứng chịu các đợt tấn công với cường độ và tần suất ngày càng tăng. Việc tiếp tế và sơ tán bằng trực thăng đã trở nên bất khả thi, mặc dù chỉ huy đại đội đã báo cáo có đủ lương thực và đạn dược, nhưng nước đã cạn kiệt và một số người bị thương nặng cần phải sơ tán. Các cuộc tấn công của QĐNDVN vào núi Bà Đen tiếp tục trong suốt tháng 12 năm 1974. Không lực Việt Nam Cộng hòa đã cố gắng tiếp tế cho quân đội trên đỉnh núi nhưng thất bại. Cuối cùng vào ngày 6 tháng 1 năm 1975, khi không có thức ăn và nước uống, đạn dược đã sử dụng gần hết, đại đội đã đưa thương binh và rút xuống núi về tuyến sau.\n\n3. Du lịch\n\n    Vào năm 2014, đại diện Văn phòng Chính phủ, Phó Thủ tướng Vũ Đức Đam đã ký quyết định \"Quy hoạch tổng thể phát triển Khu du lịch quốc gia núi Bà Đen, tỉnh Tây Ninh đến năm 2020, tầm nhìn đến năm 2030\". Những năm sau đó, đề án quy hoạch về khu du lịch vẫn luôn được đề cập bổ sung trong đó có quyết định về việc quy hoạch diện tích khu du lịch 2.903,79 ha và nghiên cứu phát triển cùng Tòa Thánh Tây Ninh và hồ Dầu Tiếng.\n\n    Đến năm 2017 – 2018, Tập đoàn Sun Group đã bắt đầu hợp tác với Ủy ban nhân dân tỉnh Tây Ninh quy hoạch xây dựng Khu du lịch quốc gia núi Bà Đen với tên gọi \"Sun World Ba Den Mountain\" với tổng mức đầu tư giai đoạn 1 hơn 2.000 tỷ đồng. Năm 2022, Khu du lịch quốc gia núi Bà Đen trở thành 1 trong 5 điểm đến đông khách nhất cả nước.\n\n4. Sạt lở\n\n    Vào chiều ngày 14 tháng 11 năm 2021, một số khu vực tại núi Bà Đen đã xảy ra tình trạng sạt lở đất, đá từ đỉnh núi xuống. Nguyên nhân ban đầu được cho là do mưa lớn cục bộ suốt 2 tuần tại Tây Ninh. Một ngày sau đó, lực lượng thuộc Ban quản lý khu du lịch quốc gia núi Bà Đen và Chi cục Kiểm lâm đã kiểm tra và nguyên nhân chính thức được đưa ra là do có một khối đất đá được tập kết phục vụ thi công trên đỉnh núi đã bị đẩy trôi, tạo thành dòng bùn đất chảy xuống thành vệt dài. Tuy nhiên, sự cố không gây thiệt hại về người.\n\n5. Leo núi Bà Đen\n\n    Có hai tuyến đường để du khách leo lên đỉnh núi Bà Đen là đường mòn nằm sau lưng chùa Bà, đoạn đường này được cho là khá dốc, ngắn nhưng lại ẩn chứa nhiều nguy hiểm như đá lở, trơn trượt và rắn độc. Ở dọc đường có 4 trạm tiếp tế thức ăn và lương thực. Hai đường mòn khác là bắt đầu từ đài Liệt sĩ đi theo các cột điện lên đỉnh núi. Đường này dễ đi, tuy nhiên khá dài, nắng và không có trạm tiếp tế.\n\n    Tuy nhiên, đến ngày 14 tháng 5 năm 2021, ông Phạm Văn Hải, Phó trưởng ban quản lý Khu du lịch quốc gia núi Bà Đen, thuộc UBND tỉnh Tây Ninh đã có thông báo về việc yêu cầu tạm dừng chinh phục đỉnh núi Bà Đen bằng đường bộ như đường từ chùa Bà lên đỉnh, đường cột điện và đường mòn khu vực Ma Thiên Lãnh. Lý do được Ban quản lý đưa ra là do ảnh hưởng từ mùa mưa bão, gây xói mòn, sạt lở, nguy hiểm đến các phượt thủ và đồng thời, nhà đầu tư đang xây dựng công trình đường bộ lên đỉnh núi Bà Đen.\n\n6. Lễ hội Xuân núi Bà Đen\n\n    Lễ hội Xuân núi Bà Đen được tổ chức bắt đầu từ mùng 4 tháng Giêng cho đến hết tháng Giêng hằng năm với 3 ngày quan trọng nhất là mùng 4, 5 và 6. Trong dịp này những người hành hương về Núi Bà, thường xin những gói giấy đỏ trong đựng một nhúm gạo, hoặc tiền lẻ coi như xin lộc Bà đầu năm để làm ăn phát lộc, phát tài.\n\n    Vào năm 2022, Lễ hội Xuân núi Bà Đen đã thu hút lượng khách tham quan nhiều nhất ở khu vực Đông nam Bộ. Ngày 14 tháng 8 năm 2019, Bộ Văn hóa, Thể thao và Du lịch đã công nhận lễ vía bà Linh Sơn Thánh Mẫu núi Bà Đen là Di sản văn hóa phi vật thể quốc gia. Đây được xem là lễ hội dân gian lớn ở Tây Ninh nói riêng và khu vực Đông Nam Bộ nói chung.\n\n7. Tham khảo\n\n8. Liên kết ngoài\n\n        + Trang web chính thức\n\n","RootURL":"https://vi.wikipedia.org","Id":"5e63aeb7-51b5-4d1a-97e2-80840174f13b","RelatedEntityIds":[],"Name":"Hội Xuân Núi Bà"},{"AdditionalInfo":{"Địa điểm":"Đống Đa, Hà Nội Tây Sơn, Bình Định","Ngày tháng (Âm lịch)":"5 tháng 1"},"Type":"FestivalEntity","Description":"    Gò Đống Đa là một gò đất và là một di tích nằm bên phố Tây Sơn, phường Quang Trung, quận Đống Đa, Thành phố Hà Nội. Tại đây năm 1789 quân Tây Sơn đã đại phá và đánh thắng quân nhà Thanh Trung Quốc trong Trận Ngọc Hồi - Đống Đa\n\n    Đêm mùng 4 rạng mùng 5 tháng Giêng năm Kỷ Dậu (1789) trận đánh của quân Tây Sơn diễn ra với sự tham gia của nhân dân vùng Khương Thượng, do Đại Đô đốc Đặng Văn Long chỉ huy. Trận này quân Tây Sơn diệt tan đồn Khương Thượng của quân nhà Thanh. Tướng nhà Thanh là Sầm Nghi Đống phải tự tử ở núi Ốc (Loa Sơn) gần chùa Bộc bây giờ.\n\n1. Lịch sử\n\n    Trận thắng này đã mở đường cho đại quân Tây Sơn từ Ngọc Hồi thừa thắng tiến vào Thăng Long.\n\n    Nhà thơ đương thời Ngô Ngọc Du đã làm bài thơ Loa Sơn điếu cổ có câu:\n\n    Dịch là:\n\n    Tương truyền sau chiến thắng, vua Quang Trung cho thu nhặt xác giặc xếp vào 12 cái hố rộng, lấp đất chôn và đắp cao thành gò gọi là \"Kình nghê quán\" (gò chôn xác \"kình nghê\" - 2 loài cá dữ ngoài biển, một cách gọi ám chỉ quân xâm lược Tàu). Theo truyền thuyết, 12 gò này nằm rải rác từ làng Thịnh Quang đến làng Nam Đồng. Năm 1851, do mở đường mở chợ, đào xẻ nhiều nơi thấy nhiều hài cốt, lại cho thu vào một hố cao lên nối liền với núi Xưa, thành gò thứ 13, tức là gò còn lại hiện nay. Còn 12 gò khác đã bị phạt đi khi Hoàng Cao Khải lập Thái Hà Ấp vào những năm 1890.\n\n    Chiến thắng Đống Đa cùng với Chiến thắng Ngọc Hồi - Đống Đa dưới sự chỉ huy của Quang Trung đã phá tan 20 vạn quân Thanh, giải phóng thành Thăng Long (xem bài chính: Quang Trung).\n\n    Nhưng trên thực tế, có nhiều chứng cứ cho rằng ĔGò Đống Đa là một gò tự nhiên được hình thành từ cách đây khoảng 4000 năm.\n\n    Nhân kỷ niệm 200 năm chiến thắng Ngọc Hồi-Đống Đa, năm 1989, Công viên Văn hóa Đống Đa được thành lập trên cơ sở khu vực Gò Đống Đa. Đây là công trình kiến trúc mang tính lịch sử văn hóa nhằm ghi nhớ công ơn của người Anh hùng áo vải Quang Trung - Nguyễn Huệ. Tổng diện tích của công trình 21.745 m2 được chia làm 2 khu vực, gồm khu vực tượng đài, nhà trưng bày và khu vực gò.\n\n2. Ngày hội Đống Đa\n\n    Hàng năm cứ vào ngày mùng 5 Tết nhân dân thường tổ chức hội Gò Đống Đa để ôn lại những sự kiện lịch sử đã diễn ra tại nơi đây, đặc biệt có tục rước rồng lửa đã thành lễ hội truyền thống của người Hà Nội. Sau đám rước rồng lửa là lễ dâng hương, lễ đọc văn, cuộc tế diễn ra ở đình Khương Thượng, lễ cầu siêu ở chùa Đồng Quang.\n\n    Kỷ niệm 200 năm chiến thắng Đống Đa, khu tượng đài Quang Trung và công viên văn hóa Đống Đa đã được xây dựng tại khu đất bên cạnh gò lịch sử này, trông ra phố mang tên Đặng Tiến Đông, người chỉ huy trận đánh đồn Khương Thượng và đóng vai trò quan trọng trong chiến thắng Ngọc Hồi - Đống Đa.\n\n3. Trung Liệt miếu\n\n    Trên gò Đống Đa có một ngôi miếu, gọi là Trung Liệt miếu, được xây ở thế kỷ 19. Tuy nhiên, ngôi miếu này đã bị hư hại đáng kể, chỉ còn cổng miếu.\n\n        “ Thử thành quách, thử giang san, bách chiến phong trần dư chiến địa. Vi nhật tinh, vi hà nhạc, thiên niên tâm sự công thanh thiên. Vẫn thành quách, vẫn non sông, trăm trận xông pha còn đỏ đất. Nào nhật tinh, nào hà nhạc, ngàn năm tâm sự có trời xanh. ” — Thám hoa Vũ Phạm Hàm đề tựa cổng vào Trung Liệt miếu\n\n4. Xem thêm\n\n        + Nhà Tây Sơn\n\n        + Quang Trung\n\n        + Trận Ngọc Hồi – Đống Đa\n\n        + Thái Hà Ấp\n\n5. Liên kết ngoài\n\n        + Kỷ niệm 216 năm chiến thắng Ngọc Hồi- Đống Đa\n\n        + Hình ảnh Gò Đống Đa\n\n","RootURL":"https://vi.wikipedia.org","Id":"fd1346c1-ae1d-4184-9689-bb614909aafb","RelatedEntityIds":[],"Name":"Hội Đống Đa"},{"AdditionalInfo":{"Địa điểm":"Mê Linh, Hà Nội","Ngày tháng (Âm lịch)":"6 tháng 1 - 10 tháng 1"},"Type":"FestivalEntity","Description":"    Đền Hai Bà Trưng còn gọi là đền Hạ Lôi ở thôn Hạ Lôi xã Mê Linh, huyện Mê Linh, thành phố Hà Nội. Đền thờ hai vị liệt nữ - anh hùng dân tộc là Trưng Trắc và Trưng Nhị.\n\n    Để tưởng nhớ công đức của Hai Bà, nhân dân đã lập đền thờ tại thôn Hạ Lôi, xã Mê Linh, huyện Mê Linh, hàng năm tổ chức lễ hội tưởng nhớ công đức của Hai Bà và các tướng lĩnh từ ngày mùng 4 đến mùng 10 tháng Giêng.\n\n    Đền thờ Hai Bà Trưng được công nhận di tích lịch sử - văn hóa cấp quốc gia năm 1980.\n\n1. Kiến trúc\n\n    Nằm trên một khu đất cao, rộng, nhìn ra đê sông Hồng, với diện tích 129.824.0m2, đền gồm các hạng mục: Cổng đền, nhà khách, nghi môn ngoại, nghi môn nội, gác trống, gác chuông, nhà tả - hữu mạc, đền thờ Hai Bà Trưng, đền thờ thân phụ - thân mẫu Hai Bà, đền thờ thân phụ, thân mẫu ông Thi Sách, đền thờ các nữ tướng triều Hai Bà Trưng, đền thờ các nam tướng triều Hai Bà Trưng, nhà bia lưu niệm Hộp thư bí mật của đồng chí Trường Chinh, hồ bán nguyệt, hồ mắt voi, suối vòi voi, hồ tắm voi, thành cổ Mê Linh...\n\n    Đền được xây dựng theo hình chữ “tam”, gồm: Tiền tế, Trung tế, Hậu cung, xung quanh là tường gạch; hai bên là Tả mạc và Hữu mạc.\n\n2. Lễ hội\n\n    Lễ hội Đền HBT mở hội chính từ mùng Sáu đến mùng Mười tháng Giêng, được tổ chức theo nghi thức nhà nước và truyền thống địa phương. Ngoài ra, còn có những ngày lễ truyền thống như: Ngày Mồng tám tháng Ba Âm lịch là ngày hóa của Hai Bà Trưng (ngày mồng 8 tháng 3 năm Quý Mão, năm 43 Sau Công nguyên). Ngày Mồng một tháng Tám Âm lịch, là ngày sinh của Hai Bà Trưng, (ngày mồng 1 tháng 8 năm Giáp Tuất, năm 14 Sau Công nguyên). Ngày Mồng mười tháng Mười một Âm lịch là ngày giỗ ông Thi Sách (chồng Bà Trưng Trắc)…\n\n","RootURL":"https://vi.wikipedia.org","Id":"9475e5e4-c7e5-4869-b31a-89093dc830a8","RelatedEntityIds":[],"Name":"Hội đền Hai Bà Trưng"},{"AdditionalInfo":{"Địa điểm":"Mỹ Đức, Hà Nội","Ngày tháng (Âm lịch)":"6 tháng 1 đến hạ tuần tháng 3"},"Type":"FestivalEntity","Description":"    Chùa Hương là cách nói trong dân gian, trên thực tế chùa Hương hay Hương Sơn là cả một quần thể văn hóa - tôn giáo Việt Nam, gồm hàng chục ngôi chùa thờ Phật, vài ngôi đền thờ thần, các ngôi đình, thờ tín ngưỡng nông nghiệp. Trung tâm chùa Hương nằm ở xã Hương Sơn, huyện Mỹ Đức, Hà Nội, nằm ở ven bờ phải sông Đáy. Trung tâm của cụm đền chùa tại vùng này chính là chùa Hương nằm trong động Hương Tích hay còn gọi là chùa Trong.\n\n1. Lịch sử\n\n    Chùa Hương có lịch sử từ thế kỷ 15. Ngôi chùa được xây dựng với quy mô chính vào khoảng cuối thế kỷ 17, sau đó bị hủy hoại trong chiến tranh Đông Dương năm 1947, sau đó được phục dựng lại từ năm 1989 do Hòa thượng Thích Viên Thành dưới sự chỉ dạy của cố Hoà thượng Thích Thanh Chân.\n\n    Khi xưa vua Lê Thánh Tông đi tuần thú qua đây lần thứ 2 vào tháng giêng năm Đinh hợi, niên hiệu Quang thuận thứ 8 (1467) đã đóng quân nghỉ lại ở thung lũng này và cho quân lính thổi cơm ăn, vua xem thiên văn thấy vùng này lâm vào địa phận của sao Thiên Trù, (một sao chủ về sự ăn uống và biến động) nên nhân đấy đặt tên là chùa Thiên Trù.\n\n    Ba vị Hòa thượng đời vua Lê Thánh Tông 1442 – 1497 đã tìm thấy động Hương Tích và dựng lên thảo am Thiên Trù. Kể từ đó động Hương Tích được gọi là chùa trong, Thiên Trù gọi là chùa ngoài, rồi người ta lấy tên chung cho hai nơi và cả khu vực là chùa Hương hay “Hương Thiên Bảo Sái”.\n\n    Sau thời kỳ ba vị Hòa thượng khai sáng, chùa Thiên Trù chùa Hương gián đoạn trụ trì, mãi tới niên hiệu Chính Hòa năm thứ bẩy 1686 của thời vua Lê Trung Hưng. Hòa thượng Trần Đạo Viên Quang, (tương truyền cũng là một quan chức trong triều đình đã treo ấn từ quan để đi tu) mới lại tiếp tục công việc tạo dựng.\n\n    Trải qua nhiều đời chư Tổ gây dựng, đến nửa đầu thế kỷ 20, nơi đây được khách thập phương ngợi ca ví như tòa lâu đài tráng lệ “Biệt chiếm nhất Nam thiên”. Nhưng đáng tiếc ngày 11 tháng 2 năm Đinh Hợi 1947, thực dân Pháp đưa quân vào đây đốt phá, biến Thiên Trù thành đống gạch vụn tro tàn. Năm 1948, giặc lại vào đốt phá lần nữa, rồi năm 1950 quân Pháp lại cho máy bay thả bom khiến cho cao chất ngất mấy tòa cổ sái của Thiên Trù bị san phẳng. Dấu vết xưa của Thiên Trù hiện nay chỉ còn lại vườn Tháp, trong đó có Bảo Tháp Viên Công, một công trình nghệ thuật đất nung của thế kỷ thứ 17 và cây Thiên Thủy Tháp.\n\n    Năm 1951, Hoà thượng Thanh Chân đã cho dựng lên từ đồng tro tàn đô nát 6 gian nhà tranh đề có nơi tu hành và nhang khói. Vào năm 1989, dưới sự trụ trì của cố Thượng tọa Thích Viên Thành, Ban xây dựng Chùa Hương đã khởi công tái thiết lại chùa Thiên Trù đến năm 1991 thì khánh thành. Năm 1994, cổng Nam Thiên Môn cũng được hoàn thành, đứng sừng sững giữa núi rừng Hương Sơn. Những năm sau này, tiếp nối Tông phong Hương Tích, Thượng tọa Thích Minh Hiền - trụ trì đời thứ 12- mở mang xây dựng thêm nhiều công trình mới, để đến ngày nay, chúng ta đến đây được chiêm ngưỡng quần thể kiến trúc nguy nga, hoành tráng, rất đẹp.\n\n    Theo cuốn Hương Sơn thiên trù thiền phả, một vị hòa thượng được lệnh của chúa Trịnh (sau khi đi tuần thú) xác định địa điểm và cho xây dựng chùa Hương Tích ở Hà Nội từ đời Lê Huy Tông dưới niên hiệu Chính Hòa (1680 - 1704). Trong khi theo sách Hương Sơn báu quyển, chùa Hương Tích ở Hà Tĩnh là một động cao và khuất, thường có mây mù bao phủ.\n\n    Vậy vì sao lại có thêm một chùa Hương Tích \"phiên bản\" ở phía Bắc? Câu trả lời là vào thời Lê - Trịnh, các vua Lê - chúa Trịnh phần lớn có quê ở xứ Thanh (xem Hoàng Lê nhất thống chí của Ngô gia văn phái) nên các phi tần, mỹ nữ đa số được chọn tuyển ở miền Hoan Châu. Hằng năm các cung phi, cung nữ Thanh - Nghệ - Tĩnh thường trẩy hội chùa Hương trên núi Hồng Lĩnh vào ngày 18-2 âm lịch bằng đường thủy qua cửa Hội Thống (gần Cửa Lò bây giờ). Mỗi lần những \"người đẹp\" đi xa như vậy khiến chúa Trịnh rất phân vân (tuy đã bố trí lính vệ phục dịch dọc đường), do đó chúa Trịnh mới gọi một vị hòa thượng xác định địa điểm ở miền rừng núi Hà Sơn Bình để xây chùa Hương Tích thứ hai mà thờ vọng để các \"người đẹp\" đi trẩy hội gần hơn (theo dẫn giải của ông Bùi Văn Nguyên, nguyên tổng thư ký Hội Văn nghệ dân gian VN). Như vậy nhờ \"sáng kiến\" của chúa Trịnh mà Việt Nam có hai chùa Hương Tích.\n\n    Thuyết này có phần vô lý, vì đời vua Lý Thánh Tông đã đến Vùng Hà Tây ngày nay và ngự đặt tên Thiên Trù. Trong tín ngưỡng dân gian, các thầy pháp, thầy thống, thậm chí nhà sư,... đều về Vùng Hương Tích - Hà Tây để tìm mua phong khương, địa liền để hành phù, chữa bệnh. Nếu như Hương Tích thật ở Hà Tĩnh thì không thể có hành động này được. Vì tín ngưỡng miền Bắc cho rằng, khi Quan Âm nhập động đã phun nước từ kim khẩu tưới cây nên phong khương, địa liền ở đây có linh tính, rất tốt. mà truyền thuyết của dân gian thì khó mà ảnh hưởng bởi mệnh lệnh hành chính mà bị sai lệch được. Chùa Hương Hà Tây là một ngôi chùa trọng yếu trong tâm linh dân gian Việt Nam. Dân gian thường truyền tụng: \"Trấn trạch chùa Nhang, trùng tang Liên Phái\",... Trong khi đó, chùa Hương - Hà Tĩnh lại ít ai biết đến, không có dấu ấn trong văn hóa Việt Nam. Tóm lại, Tên hai chùa có phần giống nhau nhưng mỗi chùa đều có bề dày lịch sử, văn hóa, tín ngưỡng, kiến trúc Phật giáo, cảnh sắc riêng, không thể gọi là bản gốc hay bản sao.\n\n2. Kiến trúc\n\n    Quần thể chùa Hương có nhiều công trình kiến trúc rải rác trong thung lũng suối Yến. Khu vực chính là chùa Ngoài, còn gọi là chùa Trò, tên chữ là chùa Thiên Trù (tọa độ: 20°37′5″B 105°44′49″Đ﻿ / ﻿20,61806°B 105,74694°Đ﻿ / 20.61806; 105.74694). Chùa nằm không xa bến Trò nơi khách hành hương đi ngược suối Yến từ bến Đục vào chùa thì xuống đò ở đấy mà lên bộ. Tam quan chùa được cất trên ba khoảng sân rộng lát gạch. Sân thứ ba dựng tháp chuông với ba tầng mái. Đây là một công trình cổ, dáng dấp độc đáo vì lộ hai đầu hồi tam giác trên tầng cao nhất. Tháp chuông này nguyên thủy thuộc chùa làng Cao Mật, tỉnh Hà Đông, năm 1980 được di chuyển về chùa Hương làm tháp chuông.\n\n    Chùa Chính, tức chùa Trong không phải là một công trình nhân tạo mà là một động đá thiên nhiên (tọa độ: 20°36′47″B 105°44′4″Đ﻿ / ﻿20,61306°B 105,73444°Đ﻿ / 20.61306; 105.73444). Ở lối xuống hang có cổng lớn, trán cổng ghi 4 chữ Hương Tích động môn. Qua cổng là con dốc dài, lối đi xây thành 120 bậc lát đá. Vách động có năm chữ Hán 南天第一峝 (Nam thiên đệ nhất động) khắc năm 1770, là bút tích của Tĩnh Đô Vương Trịnh Sâm (1739-1782). Ngoài ra động còn có một số bia và thi văn tạc trên vách đá.\n\n3. Hội chùa Hương\n\n    Mỗi dịp tết đến xuân về, người dân cả nước lại nô nức hành hương về với đất Phật, tham gia lễ hội chùa Hương.\n\n    Ngày mồng sáu tháng giêng là khai hội. Lễ hội thường kéo dài đến hạ tuần tháng 3 âm lịch. Vào dịp lễ hàng triệu phật tử cùng du khách khắp bốn phương lại nô nức trẩy hội chùa Hương. Hành trình về một miền đất Phật - nơi Bồ Tát Quan Thế Âm ứng hiện tu hành.\n\n    Đỉnh cao của lễ hội là từ sau Tết Nguyên Đán đến tháng Hai âm lịch. Lễ hội chùa Hương trong phần lễ thực hiện rất đơn giản. Trước ngày mở hội một ngày, tất cả các đền, chùa, đình, miếu đều khói hương nghi ngút.\n\n    Ở trong chùa Trong có lễ dâng hương, gồm hương, hoa, đèn, nến, hoa quả và thức ăn chay. Lúc cúng có hai tăng ni mặc áo cà sa mang đồ lễ chay đàn rồi mới tiến dùng đồ lễ lên ban thờ. Từ ngày mở hội cho đến hết hội, chỉ thỉnh thoảng mới có sư ở các chùa trên đến gõ mõ tụng kinh chừng nửa giờ tại các chùa, miếu, đền. Còn hương khói thì không bao giờ dứt. Về phần lễ có nghiêng về \"thiền\". Nhưng ở chùa ngoài lại thờ các vị sơn thần thượng đẳng với đủ màu sắc của đạo giáo. Đền Cửa Võng là \"chân long linh từ” thờ bà chúa Thượng Ngàn, là người cai quản cả vùng rừng núi xung quanh với cái tên là \"tì nữ tuý Hồng\" của sơn thần tối cao. Chùa Bắc Đài, chùa Tuyết Sơn, chùa Cả và đình Quân thờ ngũ hổ và tín ngưỡng cá thần.\n\n    Như vậy, phần lễ là toàn thể hệ thống tín ngưỡng gần như là cả một tổng thể tôn giáo ở Việt Nam; có sự sùng bái tự nhiên, có Đạo, có Phật và có cả Nho. Trong lễ hội có rước lễ và rước văn. Người làng dinh kiệu tới nhà ông soạn văn tế, rước bản văn ra đền để chủ tế trịnh trọng đọc, điều khiển các bô lão của làng làm lễ tế rước các vị thần làng.\n\n    Lễ hội chùa Hương là nơi hội tụ các sinh hoạt văn hóa dân tộc độc đáo như bơi thuyền, leo núi và các chiếu hát chèo, hát văn… Vào những ngày tổ chức lễ hội, chùa Hương tấp nập vào ra hàng trăm thuyền. Nét độc đáo của hội chùa Hương là thú vui ngồi thuyền vãn cảnh lạc vào non tiên cõi Phật.\n\n4. Các đời trụ trì\n\n        + Tổ Trần Đạo Viên Quang Chân Nhân, Thượng Lâm Viện - Tăng Lục Ty Hoà thượng, Viên Giác Tôn giả\n\n        + Nguyệt Đường Chân Lý Tổ Sư, Tăng Lục ty Hoà thựơng tự Như trí Gíac Tuệ tổ sư viên tịch 14/4 năm kỷ mùi 1499\n\n        + Thiền Trưởng Trần huyền Đạo Thắng Chân Nhân\n\n        + Thiền tăng Đạo Nhẫn Chân Nhân\n\n        + Cụ Hải Dao, Phạm Đức Thắng, dòng dõi của Trần Đạo Viên Quang Chân nhân, nhận lãnh trụ trì năm 1776\n\n        + Tổ Hải Viên (1764 - 1810), ngài xuất gia năm 1775, trụ trì Hương Tích từ năm 1789 - 1810\n\n        + Tổ Thông Dụng Hiệu An Trụ, thích cường trực bồ tát\n\n        + Maha sa môn Ngộ Tâm, tam giáo thiền sư, Trực chiến bồ tát\n\n        + Maha sa môn Đồng Bạch tháp, Thông Lâm bồ tát\n\n        + Maha sa môn tỳ kheo, Hương Quang tháp, Tâm Trúc - hiệu Minh Thích Hoàng thiền sư\n\n        + Maha sa môn Tiên Quỳnh tháp, pháp danh Thanh hữu, Thích Minh thiền sư\n\n        + Tiên kỳ tháp, maha sa môn, Minh Nhẫn Nhục thiền sư, Thích Thanh Quyết\n\n        + Tiêu Quỳnh tháp, maha sa môn, Trí Thích thiền sư\n\n        + Tổ Thích Thanh Tích thiền sư (1881- 1964), trụ trì giai đoạn: 1932 - 1956\n\n        + Hoà thượng Thích thanh Chân (1905 - 1989), uỷ viên Hội đồng chứng minh, phó chủ tịch hội đồng trị sự TW GHPGVN, trụ trì giai đoạn: 1956 - 1985\n\n        + Hoà Thượng Thích Viên Thành (1950 - 2002), tự Nguyệt Trí, Chân Tịnh Bảo Tháp, Uỷ viên thường trực HĐTS TW GHPGVN, Phó Ban giáo dục tăng ni TW GHPGVN, Phó Ban từ thiện TW GHPGVN, Trưởng ban trị sự PG tỉnh Phú Thọ, Phó ban trị sự PG Hà Tây, Trụ trì giai đoạn 1985 - 2002.\n\n        + Thựơng toạ Thích Minh Hiền, (1961), Uỷ viên thường trực HĐTS TW GHPGVN, Phó Ban Văn hoá TW GHPGVN, Phó Ban trị sự thành hội Phật giáo Hà Nội (07/2017-Nay), Trụ trì giai đoạn 2002 - nay\n\n5. Chùa Hương trong văn học\n\n    Chùa Hương là nguồn gợi hứng cho nhiều tác phẩm thi ca Việt Nam, trong số đó nổi tiếng nhất có lẽ là bài hát nói \"Hương Sơn phong cảnh ca\" của Chu Mạnh Trinh, làm từ thế kỷ 19, xưa nay rất được ca ngợi:\n\n    và bài \"Chùa Hương\" của Nguyễn Nhược Pháp, làm vào thế kỷ 20. Bài này đã được ít nhất 2 nhạc sĩ phổ nhạc là Trần Văn Khê và Trung Đức:\n\n    Trong bài này ngoài những câu thơ nhí nhảnh như trên, còn có nhiều câu tả cảnh Hương sơn rất sinh động: Réo rắt suối đưa quanh/Ven bờ ngọn núi xanh/Nhịp cầu xa nho nhỏ/Cảnh đẹp gần như tranh/Sau núi oản -gà-xôi/Bao nhiêu là khỉ ngồi/Đến núi con voi phục/Thấy đủ cả đầu đuôi/Chùa lấp sau rừng cây/(Thuyền ta đi một ngày)/Lên cửa chùa em thấy/Hơn một trăm ăn mày...\n\n    Tản Đà rất mến cảnh chùa Hương, ông làm nhiều câu thơ rất đặc sắc về cảnh và tình ở đây:\n\n    Ông còn có 1 bài thơ nổi tiếng về món đặc sản ở chùa Hương:\n\n    Về văn xuôi, có bút ký Trẩy hội Chùa Hương của Phạm Quỳnh...\n\n    Nữ sĩ Hồ Xuân Hương tương truyền là tác giả bài thơ vịnh động Hương Tích như sau:\n\n6. Hình ảnh\n\n","RootURL":"https://vi.wikipedia.org","Id":"86f3b8a8-9844-4ad4-8163-40b4a556e64c","RelatedEntityIds":[],"Name":"Hội Chùa Hương"},{"AdditionalInfo":{"Địa điểm":"Thường Tín, Hà Nội","Ngày tháng (Âm lịch)":"8 tháng 1 - 10 tháng 1"},"Type":"FestivalEntity","Description":"    Chùa Đậu (tên chữ: Thành Đạo tự 成道寺) là một ngôi chùa ở thôn Gia Phúc, xã Nguyễn Trãi, huyện Thường Tín, Hà Nội. Vì chùa thờ Bà Đậu hay Đại Bồ Tát Pháp Vũ nên chùa được gọi là chùa Đậu và còn có tên là Pháp Vũ tự.\n\n1. Lịch sử\n\n    Theo truyền thuyết, chùa được dựng dưới thời Bắc thuộc lần thứ hai (602 - 939), nhưng theo văn bia, chùa được xây dựng từ thời triều nhà Lý.\n\n2. Kiến trúc\n\n    Chùa đã được trùng tu nhiều lần. Theo văn bia tu tạo dựng năm Dương Hòa đời thứ 5 thì ngôi chùa này được tôn tạo vào thời nhà Lý, thế kỷ thứ 11. Ngoài ra chùa còn một đôi rồng đá thời nhà Trần cùng với nhiều viên gạch lớn thời nhà Mạc và một số bia có niên hiệu Sùng Khang (1566 - 1577).\n\n    Cũng theo tấm bia trên, có một lần trùng tu lớn vào năm 1635 đời vua Lê Thần Tông.\n\n    Chùa được xây dựng kiểu \"nội công ngoại quốc\". Tam quan chùa là một gác chuông đẹp, hai tầng tám mái với các đầu đao cong vút. Nhiều bộ phận gỗ được chạm khắc hình rồng, phượng và hoa lá.\n\n    Tầng trên treo quả chuông đúc năm Cảnh Thịnh thứ 9 (1801) thời nhà Tây Sơn.\n\n    Qua tam quan là một sân gạch rộng, hai bên có hai tòa giải vũ làm nơi nghỉ ngơi cho khách hành hương.\n\n    Tiền đường phía trước, nối liền với hai dãy hành lang hai bên và nhà tổ ở phía sau làm thành một khung vuông bao bọc lấy tòa thiêu hương và điện thờ Bà Đậu hay nữ thần Pháp Vũ.\n\n    Ở chùa Đậu có khá nhiều bia đá từ thế kỷ 16 đến thế kỷ 18.\n\n    Trong chùa có chiếc khánh đồng đúc năm 1774 với bài minh do Phan Trọng Phiên biên soạn. Ở đây còn hai tấm biển gỗ sơn son thiếp vàng khắc bài thơ nôm của chúa Trịnh Căn (1682 - 1709) và chúa Trịnh Cương (1709 - 1729).\n\n3. Tượng trong chùa\n\n    Đặc biệt là trong chùa còn có hai pho tượng của hai nhà sư Vũ Khắc Minh và Vũ Khắc Trường đã tu ở chùa vào khoảng thế kỷ 17, được tạo thành bằng cách bó sơn ta rồi quang dầu ra ngoài chính thi hài các nhà sư. Đầu năm 1993, Bảo tàng lịch sử Việt Nam đã được giao nhiệm vụ lập phương án thiết kế và thi công trùng tu hai pho tượng này. Khi chiếu tia X-quang, các nhà nghiên cứu còn thấy rõ xương cốt bên trong thi hài và kết luận rằng: không có vết đục đẽo, không có hiện tượng hút ruột, hút óc và các khớp xương dính chặt với nhau như thể tự nhiên. Đây là hai vị Thiền sư đắc đạo tại chùa, để lại toàn thân xá lợi. Xá lợi đốt không cháy, ngâm trong nước không tan.\n\n    Tượng thiền sư Vũ Khắc Minh đã được tu bổ với các kỹ thuật truyền thống như: bó, hom, lót, thí, mài và thếp với các nguyên liệu như sơn ta, vải màn, giấy dó, mạt cưa và đất. Tổng số lớp sơn và thếp vàng là 14 lớp. Trước khi tu bổ, tượng nặng 7 kg, sau khi tu bổ, tượng nặng 7,5 kg.\n\n    Pho tượng Vũ Khắc Trường đã bị hỏng nặng vào khoảng năm 1983 do am đặt tượng bị ngập sau trận lụt lớn. Tượng hồi đó đã được ông Vũ Văn Tuyền, cháu của thiền sư Vũ Khắc Trường đắp lại bằng đất và sơn ta. Tượng đã được các nhà nghiên cứu sắp xếp lại những xương bị gãy, xông thuốc hai lần và phủ xương bằng dung dịch PVC và đưa lại xương vào trong tượng và bao kín toàn tượng bằng sơn ta, giấy bản, vải màn, mạt cưa, đất và thếp bạc, chỗ dày nhất tới 22 lớp. Toàn bộ pho tượng sau khi tu bổ nặng 31 kg.\n\n4. Liên kết ngoài\n\n        + Thư viện Hoa Sen Lưu trữ 2009-02-07 tại Wayback Machine\n\n        + Giữ gìn và bảo vệ di tích cổ ở Chùa Đậu Lưu trữ 2007-10-30 tại Wayback Machine\n\n        + Lễ hội Lưu trữ 2008-09-27 tại Wayback Machine\n\n        + Chùa Đậu trong hệ thống di tích tỉnh Hà Tây Lưu trữ 2008-09-15 tại Wayback Machine\n\n","RootURL":"https://vi.wikipedia.org","Id":"8caeec4b-05aa-4386-8b38-abe07b8191ba","RelatedEntityIds":[],"Name":"Hội Chùa Đậu"},{"AdditionalInfo":{"Địa điểm":"Buôn Ma Thuột, Đắk Lắk","Ngày tháng (Âm lịch)":"Một ngày trong tháng 3"},"Type":"FestivalEntity","Description":"    Lễ hội đua voi là một trong những lễ hội quan trọng trong hệ thống các lễ hội cổ truyền của người vùng cao Tây Nguyên Việt Nam. Hội Đua Voi là một trong những hội của văn hóa truyền thống các dân tộc tỉnh Đắk Lắk được tổ chức 02 năm 01 lần vào tháng 3 âm lịch. Là Tháng của những con ong rừng đi lấy mật và cũng là thời điểm bắt đầu làm nương rẫy. Hội Đua Voi nhằm tôn vinh tinh thần thượng võ và tài nghệ thuần dưỡng voi của đồng bào các dân tộc Tây Nguyên.Ngoài ra, du khách đến đây cũng được thưởng thức ẩm thực độc đáo, đậm đà bản sắc của các dân tộc Tây Nguyên tại chỗ và được cưỡi voi tham quan buôn làng, trải nghiệm với hành trình cưỡi Voi lội sông Sêrêpốk tham quan Rừng Yok Don. Được tổ chức ở vùng Đắk Lắk. Một trong những lễ hội được xem là độc đáo nhất của nước Việt Nam ta.\n\n1. Tổng quan\n\n    Hội Đua Voi là một trong những hoạt động của Lễ hội văn hóa truyền thống các dân tộc huyện Buôn Đôn, tỉnh Đắk Lắk được tổ chức 02 năm 01 lần vào tháng 3 âm lịch.Đây là mùa khô, nắng đẹp, đường sá đi lại dễ dàng, đồng bào Buôn Đôn mở Hội Đua Voi để cầu mong cho sự bắt đầu của một mùa vụ mới tốt tươi, đạt năng suất cao, mang lại no ấm cho dân làng\n\n    Lễ hội đua Voi chỉ diễn ra trong 01 ngày. Số lượng tham gia từ 15 – 18 con Voi. Hội Đua Voi nhằm tôn vinh tinh thần thượng võ và tài nghệ thuần dưỡng voi của đồng bào các dân tộc Tây Nguyên. Ngoài ra, du khách đến đây cũng được thưởng thức ẩm thực độc đáo, đậm đà bản sắc của các dân tộc tại chỗ và được cưỡi voi tham quan buôn làng, trải nghiệm với hành trình cưỡi Voi lội sông Sêrêpốk tham quan Rừng Yok Don.\n\n    Hội đua voi thường diễn ra vào mùa Xuân, trên một dãi đất rộng dài hay một khu rừng, cụ thể hơn vào dịp tháng ba âm lịch, đó lá tháng đẹp nhất trong năm. Đặc điểm Tinh thần thượng võ và chất hùng tráng hội cổ truyền của người M'Nông. Chuẩn bị cho ngày hội người quản tượng đưa voi đến những cụm rừng có nhiều cây cỏ để chúng có điều kiện dưỡng sức. Vào ngày hội, các đàn voi từ các buôn làng xa gần kéo về tập kết tập trung các bãi gần đó. Dân chúng khắp nơi đổ về dự hội với những bộ áo quần thổ cẩm. Bãi đua là một dải đất tương đối bằng phẳng, đủ để 10 con voi giăng hàng đi cùng một lúc, dài từ 1 đến 9 km\n\n    Bắt đầu một hồi tù và rúc lên, đàn voi dưới sự điều khiển của những chàng man-gát lần lượt tiến vào điểm xuất phát, dàn thành hàng ngay ngắn. Theo nh người điều khiển. Con đầu đàn đứng lên phía trước, hai chân trước đứng thẳng, ngẩng cao, quay cái vòi mấy vòng rồi cúi đầu chào khán giả hai bên, xong lại lùi vào vị trí cũ. Trên mỗi con voi có hai người man-gát khỏe mạnh, trong bộ trang phục sặc sỡ. Một tiếng tù và rúc to báo lệnh xuất phát. Những chú voi bật lên phía trước trong tiếng hò reo, la hét của khán giả cùng tiếng cồng chiêng khua.\n\n    Người ma-gát ngồi phía trước đầu voi cúi rạp mình, quan sát và điều khiển voi bằng một thanh sắt nhọn dài độ 1 mét gọi là kreo (tiếng M'Nông là gậy điều khiển) dùng để đâm mạnh vào da, thúc voi tăng tốc độ, còn người man-gát thứ hai ngồi ở phía sau dùng chiếc búa gỗ Kốc nện mạnh vào mông con voi để voi chạy nhanh và thẳng đường. Khi bóng người man-gát ngồi trên lưng chú voi đi đầu xuất hiện từ xa trong vòng quay trở về đích. Tiếng trống chiêng giục giã liên hồi. Tiếp theo là tiếng hoan hô những người thắng cuộc. Cuộc đua voi kết thúc, các con voi dự thi lần lượt trở lại các buôn làng\n\n2. Thể thức\n\n    Nội dung trong lễ hội gồm:\n\n        + Lễ cúng Nước\n\n        + Lễ cúng sức khỏe cho Voi.\n\n        + Lễ ăn trâu mừng mùa (Lễ Đâm Trâu).\n\n        + Lễ hội văn hoá các dân tộc huyện Buôn Đôn.\n\n        + Thi Voi đá bóng.\n\n        + Thi Voi chạy.\n\n        + Thi Voi bơi.\n\n        + Lễ cúng lúa mới (Lễ mừng mùa).\n\n        + Lễ tắm Voi sau khi kết thúc các hoạt động của Voi tại Lễ hội.\n\n    Bãi đua được chọn thường là dải đất bằng phẳng đủ để 5-10 con voi giăng hàng ngang để thi theo từng tốp. Sau hiệu lệnh là một hồi tù và, đàn voi phóng nhanh về phía trước sự cổ vũ nhiệt tình của đông đảo du khách và người dân trong khu vực cùng tiếng chiêng, tiếng trống thúc giục. Sau hội đua, cả buôn làng tập trung về nhà cộng đồng để ăn tiệc, uống rượu cần và nhảy múa trong không khí của lễ hội với âm vang cồng chiêng rộn rã.\n\n    Ngày nay, do yêu cầu của du lịch và để bảo tồn, phát triển một bản sắc văn hóa, lễ hội đua voi được chính quyền địa phương đứng ra tổ chức. Ngoài chạy đua, các chú voi nhà còn tham gia nhiều môn thi như bơi vượt sông, đá bóng... Vì vậy, nó thường được giới thiệu trong các chương trình của du lịch Đắk Lắk.Du khách còn được thưởng thức ẩm thực theo phong tục của dân tộc ở đây được cưỡi voi, tham quan buôn làng...và rất nhiều điều thú vị mà du khách sẽ được thử qua. Hiện nay, các chú voi đang đứng bên bờ vực tuyệt chủng vì sự săn bắt của con người. Các chú voi đang được điều dưỡng và không lâu sau sẽ thả vào rừng.\n\n","RootURL":"https://vi.wikipedia.org","Id":"0ad79bd6-cf53-4b61-80ac-2d51369bb082","RelatedEntityIds":[],"Name":"Lễ hội đua Voi"},{"AdditionalInfo":{"Địa điểm":"Tiên Du, Bắc Ninh","Ngày tháng (Âm lịch)":"13 tháng 1"},"Type":"FestivalEntity","Description":"    Hội Lim là một lễ hội lớn của tỉnh Bắc Ninh, chính hội được tổ chức vào ngày 13 tháng giêng hàng năm trên địa bàn huyện Tiên Du, tỉnh Bắc Ninh. Hội Lim được coi là nét kết tinh độc đáo của vùng văn hoá Kinh Bắc.\n\n1. Lịch sử\n\n    Kinh Bắc xưa nổi tiếng là vùng đất của những câu chuyện cổ, những sự tích văn hoá. Vì truyền thống này mà nơi đây sở hữu nhiều lễ hội dân gian. Lễ hội được nhiều người quan tâm nhất là Hội Lim tại thị trấn Lim, Tiên Du, Bắc Ninh.\n\n    Hội Lim là một sinh hoạt văn hoá - nghệ thuật đặc sắc của nền văn hoá truyền thống lâu đời ở xứ Bắc và dân ca Quan họ trở thành tài sản văn hoá chung của dân tộc Việt, tiêu biểu cho loại hình dân ca trữ tình Bắc Bộ.\n\n    Hội Lim chính là hội chùa làng lim và đôi bờ sông Tiêu Tương. Hội Lim trở thành hội hàng tổng (hội vùng) vào thế kỷ 18. Khi quan trấn thủ xứ Thanh Hóa Nguyễn Đình Diễn là người thôn Đình Cả, Nội Duệ, xứ Kinh Bắc, có nhiều công lao với triều đình, được phong thưởng nhiều bổng lộc, đã tự hiến nhiều ruộng vườn và tiền của cho tổng Nội Duệ trùng tu đình chùa, mở mang hội hè, gìn giữ thuần phong mỹ tục. Ông còn cho xây dựng trước phần lăng mộ của mình đặt tên là lăng Hồng Vân trên núi Lim. Do có nhiều công lao với hàng tổng và việc ông đặt hậu ở chùa Hồng ân, nên khi ông mất nhân dân tổng Nội Duệ đã tôn thờ làm hậu thần, hậu Phật hàng tổng. Văn bia lăng Hồng Vân có tên Hồng Vân từ bi ký niên đại Cảnh Hưng 30 (1769) hiện giữ ở đình thôn Đình Cả đã cho biết khá rõ lai lịch, công trạng và việc thờ phụng hậu hàng tổng Nguyễn Đình Diễn mỗi năm hai dịp vào \"ngày sinh\" và \"ngày hóa\" của ông tại lăng Hồng Vân và chùa Hồng ân trên núi Lim. Song trải tháng năm lịch sử, hội Lim đã có nhiều lớp văn hóa, trong đó người ta chỉ tổ chức tế lễ hậu thần vào một dịp là ngày 13 tháng giêng trùng với hội chùa Lim. Chính vì vậy mà có hội Lim và đây là hội hàng tổng\n\n2. Tóm tắt Phần lễ\n\n    8h ngày 13/1 Âm lịch, Hội Lim được mở đầu bằng lễ rước. Đoàn rước với đông đảo người dân tham gia . Trong những bộ lễ phục ngày xưa, sặc sỡ, sắc màu và cũng vô cùng cầu kì, đẹp mắt kéo dài tới cả gần ki-lô-mét . Trong ngày lễ, có nhiều nghi lễ và tục trò dân gian nổi tiếng, trong đó có tục hát thờ hậu. Toàn thể quan viên, hương lão, nam đinh của các làng xã thuộc tổng Nội Duệ phải tề tựu đầy đủ tại lăng Hồng Vân để tế lễ hậu thần. Trong khi tế có nghi thức hát quan họ thờ thần .\n\n    Để hát thờ, các liền anh, liền chị hát quan họ nam và nữ của tổng Nội Duệ đứng thành hàng trước cửa lăng hát vọng vào. Trong khi hát, họ chỉ được hát những giọng lề lối để ca ngợi công lao của thần.\n\n    Hội Lim đi vào lịch sử và tồn tại và phát triển cho đến ngày nay được hàng tổng chuẩn bị tập duyệt rất chu đáo từ ngày 9 và 10, rồi được diễn ra từ ngày 11 đến hết ngày 14 tháng giêng. Chính hội là ngày 13, với các nghi thức rước, tế lễ các thành hoàng các làng, các danh thần liệt nữ của quê hương tại đền Cổ Lũng, lăng Hồng Vân, lăng quận công Đỗ Nguyên Thụy. Trong các nhà thờ họ Nguyễn, họ Đỗ ở làng Đình Cả, dâng hương cúng Phật, cúng bà mụ Ả ở chùa Hồng Ân.\n\n    Hội Lim là lễ hội lớn của vùng Kinh Bắc, với những hoạt động lễ và hội phong phú, gần như hội đủ những hoạt động văn hóa nghệ thuật và tín ngưỡng tâm linh của các lễ hội trên vùng quê Bắc Ninh .\n\n3. Phần hội\n\n    Có nhiều trò chơi dân gian như đấu võ, đấu vật, đấu cờ, đu tiên, thi dệt cửi, nấu cơm. Đặc sắc hơn cả là phần hát hội - Là phần căn bản và đặc trưng nhất của hội Lim. Từ hát mời trầu, hát gọi đò đến con sáo sang sông, con nhện giăng mùng.\n\n    Hội thi hát diễn ra khoảng gần trưa, được tổ chức theo hình thức du thuyền hát quan họ. Tại một hồ nước nhỏ sát bên cánh đồng làng Lim, chiếc thuyền hình rồng được sơn son thiếp vàng rời bến trong những câu hát đậm đà nghĩa tình. Một bên thuyền là các liền chị, đối diện là những em nhỏ súng sính trong những tà áo tứ thân. Các liền anh thì đứng hoặc ngồi sát hai phía đầu và cuối thuyền. Tối ngày 12 sẽ là đêm hội hát thi quan họ giữa các làng quan họ. Mỗi làng quan họ được dựng một trại tại phần sân rộng của đồi Lim. Đây là phần hội hay nhất của cả lễ hội Hội Lim.\n\n    Về với Hội Lim là về với một trời âm thanh, thơ và nhạc náo nức không gian đến xao xuyến lòng người. Những áo mớ bảy mớ ba, nón ba tầm, quai thao, dải yếm lụa sồi, những ô lục soạn, khăn đóng, áo cặp the hoa gấm... như ẩn chứa cả sức sống mùa xuân của con người và tạo vật. Cách chơi hội của người quan họ vùng Lim cũng là cách chơi độc đáo, mỗi cử chỉ giao tiếp đã mang trong nó một sắc thái văn hoá cao.\n\n    Lễ hội diễn ra khắp các làng xã trong tổng Nội Duệ, trung tâm là núi Hồng Vân, với nghi thức tế lễ rước xách uy nghiêm, hùng tráng và nhiều trò vui, đặc sắc mà hấp dẫn nhất là đánh cờ người, tổ tôm điếm, thi dệt vải, thi làm cỗ và đón bạn, ca hát Quan họ.\n\n4. Hình ảnh\n\n5. Liên kết ngoài\n\n        + Chùm ảnh: Quan họ lên đồi vào hội hát\n\n","RootURL":"https://vi.wikipedia.org","Id":"275dea3a-f81c-45cc-bfa3-1be066faf4bb","RelatedEntityIds":[],"Name":"Hội Lim"},{"AdditionalInfo":{"Địa điểm":"Hải Dương","Ngày tháng (Âm lịch)":"16 tháng 1 - 22 tháng 1"},"Type":"FestivalEntity","Description":"    Chùa Côn Sơn (tên chữ là Tư Phúc tự hay Côn Sơn Tự), còn gọi là chùa Hun, là một ngôi chùa nằm bên ngọn núi Côn Sơn (hay còn gọi là núi Hun) ở phường Cộng Hoà, thành phố Chí Linh, tỉnh Hải Dương, Việt Nam. Chùa đã được Bộ trưởng Bộ Văn hóa Việt Nam Dân chủ cộng hòa xếp hạng di tích quốc gia ngay trong đợt I năm 1962. Đây là di tích quan trọng thuộc khu di tích Côn Sơn - Kiếp Bạc được công nhận là di tích quốc gia đặc biệt năm 2012.\n\n1. Lịch sử\n\n    Tên chữ của chùa là Tư Phúc tự hay Thiên Tư Phúc Tự, trong dân gian quen gọi theo tên núi là chùa Côn Sơn hay còn gọi là Chùa Hun. Chùa nằm dưới chân núi Côn Sơn. Tương truyền đây là nơi từng diễn ra trận hỏa công hun lửa tạo khói để vây bắt Phạm Bạch Hổ thời loạn 12 sứ quân của Đinh Bộ Lĩnh ở thế kỷ 10. Nên ngoài tên gọi Côn Sơn, núi còn có tên là Kỳ Lân hay núi Hun.\n\n    Sách Đại Nam Nhất Thống Chí chép về chùa Côn Sơn trong mục \"Núi Côn Sơn\", gắn liền với một loạt các nhân vật lịch sử nổi bật:\n\n        “ Núi Côn Sơn: ở cách huyện Chí Linh 21 dặm về phía đông bắc, như hình kì lân, nên lại gọi là núi Kì Lân; trên núi có động Thanh Hư, do tư đồ nhà Trần là Trần Nguyên Đán xây dựng (...) Nguyễn Trãi nhà Lê về già cũng ở đây, dưới núi có ao gọi là giếng Mắt Rồng, nước khe chảy quanh trước sau, có cầu Thấu Ngọc và am Bạch Vân, trên đỉnh núi có chùa Tư Phúc. Hòa thượng Pháp Loa dựng các am Hồ Thiên, Chân Lạc để ở. Vua Trần Thái Tông từng đến chơi. Tương truyền, Hòa thượng Huyền Quang cũng tu ở đấy. Phong tục ở đấy cứ đầu mùa xuân trai gái đến chùa dâng hương, hàng tuần mới tan, là thắng hội của một phương. Đời Trần Minh Tông, trạng nguyên Lý Đạo Tái biệt hiệu Ứng Quang, cáo quan về ở ẩn tại đây. Lê Thái Tông cũng từng đến chơi có thơ đề vịnh. ” — Đại Nam Nhất Thống Chí, Quyển 17 - Tỉnh Hải Dương\n\n    Năm Hưng Long thứ 12 (1304) nhà sư Pháp Loa cho xây dựng một chùa nhỏ gọi là Kỳ Lân. Đến năm Khai Hựu thứ nhất (1329) chùa được xây dựng mở rộng thành Côn Sơn Thiên Tư Phúc tự, giao cho Huyền Quang chủ trì. Ngay từ thời nhà Trần, chùa Côn Sơn là một trong ba trung tâm của thiền phái Trúc Lâm cùng với Yên Tử và Quỳnh Lâm, Quảng Ninh. Ca dao có câu:\n\n        “ Côn Sơn, Yên Tử, Quỳnh Lâm Nếu ai chưa đến thiền tâm chưa đành ”\n\n    Chùa là nơi tu hành của Quốc sư Huyền Quang - vị tổ thứ ba của Thiền phái Trúc Lâm. Sau khi Huyền Quang mất, vua Trần Minh Tông đã cho xây Đăng Minh bảo tháp chứa xá lị của ông và từ đó đến nay, ngày mất của Huyền Quang dần trở thành Hội Xuân Côn Sơn.\n\n    Sang thời Lê Sơ, chùa là nơi Nguyễn Trãi lui về ở ẩn theo gót ông ngoại mình là Trần Nguyên Đán cũng đã về Côn Sơn lánh đời cuối thời Trần. Năm 1439, vua Lê Thái Tông khôi phục lại các chức tước cho Nguyễn Trãi, trong đó ông có một chức danh là Đề cử Côn Sơn Tư Phúc tự tức là \"Quản lý chùa Tư Phúc\" (chùa Côn Sơn).\n\n    Vào thời Lê trung hưng, giai đoạn Thiền sư Mai Trí Bản hiệu Pháp Nhãn trụ trì, chùa được trùng tu và mở rộng đến quy mô đồ sộ. Theo bia tạc năm Hoằng Định thứ 15 (1614), khi đó chùa có đến 83 gian, bao gồm các công trình như: tam quan, tòa Cửu phẩm liên hoa gắn 385 tượng chư Phật, nhà thiêu hương, tiền đường, thượng điện, hành lang trái phải, tạc mới tượng Quan Âm Bồ Tát nghìn mắt nghìn tay, 18 tượng Phật sơn son trên thượng điện, thếp vàng lại ba tượng tam thế... Sau nhiều năm chiến tranh tàn phá, chùa Côn Sơn chỉ còn quy mô vừa phải nhưng kiến trúc vẫn hài hòa với cảnh quan.\n\n2. Kiến trúc và di vật\n\n2.1. Kiến trúc\n\n    Chùa Côn Sơn sau đợt tôn tạo thời Lê trung hưng là một công trình kiến trúc hoàn thiện. Sang thời Nguyễn, chùa còn khá tốt, cảnh quan vẫn tươi đẹp tuy quy mô đã nhỏ hơn nhiều. Chùa Côn Sơn ngày nay vẫn còn tầng tầng lớp lớp kiến trúc theo lối chùa cung đình gồm: hồ bán nguyệt, tam quan, sân trước. gác chuông, tiền đường (5 gian, 2 chái), thiêu hương (3 gian), thượng điện (3 gian), tổ đường, điện Mẫu, nhà bia. Hai dãy tả hữu hâu hành lang dài 75,13m, rộng 3,86m, mỗi bên có 29 gian.\n\n    Trước sân tiền đường chùa Côn Sơn có những cây đại cổ, làm tăng cảnh đẹp và tôn nghiêm của chùa. Trong quần thể chùa có rất nhiều những cây thông lâu năm, đặc biệt là hai hàng thông cổ thụ trong sân chùa tạo thành con đường thông. Phía sau chùa Côn Sơn là khu mộ tháp, lớn nhất là Đăng Minh bảo tháp được dựng bằng đá xanh, cao 3 tầng, trong đặt xá lợi và tượng Thiền sư Huyền Quang. Nằm ở sườn núi Kỳ Lân, bên phải là lối lên Bàn Cờ Tiên, dưới chân Đăng Minh bảo tháp là Giếng Ngọc. Người xưa cho rằng Giếng Ngọc chính là mắt của con Kỳ Lân. Giếng Ngọc cũng có thời gian bị cỏ cây che lấp. Năm 1995, ban Quản lý di tích Côn Sơn - Kiếp Bạc đã cho khơi lại, kè đá, xây bờ, lát sân xung quanh giếng. Đỉnh Côn Sơn là một khu vực khá bằng phẳng. Tương truyền, từ thời Trần, Pháp Loa Tôn giả đã lập một bàn cờ tại vị trí này, tục gọi là Bàn Cờ Tiên. Hiện nay, tại khu vực này mới dựng thêm một nhà bia, theo kiểu vọng lâu, với 2 tầng, 8 mái.\n\n2.2. Điêu khắc\n\n    Hệ thống tượng điêu khắc ở chùa Côn Sơn khá đặc sắc với nhiều pho tượng hiếm gặp ở các chùa khác. Bên trong gian chính điện, các ban thờ được sắp đặt đầy đủ theo truyền thống gồm: Ban Tam Bảo ở chính giữa, Nhị vị Hộ Pháp hai bên, ban thờ Đức Ông, ban thờ Đức Thánh Hiền, ban thờ Mẫu. Hai pho tượng hộ pháp tại chính điện được người dân làng Tân An, huyện Thanh Hà, Hải Dương gửi lên khi chạy giặc và hiện vẫn còn tại chùa, trong tình trạng rất tốt, ít bị hư hại.\n\n    Tương truyền ở ban thờ đầu hồi phía Đông nhà Tổ có 2 pho tượng nhỏ đắp đất, ngồi xếp bằng, một đàn ông, một đàn bà hướng về bàn thờ Phật. Tăng ni tu ở chùa Côn sơn không biết hai pho tượng đó là ai và có tự bao giờ. Trong thời gian kháng chiến chống Pháp, các tăng ni Phật tử sợ quân Pháp đến chùa tàn phá, đã đem đồ thờ và các pho tượng nhỏ cất giấu ở trong núi. Vào một đêm mưa gió sấm sét to, sư ông trụ trì chùa ngủ không yên, đợi sáng hôm sau trời tạnh vào thăm lại các tượng. Sư ông đến nơi thì thấy hai pho tượng đắp bằng đất bị mưa làm vỡ, lộ hai dải yểm tâm ghi tên mới biết đó là tượng Nguyễn Trãi và Nguyễn Thị Lộ.\n\n    Các cổ vật giá trị còn lại ở chùa bao gồm: 16 văn bia nói về về quy mô, những giai đoạn trùng tu chùa; ba pho tượng tam thế có phong cách vào giữa thế kỷ XVII hiếm gặp ở chùa khác; một bức tượng Phật A Di Đà cao trên 3m. Tượng Quan Âm nghìn mắt nghìn tay chùa Côn Sơn là tượng gỗ phủ sơn cao 97 cm, bệ 70 cm, ước đoán niên đại cuối thế kỉ XVI, đầu thế kỉ XVII. Tay tượng đã bị tháo hết, đùi bành rộng (như tượng Mạc Đăng Dung ở chùa Trà Phương), kết cấu thân tượng phong cách thời Mạc nhưng các chi tiết bề mặt rất kiểu cách. Đầu búi tóc làm hai u, các dải mũ chạy nổi tách trên lưng, nếp áo trườn qua tay cũng rời thân thành những đường đều, dài. Hình thức tách nổi các nếp y phục trên tượng chỉ đặc trưng ở thế kỷ XVI mà sau không phổ biến nữa. Ngoài ra còn một bệ gỗ kết cấu 6 mặt. Hai mặt trước, sau lớn, bốn mặt góc nhỏ, tạo thành các tổ hợp trang trí hình lá để trong ô chữ nhật hoặc vuông với các tổ hợp rồng, hoa văn dương xỉ, mây xoắn biến dạng đăng đối. Chạm khắc bệ tượng này cũng đặc trưng phong cách thời Mạc.\n\n2.3. Đăng Minh Bảo Tháp\n\n    Năm 1334, Huyền Quang viên tịch tại chùa Côn Sơn, vua Trần Minh Tông cúng dường 10 lạng vàng để xây tháp an táng xá lị cho thiền sư, đặt tên là Đăng Minh Bảo Tháp. Qua thời gian tháp đã bị hủy hoại. Năm 1719, nhà sư Hải Ấn cho xây dựng lại tháp.\n\n    Tháp Đăng Minh tọa lạc ở chân núi Kỳ Lân phía sau chùa Côn Sơn. Sân tháp lát gạch Bát Tràng chiều dài 8,75m, rộng 7,8m, xung quanh xây gạch đặc thời Lê. Tháp được xây bằng đá xanh Kính Chủ mỗi tấm trung bình 1 x 0,7m, dày 10–15 cm. Tháp cao 3 tầng dưới là bệ tháp có cấu tạo hình hoa sen. Tháp mở một cửa hướng nam ở tầng thứ nhất, rộng 48 cm cao 81 cm. Tầng thứ hai phía trên có biển gạch đề bốn chữ 燈明寶塔 (Đăng Minh bảo tháp). Phía trên cùng là chóp tháp đặt bình cam lồ. Điều đáng chú ý là phía sau và cạnh bên trái tầng một của tháp có khắc bia nói về thân thế sự nghiệp của Trúc Lâm đệ Tam tổ Huyền Quang. Bia khắc trực tiếp lên đá ghép của tháp khổ 0,70 x 0,50m, không trang trí hoa văn. Đây là tấm bia quý làm sáng tỏ nhiều điều của thiền phái Trúc Lâm. Niên đại khắc bia cũng là niên đại tạo dựng tháp Đăng Minh, năm Vĩnh Thịnh thứ 15 (1719).\n\n    Về hình thức và niên đại mộ tháp thì Đăng Minh bảo tháp cũng giống như Viên Thông bảo tháp (tháp xá lỵ của Pháp Loa, chùa Thanh Mai) và Huệ Quang kim tháp (tháp xá lỵ của Trần Nhân Tông, chùa Hoa Yên) được xếp vào loại tháp hoa sen. Các tháp này cùng được tạo dựng lại vào thời Lê Dụ Tông. Tháp Đăng Minh được tạo dựng vào năm Vĩnh Thịnh thứ 15 (1719). Tháp Viên Thông được tạo dựng vào năm Vĩnh Thịnh thứ 14 (1718). Tháp Phổ Quang được tạo dựng vào năm Bảo Thái thứ 10 (1729). Các tháp đều xây 3 tầng bằng các phiến đá lắp ghép. Tháp Đăng Minh và tháp Phổ Quang xây bằng đá xanh Kính Chủ còn tháp Viên Thông thì xây bằng đá khai thác tại chỗ. Ba ngôi tháp đều mở một cửa ở tầng một quay hướng nam. Phía trong có tượng các vị tổ bằng đá xanh, trước tượng là nhang án bằng đá, trên có bát hương.\n\n    Văn bia tháp Đăng Minh giống như các loại hình văn bia mộ tháp thời Lê Trung hưng được khắc trực tiếp vào các phiến đá lắp ghép trên mộ tháp, không trang trí rồng, mặt trời, hoa văn. Nội dung văn bia cung cấp nhiều tư liệu quý. Minh văn cho biết Huyền Quang Tôn Giả, Tổ thứ ba của Thiền phái Trúc Lâm họ Lý quê ở Vạn Tư (Vạn Tải) Gia Định, nay là huyện Gia Bình, Bắc Ninh. Khi chưa xuất gia Lý Đạo Tái đã thi đỗ Trạng nguyên Tam giáo, làm quan phụng mệnh đi sứ Trung Quốc, được đánh giá rất cao. Sau đó Ngài xuất gia tu Phật. Hưởng thọ 80 tuổi, được vua Trần Minh Tông rất mực tôn trọng phong sắc, cho xây tháp ngay sau khi Huyền Quang tịch diệt. Điều này đã được khắc trong bia:\n\n    Cùng một triều đại vua Lê Dụ Tông đã cho trùng tu tôn tạo 3 ngôi tháp của Trúc Lâm Tam tổ. Điều này chứng tỏ các vua triều Lê Trung hưng nói chung và Lê Dụ Tông nói riêng rất coi trọng Phật giáo đặc biệt là Thiền phái Trúc Lâm Việt Nam do Trần Nhân Tông sáng lập.\n\n2.4. Khảo cổ\n\n    Khu vực chùa Côn Sơn đã các nhà khoa học nhiều lần được tiến hành khai quật khảo cổ:\n\n        + Năm 1979: khai quật cạnh Đăng Minh Bảo Tháp đã tìm thấy phần dưới ngôi tháp nguyên bản thời Trần bằng đất nung. Phát hiện nhiều kè đá và nền móng kiến trúc thời Trần tại khu nền nhà Thanh Hư Động và cạnh Thượng điện.\n\n        + Năm 1992 - 1994: khai quật tam quan và đỉnh núi Kỳ Lân phát hiện nhiều mảnh gạch, ngói, gốm thời Trần.\n\n        + Năm 2000: khai quật khu vườn tháp và Thanh Hư Động thu được 2000 hiện vật ngói mũi hài, rồng đá, con giống đất nung thời Trần.\n\n        + Năm 2005: khai quật sau nhà tổ tìm thấy hai lớp nền móng kiến trúc từ thế kỉ XIV và thể kỉ XVI - XVII. Đồng thời tìm thấy nhiều gạch ngói, bát đĩa, tước, bình, lọ, bát hương, đặc biệt nhiều di vật niên đại thời Lê.\n\n        + Năm 2014: khai quật khảo cổ di tích Nhà Phẩm để thu thập tư liệu nhằm phục dựng tòa Cửu phẩm liên hoa đã tìm thấy nền móng nhà Phẩm\n\n2.5. Trùng tu và tôn tạo\n\n    Từ năm 2010, tỉnh Hải Dương đã tiến hành lập Quy hoạch chi tiết Khu di tích lịch sử - văn hóa Côn Sơn – Kiếp Bạc để Thủ tướng Chính phủ phê duyệt Quy hoạch tổng thể bảo tồn khu di tích gắn với phát triển du lịch. Nhiều hạng mục chính trong quần thể được trùng tu, tôn tạo và phục dựng.\n\n    Năm 2015, chùa Côn Sơn khởi công xây dựng công trình phục dựng tòa Cửu phẩm liên hoa. Năm 2017, đã khánh thành cụm công trình gồm cây Phẩm chín tầng và nhà Phẩm. Nhà Phẩm có kết cấu ba tầng, 12 mái, được làm từ 250 m³ gỗ lim, 15 m³ gỗ vàng tâm, hàng trăm mét khối đá xanh Thanh Hóa, hàng nghìn viên gạch Bát Tràng. Tháp Cửu phẩm Liên hoa hình bát giác, cao hơn 10 m với chín tầng, mỗi tầng chạm ba lớp cánh sen. Tầng một có tám đầu rồng đúc bằng đồng ở tám cạnh, trong khi tầng chín có tám đầu rồng uốn cong quay ra bốn hướng. Trên cùng cây Phẩm là Đức Phật A Di Đà tọa thiền trên đài sen. Toàn bộ cây Phẩm, hệ thống tượng Phật và các bức chạm được sơn son, thếp vàng.\n\n    Chùa Côn Sơn còn giữ được 2 quả chuông cổ, đều có niên đại ở thời Tự Đức. Một quả chuông treo ở trong chùa ước nặng 5 tạ, 1 quả treo ở nhà Tổ ước nặng 1 tạ. 2 quả chuông đều ghi tên người công đức, có bài minh ca ngợi cảnh sắc Côn Sơn. Năm 2019, chùa tổ chức đúc thêm quả chuông mới để treo trên gác chuông mới phục dựng. Quả chuông được đúc bằng đồng, nặng 1,2 tấn, cao 1,8 m và có đường kính miệng chuông là 1,2 m, phục dựng theo mẫu chuông chùa Vân Bản thời Trần (bảo vật quốc gia số 13, đợt 2).\n\n3. Trong thi ca\n\n    Chùa Côn Sơn xuất hiện trong rất nhiều các tác phẩm văn học chữ Hán từ thời Trần. đặc biệt là thơ. Các tác phẩm của các nhân vật lịch sử có thể kể đến như:\n\n        + Đề tư đồ Trần Nguyên Đán từ đường - 題司徒陳元旦祠堂 (Trần Nghệ Tông)\n\n        + Tặng Huyền Quang tôn giả - 贈玄光尊者 (Trần Minh Tông)\n\n        + Thanh Hư động ký - 清虛洞記 (Nguyễn Phi Khanh)\n\n        + Tống tăng Đạo Khiêm quy sơn - 送僧道謙歸山 (Nguyễn Trãi)\n\n        + Côn Sơn ca - 崑山歌 (Nguyễn Trãi)\n\n        + Dữ thi hữu Phan Long Trân du Côn Sơn nhân tác Côn Sơn hành vân - 與詩友潘龍珍遊崑山因作崑山行云 (Cao Bá Quát)\n\n    Đây là nơi đã chứng kiến một chặng đường đời và bi kịch của người anh hùng dân tộc, danh nhân văn hóa Nguyễn Trãi. Ông sinh ra tại đây và sau những năm tham gia triều chính, Nguyễn Trãi lại về Côn Sơn và sống cuộc dời ẩn dật. Cảnh Côn Sơn đã gợi cảm hứng để Nguyễn Trãi sáng tác một số bài thơ chữ Nôm trong Quốc Âm thi tập như \"Quy Côn Sơn trùng cửu ngẫu tác\", cũng như thơ chữ Hán: Mộng sơn trung, Loạn hậu đáo Côn Sơn cảm tác, Quy Côn Sơn chu trung tác, Khất nhân họa Côn Sơn đồ, mà nổi tiếng nhất là bài Côn sơn ca:\n\n4. Bia \"Thanh Hư Động\"\n\n    Bia Thanh Hư Động là hiện vật độc bản, lưu giữ ngự bút của vua Trần Duệ Tông, có giá trị rất lớn về lịch sử, thư pháp, mang đậm dấu ấn văn hóa thời Trần. Bia được công nhận là Bảo vật quốc gia năm 2015. Hiện bia được đặt trong nhà bia nằm trên sân chùa Côn Sơn, bên phải cổng chùa.\n\n    Việc tạo tác bia được Nguyễn Phi Khanh nhắc đến ở bài ký trong Nhị Khê thi văn tập:\n\n        “ (...) tất cả khu đó được gọi chung là \"Thanh Hư động\". Sau khi làm xong, đức vua Duệ Tông tự tay làm bài bia, khắc vào trước cửa động. Đức Thái Thượng hoàng tự tay làm bài minh, khắc dưới lèn đá (...) (...) Tháng chạp năm Giáp Tý, niên hiệu Xương Phù thứ tám (1384) ” — Nguyễn Phi Khanh, Thanh Hư Động ký\n\n4.1. Hình thức\n\n    Bia có kích thước lớn (165 cm x 98 cm x 17 cm), trán cong. Toàn bộ thân bia được đặt trên lưng một con rùa đá. Mặt trước trán bia khắc 4 chữ Hán theo thể chữ triện: Long Khánh Ngự Thư trong khung chữ nhật (22 cm x 25 cm) (Long Khánh là niên hiệu của Trần Duệ Tông 1372 – 1377). Giữa bia đề ba chữ lớn “Thanh Hư Động” viết theo lối lệ thư chân phương. Mỗi chữ kích thước 35 cm x 35 cm. Xung quanh diềm bia trang trí hình rồng triện gẫy khúc. Mặt sau của bia có khắc bài ký “Côn Sơn Tư Phúc tự bi”. Trán bia mặt sau có hình mặt trời, diềm bia trang trí hoa dây đơn.\n\n4.2. Niên đại\n\n    Các nhà nghiên cứu trước đây đã có những tranh luận trái chiều về niên đại của tấm bia này. Có hai luồng ý kiến:\n\n        + Quan điểm thứ nhất: bốn chữ Long Khánh Ngự Thư nghĩa là Vua (có niên hiệu) Long Khánh tự tay viết chữ, cùng với hình thức trang trí mặt bia đã khẳng định đây là ngự bút của vua Trần Duệ Tông. Mặt sau vốn khắc bài minh Côn Sơn Thanh Hư Động bi minh của vua Trần Nghệ Tông, năm 1602 bài minh này bị mài đi và khắc đè lên bài ký Côn Sơn Tư Phúc tự bi.\n\n        + Quan điểm thứ hai: Ba chữ \"Thanh Hư Động\" ở mặt trước được khắc lại vào năm 1603, mặt sau bia được khắc năm 1602.\n\n    Tuy nhiên, các phân tích về văn bản học và đối chiếu hình tượng con rùa đá đã cho thấy bia và ba chữ Thanh Hư Động đúng là có niên đại thời Trần. Thứ nhất, Trong chữ Thanh (清) trên bia, phần chữ \"Nguyệt\" (月) đã bị thay nét ngang trên bằng vòng tròn. Các chữ húy thời Trần (chữ \"Thừa\", chữ \"Tộ\") đều có một nét bị thay bằng một vòng tròn. Chữ \"Nguyệt\" cũng là một chữ húy, được quy định từ thời Trần Anh Tông:\n\n        “ Kỷ Hợi năm thứ 7 [1299], (Nguyên Đại Đức năm thứ 3) Mùa xuân, tháng 4, ngày 12, xuống chiếu cấm chữ huý của Khâm Minh Đại Vương và Thiện Đạo quốc mẫu (Khâm Minh tên huý là Liễu, Thiện Đạo tên huý là Nguyệt; Thiện Đạo là phu nhân của Liễu) khi làm văn không được dùng. ” — Đại Việt sử ký toàn thư, Quyển VI\n\n    Điều đáng nói là trong bài ký \"Côn Sơn Tư Phúc tự bi\" ở mặt sau bia thì tất cả các chữ \"Nguyệt\" không hề kiêng húy mà vẫn viết đủ nét. Thêm vào đó, một tấm bia khác đặt ngay gần là bia Phụng lệnh dụ cung cấp tam bảo tạo lệ bi kí/ Khôi tạo trùng tu Phật tổ Côn Sơn Tư Phúc tự dựng năm Thịnh Đức nguyên niên (1653) đã nhắc đến địa danh \"Thanh Hư Động\" hai lần nhưng chữ \"Nguyệt\" không hề kiêng húy.\n\n    Thứ hai là hình dạng con rùa đội bia Thanh Hư Động: mai trơn, đầu rùa tạc rõ hai mắt và sống mũi, cổ nghển cao, đuôi vắt lên mai, bốn chân có năm móng quắp lại. Hình dạng con rùa này rất giống với con rùa ở bia Thanh Mai Viên Thông tháp bi có niên đại xác định là 1362. Bia Thanh Mai Viên Thông tháp bi cũng kiêng húy chữ Nguyệt triệt để, khẳng định niên đại thời Trần của bia. Một bia khác ở Chùa Côn Sơn cũng có rùa đội là bia Trùng tu Tư Phúc tự bi niên đại Hoằng Định tứ niên (1603). Con rùa ở bia này có hình thức rất khác, không ngóc đầu lên, không có đuôi, mai xù xì và úp sát đất.\n\n    Thứ ba là diềm chân bia ở mặt trước có khắc hình rồng triện gãy khúc đã mờ, có nhiều chữ khắc đè lên. Rõ ràng hình rồng và chữ đè lên không thể khắc cùng một thời điểm. Trang trí diềm chân bia phải có trước (thời Trần) rồi sau này khi hình rồng bị mờ thì người ta mới khắc tên những người công đức xây chùa vào năm 1603 đè lên chữ.\n\n    Qua đó có thể thấy bia Thanh Hư Động không thể có niên đại thời Lê trung hưng (niên hiệu Hoằng Định) mà có niên đại từ thời Trần (niên hiệu Long Khánh).\n\n4.3. Minh văn\n\n    Bài ký \"Côn Sơn Tư Phúc tự bi\" ở mặt sau bia ghi niên đại \"Hoằng Định tam niên\" (1602), chữ viết thành 29 cột, mỗi cột từ 2 - 45 chữ. Nội dung tóm tắt như sau:\n\n    Trong Việt âm thi tập còn ghi lại một bài minh có tựa đề Côn Sơn Thanh Hư Động bi minh (Bài minh khắc vào bia Thanh Hư Động) của Trần Nghệ Tông. Vì thế bài minh này được cho là đã khắc lên mặt sau của bia Thanh Hư Động cùng thời điểm với ba chữ \"Thanh Hư Động\" ở mặt trước, nhưng sau đó đã bị khắc đè lên vào đợt trùng tu chùa năm 1602. Nội dung bài minh như sau:\n\n5. Bia \"Côn Sơn Tư Phúc tự bi\"\n\n    Bia \"Côn Sơn Tư Phúc tự bi\" là dạng bia lục giác rất hiếm gặp ở Việt Nam, được tạo tác trong đợt đại trùng tu chùa Côn Sơn ở thế kỷ XVII. Đây là tấm bia quý, chứa đựng những giá trị văn hóa, lịch sử, mỹ thuật đặc sắc. Bia được công nhận là Bảo vật quốc gia năm 2017.\n\n5.1. Lịch sử\n\n    Bia \"Côn Sơn Tư Phúc tự bi\" được dựng vào năm Hoằng Định thứ 8 (1670) đời vua Lê Kính Tông, do Nguyễn Đức Minh soạn, Tạ Tuấn viết chữ, Lê Liễu người xã Kính Chủ khắc bia. Tấm bia được dựng trong đợt đại trùng tu chùa Côn Sơn do nhà sư Mai Trí Bản (trụ trì chùa Côn Sơn) chủ trì.\n\n    Ngày 15 tháng 2 năm 1965 (tức ngày 14 tháng Giêng năm Ất Tỵ), Chủ tịch Hồ Chí Minh về thăm Côn Sơn đã đọc bia “Côn Sơn tư phúc tự bi”. Ông đã dịch và giảng giải cho những người cùng đi trong đoàn và người dân hiểu về nội dung của tấm bia. Bức ảnh chụp Chủ tịch Hồ Chí Minh đọc bia chùa Côn Sơn được in trong nhiều sách báo.\n\n    Hiện nay bia được đặt trong nhà bia hai tầng chồng diêm tám mái, ở phía trái sân chùa (từ cổng vào).\n\n5.2. Hình thức\n\n    Tấm bia bằng đá xanh hình lục lăng, 6 mái, chóp mái nhọn. Các hoạ tiết trang trí trên bia được chạm khắc tinh xảo. Năm trên sáu mặt bia có chạm hình rồng mây. Hình ảnh những con rồng mang đặc trưng phong cách thời Mạc với thân dài, mảnh, uốn lưng ngựa, mặt quỷ, sừng trâu. Chữ trên bia thể hiện theo lối chân thư, sáu chữ tiêu đề bia được chạm to trên trán, mỗi mặt một chữ trong ô tròn. Mỗi mặt bia có 68 dòng, mỗi dòng có 15 đến 30 chữ; trán bia. Diềm bia chạm hình dây leo cách điệu, sát chân bia có chạm hình cánh sen cách điệu.\n\n    Cụ thể đồ án trang trí ở từng mặt bia như sau:\n\n        + Mặt thứ nhất khắc chữ “Côn” (崑): trán bia trang trí lưỡng long chầu nhật. Hai bên trang trí hoa văn kiểu hoa thị. Ngoài cùng chạm hình hoa sen với hai chiếc lá mềm mại bay lên phía trước.\n\n        + Mặt thứ hai khắc chữ “Sơn” (山): trán bia trang trí một con rồng trong tư thế đang di chuyển theo phương nằm ngang. Hai bên chạm nửa bông cúc mãn khai, bao quanh bông cúc là những vân xoắn.\n\n        + Mặt thứ ba khắc chữ “Tư” (資): chạm khắc tương tự mặt thứ hai nhưng con rồng được tạc trong tư thế uốn thân theo khung hình chữ nhật, đầu rồng đối diện với phần đuôi dựng đứng. Ô chính giữa của đường diềm hai bên đều tạc nửa bông cúc mãn khai. Hai bên trang trí hình lá mềm mại, đối xứng nhau.\n\n        + Mặt thứ tư khắc chữ “Phúc” (福): trán bia chạm khắc đôi phượng chầu mặt trời, phía trên và dưới mặt trời chạm kín vân mây. Hai bên chạm bông hoa cúc được bao quanh bởi bốn chiếc lá mềm mại.\n\n        + Mặt thứ năm khắc chữ “Tự” (寺): trán bia trang trí hình rồng trong tư thế uốn lượn, đầu quay ngược lại phía sau. Điểm xuyết quanh rồng là hệ thống vân mây cụm và mây 3 dải. Chính giữa mặt bia, hai bên chạm đôi chim trong tư thế quy chầu, ngoài cùng trang trí nửa bông cúc mãn khai.\n\n        + Mặt thứ sáu khắc chữ “Bi” (碑): trán bia chạm khắc hình tượng rồng. Khác với rồng của các mặt trước, rồng được chạm với mặt nhìn chính diện, thân uốn lượn bao quanh khuôn mặt. Hai bên trang trí nửa bông sen, bao bọc quanh hoa sen là những vân dấu hỏi.\n\n5.3. Nội dung\n\n    Năm 1986 theo khảo sát của Viện nghiên cứu Hán Nôm thì các bản rập văn bia lưu trữ tại Viện có chỗ mờ và thiếu nét nhưng toàn bộ chữ trên bia tại chùa thì vẫn còn rõ nét. Đến nay tuy một số chữ trên bia đã mờ, mất, nhưng vẫn xác định được nội dung ghi chép. Nội dung bia Côn Sơn tư phúc tự bi ghi chép về đợt trùng tu chùa Côn Sơn năm 1607 do thiền sư trụ trì chùa Côn Sơn Mai Trí Bản khởi xướng cùng các quý tộc, quan lại, thiện nam, tín nữ các nơi hưng công xây dựng chùa. Những nội dung này được chạm khắc cụ thể ở 6 mặt của tấm bia.\n\n    Cụ thể nội dung ở từng mặt bia như sau:\n\n        + Mặt thứ nhất, chữ “Côn”: cho biết chùa Tư Phúc ở Côn Sơn có quy mô từ thời Trần. Là nơi trụ trì của Huyền Quang - Ma Hán tôn giả, vị tổ thứ ba của Thiền phái Trúc Lâm đời Trần. Sư trụ trì chùa đương thời là Mai Trí Bản, tự Huệ Pháp, hiệu Pháp Nhẫn đứng ra lo liệu việc trùng tu; lại có các đệ tử đi khuyến giáo các quan viên, chức sắc, cung tần, thể nữ, cùng thiện nam, tín nữ các nơi góp đủ tiền mua được một số ruộng hưng công xây dựng nhà thiêu hương, tiền đường, hậu đường, hai bên hành lang, cửa tam quan… tu sửa lại thượng điện, tô lại tượng Phật, san khắc sách kinh.\n\n        + Mặt thứ hai, chữ “Sơn”: ghi tên các hội chủ và tín thí quê ở các huyện thuộc phủ Khoái Châu\n\n        + Mặt thứ ba, chữ “Tư”: ghi riêng các tín thí ở làng Chi Ngại (phường Cộng Hòa, Chí Linh ngày nay)\n\n        + Mặt thứ tư, chữ “Phúc”: ghi tên 4 nhà sư có tiếng khác đã giúp sức vào việc sửa chữ Côn Sơn là: Thiên sư Đạo Phái; Hòa thượng Trần Đạo An, tự Định Hương người xã Từ Quán, huyện Gia Thủy, phủ Thiên Trường trụ trì ở chùa Tịnh Quang, Từ Sơn; Hòa thượng Nguyễn Quỳnh Cư tự Huệ Quang trụ trì ở chùa Hoa Yên núi Yên Tử; Hòa thượng Vũ Văn Thông tự Huệ Hải hiệu Linh Không, trụ trì ở chùa Vĩnh Nghiêm, từng giữ chức Tăng chính trong Tăng hội; tên một số tăng người và tín thí khác… Cuối bia ghi vị trí 80 mẫu ruộng của nhà chùa.\n\n        + Mặt thứ năm, chữ “Tự”: ghi riêng họ tên của sư Mai Trí Bản quê ở xã Mai Đồ, huyện Quế Dương (tức Quế Võ, Bắc Ninh ngày nay) cùng môn đệ như Tì khưu Mai Ngọc Liên... tất cả hơn 30 người đã tham gia công việc trùng tu chùa Côn Sơn.\n\n        + Mặt thứ sáu, chữ “Bi”: khắc bài minh gồm 32 câu, mỗi câu 4 chữ\n\n6. Lễ hội\n\n    Chùa Côn Sơn có hai dịp lễ hội. Hội xuân từ ngày 16 tháng giêng tới hết ngày 22 tháng giêng âm lịch nhằm tưởng nhớ Đệ tam tổ Trúc Lâm Huyền Quang Tôn giả. Hội thu từ ngày 15 đến ngày 20 tháng 8 âm lịch tưởng niệm Nguyễn Trãi.\n\n    Trước đây, nghi lễ chính của lễ hội mùa xuân Côn Sơn là rước lễ và tế lễ của dân làng hai thôn Chi Ngại và Chúc Thôn (Chúc Thôn tổ chức vào ngày 16, Chi Ngại tổ chức vào ngày 18 tháng Giêng).\n\n    Hiện nay lễ hội chùa Côn Sơn được kết hợp với lễ hội đền Kiếp Bạc thành lễ hội Côn Sơn - Kiếp Bạc mùa xuân và mùa thu, thường được tổ chức từ ngày mùng 10 đến ngày 23 tháng giêng và mùng 10 đến 20 tháng 8 Âm lịch.\n\n    Lễ hội mùa xuân gồm: lễ rước nước; lễ Liên Hoa Hội Thượng phát đại nguyện của đức Phật; màn châm và truyền hoa đăng của phật tử; lễ rước bánh chưng, bánh dày tại chùa Côn Sơn, đền thờ Nguyễn Trãi, đền thờ Trần Nguyên Đán; lễ giỗ Đệ tam tổ Trúc Lâm Huyền Quang tôn giả; lễ đàn Mông Sơn thí thực; nghi lễ Nhiễu phật ở tòa Cửu phẩm liên hoa. Phần hội có: hội thi gói bánh chưng, giã bánh dày; Liên hoan Pháo đất tỉnh Hải Dương; giải Vật dân tộc, giải Cờ tướng. Lễ hội mùa thu thường bao gồm: lễ Cúng Phật, Thánh, Hội đồng Trần Triều; Lễ giỗ Đức Thánh Trần; Lễ khai ấn và ban ấn đền Kiếp Bạc; Lễ rước bộ; Lễ tưởng niệm, Lễ tế tại đền Nguyễn Trãi, đền Trần Nguyên Đán; Lễ cầu an. Phần Hội có: Liên hoan diễn xướng hầu Thánh, đua thuyền truyền thống, trình diễn nghệ thuật múa rối nước, hội quân trên sông Lục Đầu, hội hoa đăng… và các hoạt động văn hóa, thể thao khác. Các lễ hội Côn Sơn - Kiếp Bạc thường thu hút đến hàng chục vạn lượt khách du lịch mỗi năm.\n\n7. Xem thêm\n\n        + Khu di tích Côn Sơn - Kiếp Bạc\n\n        + Đền Kiếp Bạc\n\n        + Trần Nguyên Đán\n\n        + Nguyễn Trãi\n\n","RootURL":"https://vi.wikipedia.org","Id":"1ee28bdd-d288-4c85-b481-f1f1b10b0fac","RelatedEntityIds":[],"Name":"Hội Côn Sơn"},{"AdditionalInfo":{"Địa điểm":"Nam Định","Ngày tháng (Âm lịch)":"1 tháng 3 - 9 tháng 3"},"Type":"FestivalEntity","Description":"    Phủ Dầy (có khi ghi là Phủ Giầy, Phủ Giày) là một quần thể kiến trúc tín ngưỡng truyền thống của người Việt trải rộng trên địa bàn xã Kim Thái huyện Vụ Bản, tỉnh Nam Định, gần quốc lộ 10, quốc lộ 37B và quốc lộ 38B từ thành phố Nam Định đi thành phố Ninh Bình.\n\n1. Lịch sử\n\n    Phủ Dầy có ý nghĩa là \"đền lớn ở làng Kẻ Dầy\".\n\n    Năm 1557 triều vua Lê Anh Tông, làng Kẻ Dầy mới lấy tên chữ là xã An Thái, chia làm bốn thôn: Vân Cát, Vân Đình, Vân Cầu, Nham Miếu. Vì hai quan tiến sĩ Trần Ngọc Kỳ và Trần Bích Hoành cùng xã An Thái bất bình với nhau về chức Tiên chỉ, không ai nhường ai nên dân sở tại xin chia xã An Thái làm hai xã nhỏ: một xã lấy tên là Tiên Hương và một xã là Vân Cát, cách nhau 2 km. Mỗi nơi có phủ thờ Liễu Hạnh riêng.\n\n    Năm 1861 (Tự Đức thứ 12) xã An Thái mới chính thức đổi tên là Tiên Hương.\n\n    Phủ Chính tại thôn Tiên Hương được xây dựng từ thời Lê – Cảnh Trị (1663 – 1671)\n\n    Hiện nay, thôn Tiên Hương được đổi tên là xã Kim Thái.\n\n2. Không gian đền phủ\n\n    Đền thờ của Đức Thánh Mẫu gọi là \"Phủ\", vì Đức Thánh Mẫu được sắc phong là \"Liễu Hạnh Công Chúa\". \"Phủ\" là danh từ chỉ định dinh cơ của các vương công, và theo lẽ đó chỗ thờ công chúa cũng là nơi công chúa trú ngụ nên đền thờ Liễu Hạnh cũng dùng chữ Phủ.\n\n    Quần thể Phủ Dầy bao gồm hơn 20 di tích gắn liền với cuộc đời Thánh Mẫu Liễu Hạnh trong lần giáng sinh thứ 2. Gồm Phủ Chính Tiên Hương, Phủ Vân Cát, Phủ Bóng (Nguyệt Du Cung), phủ Giáp Ba, phủ Dinh, phủ Đá, phủ Nội, phủ Tổ (Khải Thánh), đền Trình, đền Công Đồng, đền Chầu Bà Đệ Tứ Khâm Sai, đền Mẫu Thượng, đền Mẫu Thoải, đền Mẫu Đông Cuông, đền Đức Vua, đền Quan Lớn, đền thờ Lý Nam Đế, đền Đức Thánh Trần, chùa Tiên Hương, chùa Linh Sơn, chùa Dần, chùa Gôi, chùa Vân Cát...\n\n3. Lịch sử hình thành\n\n    Phủ Dầy khởi thủy ban đầu chỉ là 1 quán cỏ được thờ phụng đơn sơ thời Lê Thế Tông (1578 - 1599), sau tới thời Phúc Thái thời vua Lê Chân Tông (1643 -1649) đựợc trùng tân, như trong bài Bái An Thái Tiên nữ từ của Tiến sỹ Phạm Đình Kính (người xã Cổ Sư, huyện Thiên Bản, nay là xã Vĩnh Hào, huyện Vụ Bản), được khắc trên bức Bảo Hành:\n\n    Bái An Thái Tiên Nữ từ\n\n    Vân Hương Tái thế nhất truyền kỳ\n\n    Lê thị đầu sinh Đinh Tỵ niên\n\n    Giá tại Trần môn năng khắc hậu\n\n    Từ ư An ấp khả quang tiền\n\n    Thế Tông thủy tạo mao từ quán\n\n    Phúc Thái trùng khai ngoã thạch hiên\n\n    Hoằng Định dĩ mông ban bảo chiếu\n\n    Linh danh ảnh hưởng khởi u huyền !\n\n    Dịch nghĩa:\n\n    Các giai đoạn khởi tạo, trùng tu:\n\n    Quán cò Thế Tông (1578 - 1599) đầu mới dựng\n\n    Nhà xây Phúc Thái (1643 -1649) lại trùng tân.\n\n    Đời vua Hoằng Định (1609 -1619) ơn ban sắc\n\n    Linh thiêng huyền ảo mãi lưu truyền.\n\n    Phủ Chính Tiên Hương là một công trình đẹp được xây dựng từ thời Lê Cảnh Trị (1663 – 1671) và đã qua nhiều lần trùng tu. Phủ Tiên Hương có 19 toà với 81 gian lớn nhỏ, mặt phủ quay về phía tây nam nhìn về dãy núi Tiên Hương. Trước phủ có hồ và một sân rộng, có 3 toà nhà dàn hàng ngang hai tầng, tách mái đó là phượng du nơi đón khách tới hành hương. Một hồ bán nguyệt có lan can thấp bao quanh, có bình phong và hai cầu vượt đều bằng đá chạm khắc hình con rồng với móng vuốt sinh động tinh xảo. Phủ có 4 lớp thờ (4 cung): đệ nhất, đệ nhị, đệ tam, đệ tứ. Các cung đều được tập trung các nghệ thuật chạm khắc tinh vi, thể hiện đủ các mảng đề tài: rồng, phượng, hổ… Chính cung (cung đệ nhất) có một khám thờ khảm trai, bề thế và tinh xảo. Đây chính là nơi đặt 5 pho tượng có giá trị mỹ thuật cao của thế kỷ thứ 19.\n\n    Phủ Vân Cát được xây dựng trên khu đất rộng gần 1ha, mặt quay về hướng tây bắc. Phủ Vân Cát hiện nay có 7 toà với 30 gian lớn nhỏ. Phía trước có hệ thống cửa ngọ môn với 5 gác lầu; phía ngoài ngọ môn có hồ bán nguyệt, giữa hồ là nhà thủy lâu, 3 gian, mái cong. Phủ Vân Cát cũng có 4 cung như ở phủ Tiên Hương. Trung tâm là nơi thờ chúa Liễu, bên trái là chùa thờ Phật, bên phải là đền thờ Lý Nam Đế.\n\n    Lăng Thánh Mẫu Liễu Hạnh được xây dựng vào năm 1938. Lăng được xây dựng bằng đá xanh, chạm trổ đẹp, với diện tích 625m2, gồm có cửa vào lăng theo hướng đông tây, nam bắc. Các cửa đều có trụ cổng trên đắp hình bông sen. Giữa lăng là ngôi mộ khối bát giác, mỗi cạnh chừng 1m. Toàn lăng có 60 búp sen hồng trông xa như một hồ sen cạn.\n\n    Di tích Phủ Dầy có giá trị rất cao về trình độ kiến trúc nghệ thuật cuối thế kỷ 19 đến đầu thế kỷ 20. Đến với Phủ Dày vừa để thưởng ngoạn cảnh đẹp, vừa là dịp Mẫu ban cho điều lành và sự may mắn.\n\n4. Sinh hoạt tín ngưỡng\n\n    Hội Phủ Dầy được tổ chức hàng năm vào ngày 3 tháng 3 âm lịch. Lễ hội nhằm tổ chức nghi lễ, thắp hương biết ơn Thánh Mẫu Liễu Hạnh. Cùng thời điểm này, bà Chúa Liễu Hạnh cũng được thờ tại nhiều lễ hội khác trên Việt Nam, nhưng hội Phủ Dầy thuộc vào loại long trọng nhất, với sự tham gia của đông đảo dân chúng.\n\n    Có 3 nghi thức quan trọng nhất trong Lễ hội Phủ Dầy bao gồm:\n\n    Ngoài ra trong lễ hội còn có các trò chơi truyền thống như: Thi hát văn, hát chèo, múa rối nước, đấu vật, đấu cờ người, thổi cơm thi... Nghi lễ Hầu Đồng diễn ra trong suốt thời gian lễ hội.\n\n    Thành ngữ dân gian một số nơi ở miền Bắc có câu:\n\n    Cha là Đức Thánh Trần Hưng Đạo, còn Mẹ chính là Thánh Mẫu Liễu Hạnh.\n\n5. Xem thêm\n\n        + Liễu Hạnh công chúa\n\n        + Phủ Quảng Cung (Phủ Nấp)\n\n        + Phủ Đồi Ngang\n\n        + Đền Phủ Dầy ở Thành phố Hồ Chí Minh\n\n6. Liên kết ngoài\n\n        + Khu di tích Phủ Dầy\n\n","RootURL":"https://vi.wikipedia.org","Id":"a2e38447-9651-439a-ba54-b5ee0987e57f","RelatedEntityIds":[],"Name":"Hội Phủ Dầy"},{"AdditionalInfo":{"Địa điểm":"Quốc Oai, Hà Nội","Ngày tháng (Âm lịch)":"5 tháng 3 - 7 tháng 3"},"Type":"FestivalEntity","Description":"    Chùa Thầy là một nhóm những ngôi chùa ở chân núi Sài Sơn, huyện Quốc Oai, tỉnh Hà Tây cũ, nay là xã Sài Sơn, huyện Quốc Oai, Hà Nội, cách trung tâm Hà Nội khoảng 20 km về phía Tây nam, đi theo đường cao tốc Láng - Hòa Lạc. Sài Sơn có tên Nôm là núi Thầy, nên chùa được gọi là chùa Thầy. Chùa được xây dựng từ thời nhà Lý. Đây từng là nơi tu hành của Thiền sư Từ Đạo Hạnh, lúc này núi Thầy còn gọi là núi Phật Tích.\n\n1. Lịch sử\n\n    Cùng với chùa Tây Phương và Chùa Hương, Chùa Thầy là một trong những ngôi chùa nổi tiếng nhất Hà Nội. Nếu như Chùa Láng gắn liền với giai đoạn đầu của cuộc đời Từ Đạo Hạnh, thì chùa Thầy lại chứng kiến quãng đời sau cùng cho đến ngày thoát xác của vị sư thế hệ thứ 12 thuộc dòng Thiền Ti-ni-đa-lưu-chi này.\n\n    Ban đầu chùa Thầy chỉ là một am nhỏ gọi là Hương Hải am, nơi Thiền sư Từ Đạo Hạnh trụ trì. Vua Lý Nhân Tông đã cho xây dựng lại gồm hai cụm chùa: chùa Cao (Đỉnh Sơn Tự 嵿山寺) trên núi và chùa Dưới, tức chùa Cả, tên chữ là Thiên Phúc Tự (天福寺). Đầu thế kỷ 17, Dĩnh Quận Công cùng hoàng tộc chăm lo việc trùng tu, xây dựng điện Phật, điện Thánh; sau đó là nhà hậu, nhà bia, gác chuông. Theo thuyết phong thủy, chùa được xây dựng trên thế đất hình con rồng. Phía trước chùa, bên trái là ngọn Long Đẩu, lưng chùa và bên phải dựa vào núi Sài Sơn. Chùa quay mặt về hướng Nam, trước chùa, nằm giữa Sài Sơn và Long Đẩu là một hồ rộng mang tên Long Chiểu hay Long Trì (ao Rồng). Sân chùa như hàm rồng ,thủy đình như viên ngọc rồng ngậm.Cây cầu Nguyệt Tiên Kiều và Nhật Tiên Kiều như hai chiếc râu rồng.\n\n2. Truyền thuyết Hóa thân chuyển thế\n\n    Đây là một khái niệm trong Phật giáo liên quan tới luân hồi, tuy nhiên chỉ được hiện thực hóa rõ ràng trong phái Kim Cang Thừa tại Tây Tạng khởi nguyên của việc hóa thân này cũng là thế kỷ 11 cùng thời với Tổ Từ Đạo Hạnh. Có ít nhất 2 vị vua được cho là hóa thân của Từ Đạo Hạnh:\n\n        + Lý Thần Tông (1116-1138)\n\n        + Lê Thần Tông (1607-1662)\n\n        + Lê Hiến Tông (do mẹ cầu tự tại chùa Thầy và sinh năm 1461)\n\n3. Kiến trúc\n\n    Phần chính của chùa Thầy được xây dựng theo lối kiến trúc tiền Phật hậu Thánh , Thánh ở đây là Từ Đạo Hạnh một vị danh tăng nổi tiếng dưới thời Lý. Chùa gồm ba tòa song song với nhau gọi là chùa Hạ, chùa Trung và chùa Thượng. Giữa chùa Hạ và chùa Trung có ống muống nối với nhau, tạo thành thế hạ công thượng nhất. Đặc biệt kiến trúc chùa chỉ có 36 lỗ đục các tấm gỗ được xếp chồng lên nhau cực kỳ vững chắc.\n\n    Chùa Hạ là nhà tiền tế, bày các tượng Đức Ông, Thánh hiền. Ống muống để tượng Bát bộ Kim Cương. Chùa Trung bày bàn thờ Phật, hai bên có hai tượng Hộ pháp, tượng Thiên vương. Chùa Thượng hay chùa trên tách biệt hẳn, ở vị trí cao nhất, biển đề Đại hùng Bảo điện, đồng thời là nhà thánh, để tượng Di Đà tam tôn,Thích Ca, tượng ba kiếp của thiền sư Từ Đạo Hạnh, ban thờ Lý thần Tông còn có 1 đôi Phượng Hoàng gỗ, 2 tượng Phỗng thế kỷ 18 đời vua Lê Ý Tông,\n\n    Xung quanh chùa có hai dãy hành lang phía sau có lầu chuông, lầu trống. tương truyền do bà Chúa Chè Tuyên Phi Đặng Thị Huệ xin với chúa Tĩnh Đô Vương Trịnh Sâm xây dựng khi về thăm chùa,\n\n    Phía trước chùa là một sân rộng nhìn ra hồ Long Chiểu, tạo thành hàm của rồng trước trồng hai cây gạo, nhưng hiện tại hai cây gạo đã chết, được thay bởi cây đa. Từ sân này có hai cầu là Nhật tiên kiều và Nguyệt tiên kiều nối sang hai bên, tạo thành hai râu rồng. Hai cầu này do Phùng Khắc Khoan xây vào năm 1602. Cầu Nhật Tiên nối sang một hòn đảo nhỏ, trên đảo có đền thờ Tam phủ. Cầu Nguyệt Tiên nối vào đường lên núi.\n\n    Giữa ao Long Chiểu có thủy đình là viên ngọc giữa miệng rồng. Đây cũng là nơi diễn ra trò múa rối nước. Từ Đạo Hạnh được cho là ông tổ của hình thức biểu diễn dân gian này.\n\n4. Điêu khắc trong chùa\n\n    Tại chùa Hạ có các pho tượng Đức Ông khá đẹp, và một bức bình phong lớn mô tả cảnh địa ngục.\n\n    Các pho Kim Cương đứng trong những tư thế võ mạnh mẽ, sống động. Tại chùa Trung có hai pho tượng Hộ pháp được cho là lớn nhất trong các ngôi chùa Việt Nam, cao gần 4m. Tượng Hộ pháp đắp bằng đất thó, giấy bản giã nhỏ trộn với mật, trứng,..., nên sau hơn ba trăm năm vẫn còn rất tốt.\n\n    Các pho tượng đẹp nhất của chùa Thầy tập trung tại chùa Trên.\n\n    Trên cao nhất là tượng Di Đà Tam tôn được tạc vào đời Mạc. Phật A Di Đà ngồi giữa dáng vẻ phúc hậu. Pho tượng Quán Thế Âm bên phải ngồi buông chân trái xuống, chân phải co lên, tay cầm một cây phất trần, dáng vẻ ung dung. Pho Đại Thế Chí ngồi xếp bằng, hai tay bắt ấn mật phùng. Ba pho tượng mỗi pho một vẻ không giống nhau, tạo thành một bộ tượng đẹp đặc biệt.\n\n    Dưới đó, chính giữa là tượng Thiền sư Từ Đạo Hạnh trong kiếp Phật. Tượng được tạc vào thế kỉ 19, khuôn mặt khắc khổ, nổi rõ mạch máu, ngồi xếp bằng tròn trên một bệ hoa sen còn lại từ đời Lý. Bệ hoa sen đặt trên một con sư tử cuộn tròn, dưới con sư tử là một bệ bát giác. Hiện nay tượng được đội mũ hoa sen và khoác áo vàng.\n\n    Toàn bộ ba pho Di Đà và tượng Từ Đạo Hạnh đặt trên một bệ đá hai tầng, được làm vào thời nhà Trần. Bệ đá chạm những cánh hoa sen, bốn mặt chạm hình rồng và hoa lá, bốn góc có hình thần điểu Garuda.\n\n    Bên phải là tượng Thiền sư ở kiếp Vua. Tương truyền Từ Đạo Hạnh sau khi đã hóa, đầu thai làm con trai của Sùng Hiền Hầu và trở thành nhà vua Lý Thần Tông. Tượng Lý Thần Tông đầu đội mũ bình thiên, mình khoác long bào, ngồi trên ngai vàng. Bên trái có tượng Từ Đạo Hạnh trong kiếp Thánh, ngồi trong một khám gỗ chạm trổ cầu kì. Tượng này có cốt bằng tre, có thể cử động. Tương truyền xưa kia mỗi khi mở cửa khám thì tượng tự động nhỏm dậy chào. Sau một vị quan triều Nguyễn nói rằng \"Thánh thì không phải chào ai cả\", nên tháo hệ thống khớp nối, từ đó tượng ngồi yên. Pho tượng này thể hiện nghệ thuật làm rối nước của dân gian.\n\n    Trong chùa còn có tượng ông Từ Vinh và bà Tăng Thị Loan là cha mẹ Từ Đạo Hạnh và hai bạn đồng đạo thân thiết của Ngài là Thiền sư Minh Không và Thiền sư Giác Hải.\n\n    Trước tượng Từ Đạo Hạnh ở chính giữa có một bàn thờ gỗ chạm trổ rất đẹp. Xưa kia nền đất còn thấp, người thắp hương vịn vào bàn thờ tạo thành một chỗ hõm rất lớn. Trong chùa Thượng còn có hai cây cột làm bằng loại gỗ quý là gỗ Ngọc am.\n\n5. Hệ thống chùa trên núi\n\n    Qua cầu Nguyệt Tiên nối với con đường lên núi. Trên núi có chùa Cao, vốn là Hiển Thụy am, còn có tên là Đỉnh Sơn Tự, là nơi Thiền sư Từ Đạo Hạnh đến tu đầu tiên. Trên vách chùa còn khắc những bài thơ tức cảnh của Nguyễn Trực và Nguyễn Thượng Hiền. Tương truyền rằng động Phật Tích ở sau chùa là nơi Ngài Từ Đạo Hạnh thoát xác để đầu thai làm vua Lý Thần Tông, nên còn gọi là hang Thánh Hóa.\n\n    Phía trên chùa Cao, trên đỉnh núi có một mặt bằng gọi là chợ Trời với nhiều tảng đá hình bàn ghế, kệ bày hàng, ly rượu,... trong đó có một phiến đá nhẵn lì được gọi là bàn cờ tiên. Có lẽ nơi đây ngày xưa các bậc trích tiên vẫn ngồi chơi cờ, uống rượu, thưởng trăng và ngâm thơ.\n\n    Từ chùa Cao, đi vòng ra phía sau là hang Cắc Cớ, là nơi tình tự của trai gái ngày xưa trong những ngày hội hè, như ca dao đã ghi lại:\n\n    Đi ngược lên trên là đến đền Thượng. Gần đền Thượng có hang Bụt Mọc với nhiều tảng đá được thời gian bào mòn trông như tượng Phật. Tiếp đó là hang Bò với lối vào âm u. Cách một đoạn là đến hang Gió với những ngọn gió thổi thông thốc cả hai đầu.Dưới hang gió có một lối đi nhỏ là hang của Bác ngày xưa xuống để phòng ngự đánh giặc.\n\n    Ở chân núi phía Tây còn có chùa Bối Am, còn gọi là chùa Một Mái, chùa có tên như vậy là vì chùa chỉ có một mái ngói, mặt sau chùa dựa vào vách núi. Truyền thuyết ở khu vực chùa Bối Am, thuộc phạm vi căn cứ Đỗ Động Giang xưa cho biết: Trước kia có một toán quân của Lã Đường tự Lã Tá Công, một trong Thập nhị sứ quân, bị vây hãm trong hang núi và bị chết đói hết cả. Điều này chứng tỏ đã có một cuộc tấn công của sứ quân Lữ Đường tới lãnh địa sứ quân Đỗ Cảnh Thạc, chiếm đóng tại đây.\n\n    Như vậy, quanh núi Thầy, ngoài chùa Thầy còn có cả một cụm kiến trúc Phật giáo được xây dựng trong những khoảng thời gian khác nhau.\n\n    Trong một bài ký ghi trên vách núi, Chúa Trịnh Căn đã phác họa cảnh chùa Thầy \"như viên ngọc nổi lên giữa đám sỏi đá, rạng vẻ xuân tươi khắp cả bốn mùa. Động trên hệt như cõi thanh hư, bên vách còn in mây ráng. Ao rồng thông sang bến siêu độ, cầu tiên Nhật Nguyệt đôi vầng. Hình tựa bình phong, sông như dải lụa\".\n\n6. Di sản văn hóa\n\n    Nằm ở xứ Đoài, nơi ít bị ảnh hưởng trong suốt hàng ngàn năm chống giặc ngoại xâm, là một trong những trung tâm phật giáo cổ và lớn nhất gần Kinh đô Thăng Long, với quan hệ đặc biệt với các Hoàng gia triều Lý, hậu Lê nên chùa Thầy có số lượng di sản văn hóa vừa nhiều về số lượng vừa trải đều qua các triều đại Lý, Trần, Lê, Mạc, Nguyễn. Đây là ngôi chùa có tính bảo lưu một cách liên tục nhất các di vật văn hóa, nghệ thuật từ thời Lý.\n\n7. Lễ hội và văn hóa\n\n    Hội chùa Thầy diễn ra từ ngày mùng 5 đến ngày mùng 7 tháng ba Âm lịch hàng năm. Trong ngày hội, nhiều tăng ni từ các nơi khác trong vùng cùng về đây dự lễ trong những bộ cà-sa trang trọng, tay cầm gậy hoa, miệng tụng kinh trong tiếng mõ trầm đều. Lễ cúng Phật và trai đàn - một diễn xướng có tính chất tôn giáo - được thực hiện có sự phối hợp của các nhạc cụ dân tộc.\n\n    Nhưng hội chùa Thầy không chỉ có những nghi thức tôn giáo. Ở đây còn có trò múa rối nước mang đậm sắc thái dân gian mà ngày nay có tiếng vang ở nhiều nước. Trai thanh gái lịch gần xa tìm đến hội chùa Thầy còn để thỏa mãn tính mạo hiểm khi leo núi và khao khát bày tỏ tình yêu trong một khung cảnh thiên nhiên rộng mở:\n\n8. Các đời trụ trì\n\n        + Thánh Tổ Từ Đạo Hạnh Thiền sư\n\n        + Đại sa môn Huệ Hưng\n\n        + Thiên Phúc Hòa thượng, Tỳ Kheo An Thiền\n\n        + Sư Lan Hương trụ trì: 1897-1900\n\n        + Hoà Thượng Minh Tâm trụ trì: 1900 - 1906\n\n        + Hòa thượng Thích Thanh Mậu - Sơn Tăng Như Tùng - Thích Thanh Thi (1900 - 1945)\n\n        + Hòa Thượng Thích Tâm Quyến, viên tịch năm 1984 Là Sư Huynh Của Trưởng Lão HT Thích Thanh Bích\n\n        + Hoà Thượng Thích Viên Thành (1950 - 2002) trụ trì: 1984 - 2002\n\n        + Đại Đức Thích Minh Hiển (Trụ trì Thiên Phúc Tự - Chùa Thầy hay chùa Cả), Đại Đức Thích Đạo Vĩnh, Đại Đức Thích Minh Đạo (Trụ trì Đỉnh Sơn Tự - Hiển Thụy Am - Chùa Cao), Thượng Tọa Thích Minh Hà (trụ trì Bối Am Tự - chùa Một Mái), Thượng Toạ Thích Minh Xuân (trụ trì chùa Long Đẩu), Thích Đạo Khuê\n\n9. Xem thêm\n\n10. Liên kết ngoài\n\n        + Khu danh thắng chùa Thầy\n\n        + Lễ hội\n\n        + Du lịch chùa Thầy\n\n","RootURL":"https://vi.wikipedia.org","Id":"95b7ff2c-fb8d-4c88-834e-5f0861736c50","RelatedEntityIds":[],"Name":"Hội Chùa Thầy"},{"AdditionalInfo":{"Địa điểm":"Thạch Thất - Hà Nội","Ngày tháng (Âm lịch)":"6 tháng 3 đến hết 8 tháng 3"},"Type":"FestivalEntity","Description":"    Chùa Tây Phương (tên chữ là Sùng Phúc tự 崇福寺) là một ngôi chùa được xây trên đỉnh đồi Câu Lậu ở thôn Yên, xã Thạch Xá, huyện Thạch Thất, thành phố Hà Nội.\n\n1. Lịch sử\n\n    Một số sách báo viết về chùa Tây Phương cho rằng được xây dựng vào thời nhà Mạc, nhưng không chứng minh. Niên đại này có thể tin được, vì đầu thế kỷ 17 vào những năm 30 chùa đã phải sửa chữa lớn, hơn nữa trong chùa còn hai tấm bia đều bị mờ hết chữ nhưng còn đọc được rõ tên bia ở mặt ngoài là Tín thí và Tây Phương sơn Sùng Phúc tự thạch bi (mặt bia kia áp vào tường hồi toà chùa giữa nên không đọc được), các hoa văn trang trí thuộc phong cách nghệ thuật cuối thế kỷ 16 sang đầu thế kỷ 17.\n\n    Năm 1632, vào đời vua Lê Thần Tông, chùa xây dựng thượng điện 3 gian và hậu cung cùng hành lang 20 gian. Khoảng những năm 1657-1682, Tây Đô Vương Trịnh Tạc lại cho phá chùa cũ, xây lại chùa mới và tam quan. Đến năm 1794 dưới thời nhà Tây Sơn, chùa lại được đại tu hoàn toàn với tên mới là \"Tây Phương Cổ Tự\" và hình dáng kiến trúc còn để lại như ngày nay.\n\n    Thông tin trên trang web chính thức của tỉnh Hà Tây thì nói chùa được thành lập từ thế kỷ 6-7 nhưng đã trải qua nhiều lần trùng tu .\n\n2. Kiến trúc\n\n    Từ chân núi, qua 237 bậc lát đá ong thì đến đỉnh núi và cổng chùa. Chùa Tây Phương gồm ba nếp nhà song song: bái đường, chính điện và hậu cung. Mỗi nếp có hai tầng mái kiểu chồng diêm, tường xây toàn bằng gạch Bát Tràng nung đỏ, để trần tạo thành một không khí rất thô sơ mộc mạc, điểm những của sổ tròn với biểu tượng sắc và không; các cột gỗ đều kê trên đá tảng xanh trong khắc hình cánh sen. Mái lợp hai lớp ngói: mái trên có múi in nổi hình lá đề, lớp dưới là ngói lót, còn gọi là ngói chiếu, hình vuông sơn ngũ sắc như màu áo cà sa xếp trên những hàng rui gỗ làm thành ô vuông vắn đều đặn. Xung quanh diềm mái của ba tòa nhà đều chạm trổ tinh tế theo hình lá triện cuốn, trên mái gắn nhiều con giống bằng đất nung, các đầu đao mái cũng bằng đất nung đường nét nổi lên hình hoa, lá, rồng phượng giàu sức khái quát và khả năng truyền cảm. Cột chùa kê trên những tảng đá chạm hình cánh sen. Toàn bộ ngôi chùa toát ra một tính hoành tráng và phóng khoáng phù hợp với triết lý \"sắc sắc không không\" của nhà Phật.\n\n    Nơi đây còn là nơi tập trung những kiệt tác hiếm có của nghệ thuật điêu khắc tôn giáo bao gồm chạm trổ, phù điêu và tạc tượng. Khắp chùa chỗ nào có gỗ là có chạm trổ. Các đầu bẩy, các bức cổn, xà nách, ván long... đều có chạm trổ đề tài trang trí quen thuộc của dân tộc Việt: hình lá dâu, lá đề, hoa sen, hoa cúc, rồng, phượng, hổ phù... rất tinh xảo được tạo ra dưới bàn tay thợ tài hoa của các nghệ nhân làng mộc ngay trong vùng Tổng Nủa, làng truyền thống Chàng Sơn Làng nghề mộc lâu đời và nổi tiếng của xứ Đoài.\n\n3. Bộ tượng Phật\n\n    Trong chùa có 64 pho tượng cùng với các phù điêu có mặt tại mọi nơi. Các tượng được tạc bằng gỗ mít được sơn son thếp vàng. Nhiều pho được tạc cao hơn người thật như 8 pho tượng Kim Cương và Hộ pháp, cao chừng 3 m, trang nghiêm phúc hậu. Hệ thống tượng ở chùa Tây Phương gồm:\n\n        + Bộ tượng Tam Thế Phật với ba pho tượng Phật: Quá khứ, Hiện tại, Vị lai (còn gọi là Tam thân: Pháp thân, Ứng thân và Hóa thân) ngồi ở tư thế tọa thiền, y phục gập nếp đơn giản phủ kín cơ thể, được coi là có niên đại đầu thế kỷ 17.\n\n        + Bộ tượng Di-đà Tam Tôn: gồm tượng đức Phật A-di-đà, đứng hai bên là Quan Âm Bồ Tát và Đại Thế Chí Bồ Tát.\n\n        + Tượng Tuyết Sơn miêu tả đức Phật Thích ca trong thời kỳ tu khổ hạnh: mỗi ngày ăn một hạt kê, một hạt vừng, tự hành xác để vươn lên thế giới tinh thần sáng láng. Tượng màu đen thẫm khoác áo cà sa mỏng, tay chân gầy khẳng khiu, xương nổi lên trước ngực. Toàn bộ cơ thể chìm trong suy tưởng, mắt trũng sâu, hướng về nội tâm.\n\n        + Hai bên tượng Tuyết Sơn có tượng A Nan và Ca Diếp đứng hầu.\n\n        + Tượng đức Phật Di lặc tượng trưng cho vị Phật của thế giới cực lạc tương lai. Người mập mạp, ngồi hơi ngả về phía sau, toàn thân toát ra sự thỏa mãn, sung sướng.\n\n        + Tượng Văn thù Bồ Tát: đứng chắp tay, chân đi đất, các ngón chân bấm móng xuống mặt bệ.\n\n        + Tượng Phổ Hiền Bồ Tát: chắp tay trước ngực, khuôn mặt sáng rộng nổi lên trên tấm thân phủ đầy y phục.\n\n        + Tượng Bát bộ Kim Cương, thể hiện trình độ rất cao về nghệ thuật lắp ghép gỗ và cách bố cục, chuyển động của một thân thể mang giáp trụ trong các thế võ.\n\n        + Mười sáu pho tượng Tổ với phong cách hiện thực: Đó là Ưu-ba-cầu-đa, Đê-đa-ca, Di-trà-ca, Bà-tu-mật, Phật-đà Nan-đề, Phục-đa-mật-đa, Hiếp Tôn giả, Thương Na Hòa Tu, Mã Minh, Ca-tỳ-ma-la, Long Thụ Tôn giả, La-hầu-la-đa, Tăng-già Nan-đề, Già-gia-xá-đa, Cưu-ma-la-đa, Chà-dạ-đa. Theo một danh sách tên các nhân vật được tạc tượng trong một tài liệu còn lưu truyền ở chùa thì đây là tượng các vị tổ Ấn Độ trong quan niệm của Thiền tông Trung Quốc (xem Nhị thập bát tổ).\n\n    Mười tám vị tổ người đứng kẻ ngồi, pho thì ngước mặt lên trời chỉ vào mây khói, pho thì hững hờ với ngoại vật, tì cằm trên đầu gối nhếch môi cười một mình nửa tinh nghịch nửa mỉa mai, có pho vẻ mặt hân hoan tươi tắn, khổ người đầy đặn tròn trĩnh, pho khác có vẻ mặt đăm chiêu lạ thường, lại có pho như đang đắn đo phân bua hay đang thì thầm trò chuyện cùng ai.\n\n    Tượng La Hầu La đúng là chân dung một cụ già Việt Nam, thân hình gầy gò, mặt dài, nhỏ, gò má cao, môi mỏng vừa phải. Chưa thấy pho tượng nào diễn tả y phục một cách hiện thực mà lại đẹp đến như thế. Dáng điệu một tay cầm gậy, một tay để trên gối rất thoải mái, đôi bàn tay trông thấy rõ từng đốt xương bên trong. Những người thợ mộc của làng nghề mộc truyền thống Chàng Sơn là tác giả của những kiệt tác tuyệt vời ấy của nền mỹ thuật Việt Nam.\n\n    Chùa Tây Phương đã là một công trình kiến trúc tôn giáo đặc sắc tiêu biểu cho mỹ thuật Việt Nam thời Hậu Lê (thế kỷ 17-18).\n\n    Năm 1960, nhà thơ Huy Cận đến thăm chùa, đã làm những câu thơ trong bài thơ \"Các vị La Hán chùa Tây Phương\" rất sống động và gợi cảm về hình tượng những con người đắc đạo mà lòng vẫn trầm ngâm suy tưởng về những khổ đau quần quại của chúng sinh.\n\n4. Xem thêm\n\n5. Liên kết ngoài\n\n        + Thư viện ảnh chùa trên trang web tỉnh Hà Tây cũ Lưu trữ 2007-10-30 tại Wayback Machine\n\n        + Chùa Tây Phương (Sùng Phúc Tự) Lưu trữ 2007-10-15 tại Wayback Machine\n\n        + Giám sát công tác bảo vệ và phát huy giá trị di tích chùa Tây Phương\n\n","RootURL":"https://vi.wikipedia.org","Id":"38692051-2283-4e2f-b9ea-5c4e20632619","RelatedEntityIds":[],"Name":"Hội Chùa Tây Phương"},{"AdditionalInfo":{"Địa điểm":"Hoa Lư, Ninh Bình","Ngày tháng (Âm lịch)":"8 tháng 3 - 11 tháng 3"},"Type":"FestivalEntity","Description":"    Lễ hội Hoa Lư là một lễ hội diễn ra hàng năm để tôn vinh vị anh hùng dân tộc Đinh Bộ Lĩnh đã xây dựng kinh đô Hoa Lư, lập ra nhà nước Đại Cồ Việt và mở đầu thời kỳ độc lập, thống nhất lâu dài của người Việt suốt các triều đại Đinh, Lê, Lý, Trần. Lễ hội Hoa Lư đã được xếp hạng là di sản văn hóa cấp quốc gia và đang được đề nghị nâng tầm tổ chức lễ hội theo nghi thức cấp nhà nước. Lễ hội Hoa Lư là lễ hội đã có lịch sử lâu đời, phản ánh đậm nét, sinh động về cuộc đời, thân thế và sự nghiệp của đức vua Đinh Tiên Hoàng và lịch sử Việt Nam qua ba triều đại Đinh, Lê, Lý. Lễ hội Hoa Lư xưa được các vương triều phong kiến tổ chức trang trọng ở cấp Nhà nước. Hiện nay, lễ hội Hoa Lư vẫn là lễ hội có tầm ảnh hưởng lớn, bảo lưu được những yếu tố văn hóa, văn nghệ dân gian đặc sắc và đang hướng tới nâng cấp thành quốc lễ.\n\n1. Lịch sử\n\n    Theo sử sách, từ khi Kinh đô Hoa Lư trở thành Cố đô, thì Lễ hội Hoa Lư ở đều được các Vương triều phong kiến Việt Nam coi như một Lễ trọng, một Quốc lễ. Đến ngày diễn ra Lễ hội ở Trường Yên, triều đình Thăng Long, hay triều đình Huế, đều cử các vị quan đại thần về Cố đô Hoa Lư tham dự và làm chủ tế.\n\n    Dưới triều Nguyễn, việc tế lễ Đức vua Đinh Tiên Hoàng trong Lễ hội Hoa Lư càng được triều đình Huế hết sức coi trọng. Theo sách Khâm định Đại Nam hội điển sự lệ thì hàng năm triều đình Nguyễn tổ chức đại lễ, tế miếu Đế vương các đời, trong đó có 4 vị được xem là đặc biệt quan trọng: Kinh Dương Vương, Lạc Long Quân, Hùng Vương và Đinh Tiên Hoàng. Ngoài việc triều đình Huế cử vị quan đại thần về Trường Yên tế lễ, từ năm 1823, vua Minh Mệnh còn cho dựng miếu Đức vua Đinh Tiên Hoàng ở xã Dương Xuân, kinh đô Huế. Tại đây, hàng năm hai kỳ tế Xuân Thu, thường thường vua Minh Mệnh trực tiếp đến tế, lễ Đức vua Đinh Tiên Hoàng, lễ vật gồm có: cỗ Thái Lao (tức Tam sinh: trâu, dê, lợn), xôi và hoa quả... Từ đó trở đi, triều đình quy định việc tế miếu Đinh Tiên Hoàng sẽ được cử hành hàng năm vào hai kỳ Xuân-Thu để “ngưỡng trông công đức thời trước, phải nên cử hành lễ trọng thể, để giãi tỏ tấm lòng thành kính” của triều đình.\n\n    Để có được lễ hội Hoa Lư như hiện nay là cả một quá trình, mà trong đó có sự hòa quyện cả những yếu tố lịch sử và cả những truyền thuyết dân gian. Lễ hội Hoa Lư là một loại hình sinh hoạt văn hóa cộng đồng phổ biến và đậm đà bản sắc dân tộc.\n\n2. Không gian\n\n2.1. Tên gọi\n\n    Từ thời nhà Lý đến các triều đại phong kiến về sau, vùng đất Ninh Bình được gọi là phủ Trường Yên. Tên gọi Trường Yên hay Trường An hay Tràng An đều có nghĩa là muôn đời bình yên. Vì vậy mà lễ hội lớn nhất vùng này cũng được mang tên là lễ hội Trường Yên. Tuy nhiên, do địa danh phủ Trường Yên xưa nay chỉ còn là tên của một xã nên không gian lễ hội đã vượt ra ngoài phạm vi tên gọi. Ngày 21/11/2016, Bộ trưởng Bộ Văn hóa, Thể thao và Du lịch Nguyễn Ngọc Thiện đã ký ban hành Quyết định về việc điều chỉnh tên gọi di sản văn hóa phi vật thể “Lễ hội Trường Yên” trong Danh mục di sản văn hóa phi vật thể quốc gia trở thành tên Lễ hội Hoa Lư.\n\n    Lễ hội Hoa Lư còn có tên là lễ hội cờ lau vì có màn diễn tái hiện cảnh Đinh Bộ Lĩnh với trò chơi \"Cờ lau tập trận\" hay lễ hội Đinh Lê vì không gian trọng tâm của lễ hội diễn ra ở các di tích đền Vua Đinh Tiên Hoàng và đền Vua Lê Đại Hành thuộc cố đô Hoa Lư.\n\n2.2. Quy mô\n\n    Lễ hội Hoa Lư là di sản văn hóa phi vật thể cấp quốc gia. Là một trong những lễ hội lớn nhất ở Ninh Bình nói riêng và ở Việt Nam nói chung, hiện đang được đề nghị tổ chức theo nghi thức Nhà nước với vai trò là ngày Quốc lễ.\n\n    Lễ hội truyền thống Hoa Lư có quy mô lớn nhất vào những năm có số hàng đơn vị là 8 vì gắn với sự kiện Đinh Bộ Lĩnh đăng quang Hoàng đế và lập đô ở Hoa Lư. Lễ hội được mở vào mùa xuân, có thể vào ngày sinh của Đinh Bộ Lĩnh (15/2 âm lịch), hoặc đầu tháng 3 bắt đầu từ 6/3 đến 10/3 âm lịch (Tương truyền, ngày 10/3 là ngày Đinh Bộ Lĩnh lên ngôi Hoàng đế, ngày 8/3 là ngày mất của vua Lê Đại Hành).\n\n    Nhắc đến lễ hội Hoa Lư ở phủ Trường Yên xưa dân gian có câu:\n\n3. Phần lễ\n\n    Phần lễ gồm có: Lễ mở cửa đền, Lễ rước nước, Lễ dâng hương, Lễ rước lửa, Lễ mộc dục, Lễ tiến phẩm, Lễ rước kiệu, Lễ hội hoa đăng.\n\n3.1. Lễ mộc dục:\n\n    Lễ mộc dục là lễ tắm tượng thần. Lễ này thường được tiến hành vào nửa đêm hôm trước ngày khai hội. Trước khi thực hiện việc tắm tượng (lau chùi tượng thờ) phải làm lễ cáo thần. Sau lễ mộc dục là tế gia quan (mặc áo, đội mũ cho tượng thần). Đối với các vị quan đại thần nhà Đinh, Tiền Lê không có tượng mà chỉ có bài vị (thần vị) thì áo mũ đặt lên ngai. Sau đó tượng thần (hay thần vị, hoặc có khi chỉ là áo mũ) đặt lên kiệu, chuẩn bị cho đám rước thần sáng ngày khai hội.\n\n3.2. Lễ mở cửa đền\n\n    Lễ mở cửa đền được diễn ra ở 2 đền Vua Đinh Tiên Hoàng và đền Vua Lê Đại Hành trước thời gian diễn ra lễ hội 1 ngày. Sau lễ mở cửa đền, du khách thập phương được ra vào trong suốt thời gian diễn ra lễ hội mà không phải xuất trình vé vào cổng như ngày thường.\n\n3.3. Lễ rước nước\n\n    Lễ rước nước được bắt đầu từ 5-6 giờ sáng, Đoàn người khởi hành từ đền Vua Đinh Tiên Hoàng, đến bến sông Hoàng Long thì dừng lại lấy nước vào ché đem về đền. Cuộc rước được chuẩn bị khá công phu. Trước ngày khai hội, ở sông Hoàng Long chọn một cây tre lớn. Trên ngọn tre có treo một dải phướn màu vàng, ghi lời chú. Nội dung những lời chú đại lược là Thần dân, con cháu trăm họ luôn nhớ ơn rồng vàng ở sông này đã cứu giúp vị Hoàng Đế nhà Đinh; Cầu mong thần sông giữ cho dòng nước mát hiền hoà, phù trợ cho dân tránh mọi điều ác dữ… Đoàn rước đi theo thứ tự dẫn đầu là những người mang cờ ngũ sắc các loại, đi hàng đôi. Kế tiếp là phường nhạc bát âm, phường trống. Tiếp đến là một kiệu bát cống lớn có hương án do tám nam thanh niên trong trang phục lính tráng nhà Đinh xưa khoẻ mạnh khiêng, tiếp theo là các vị quan khách, đại biểu trung ương, địa phương. Rồi tiếp đến là những kiệu bát cống có tán do các thiếu nữ mang lễ vật. Đoàn người đi sau là các bô lão, những đội tế nữ quan của nhiều địa phương xa gần, nhân dân và du khách.\n\n    Lễ rước nước từ sông Hoàng Long được tổ chức tế lễ hết sức trang nghiêm, thành kính; biểu hiện của mối liên hệ mật thiết, hữu cơ giữa quá khứ, hiện tại và tương lai của cả cộng đồng, nó bao hàm những yếu tố: linh khí núi sông, tâm thức dân gian về cội nguồn đất nước, dân tộc, theo đạo lý: “Uống nước nhớ nguồn”. Phần độc đáo và đặc sắc nhất của lễ rước nước là màn múa rồng trên sông Hoàng Long của các đoàn thuyền.\n\n3.4. Lễ rước lửa\n\n    Đây là một nghi thức thực hiện ở 2 đền thờ Vua Đinh, hành trình khởi đầu từ nơi ông sinh ra và kết thúc tại nơi ông lên ngôi Hoàng đế, thể hiện sự kết nối giữa mạch nguồn tuổi thơ của vị anh hùng dân tộc đến khi trưởng thành lập lên sự nghiệp thống nhất giang sơn.\n\n    Ngọn lửa thiêng được rước từ đền thờ Đinh Bộ Lĩnh ở xã Gia Phương, Gia Viễn (Ninh Bình). Đoàn rước đuốc tiến hành dâng hương, cúng tế trời đất và tiến hành các nghi lễ xin lửa rồi diễu hành trên đường Vua Đinh tiến về Đền Vua Đinh Tiên Hoàng, tại xã Trường Yên, huyện Hoa Lư để thắp sáng, truyền lửa thiêng trong thời kỳ diễn ra lễ hội.\n\n    Từ cố đô Hoa Lư, ngọn lửa thiêng lại được rước về các di tích khác thờ Vua Đinh, Vua Lê và các vị tướng thời Đinh, Tiền Lê. Cũng tại lễ hội Trường Yên, Ngọn lửa thiêng còn được rước từ đền thờ vua Đinh Tiên Hoàng về tượng đài Lý Thái Tổ, quận Hoàn Kiếm, Hà Nội để khai mạc một số sự kiện văn hóa, thể thao khác.\n\n3.5. Lễ tế chính\n\n    Ngay sau khi đoàn rước nước trở về sân khấu trung tâm lễ hội, sau nghi thức thả rồng bay thì khởi điểm phần lễ tế tại 2 đền Vua Đinh, Vua Lê. Phần tế có sự tham gia của nhiều đoàn theo lịch đăng ký. Các đoàn rước kiệu và chân nhang từ các di tích thờ các danh nhân thời Đinh - Lê sẽ tham gia rước kiệu về 2 đền, hầu hết các đoàn ở cự ly xa phải rước trên xe lễ hội tiến về Hoa Lư. Lễ tế được tiến hành sau đó cả ban ngày và ban đêm ở cả đền vua Đinh và vua Lê với nội dung ca ngợi công đức của hai vị vua, sen kẽ đó du khách vào thắp hương tưởng niệm. Tham gia lễ tế có nhiều đoàn trong vùng và cả những nơi khác có đền thờ 2 Vua Đinh Tiên Hoàng, Lê Đại Hành cũng rước kiệu về dự lễ.\n\n3.6. Lễ tiến phẩm\n\n    Lễ tiến phẩm, hay lễ dâng đồ cúng ở Lễ hội Trường Yên được thực hiện lồng ghép cùng lễ tế của các đoàn. Ngoài ra còn có phần thi mâm ngũ quả tiến vua chọn ra những mâm ngũ quả xuất sắc tiến dâng trong các đền.\n\n3.7. Lễ rước kiệu\n\n    Lễ rước kiệu được tổ chức từ các di tích thời Đinh - Tiền Lê trong vùng về tới cố đô Hoa Lư để tham dự lễ hội Trường Yên. Tùy theo cự ly xa hay gần mà đoàn rước kiệu đi bộ hoặc rước xe hoa rồi diễu hành hướng về cố đô Hoa Lư. Đây là nghi lễ có tính chất kết nối tâm linh giữa các di tích thời Đinh Lê với nhau và với trung tâm cố đô Hoa Lư.\n\n3.8. Lễ hội hoa đăng\n\n    Lễ hội hoa đăng do Giáo hội Phật giáo tỉnh Ninh Bình, cùng với các Tăng Ni, Phật tử tiến hành. Hoa Lư xưa là trung tâm phật giáo dưới thời Đinh, Tiền Lê, Lý và ngày nay vẫn còn rất nhiều chùa cổ còn tồn tại trong khu vực này. Sau màn lễ cầu siêu, vào khoảng 19h tối trên bến sông Sào Khê sát quảng trưởng cố đô, các phật tử cùng tiến hành nghi lễ và thả hoa đăng xuống dòng sông này. Hoa đăng có nghĩa là đèn hoa. Lễ hội Hoa đăng là lễ hội thắp đèn được trang trí bằng những chiếc đèn hoa. Lễ hội Hoa đăng nhằm mục đích tôn vinh những giá trị tinh thần, giá trị tâm linh và văn hóa của người cố đô vào những ngày lễ lớn. Lễ hội Hoa đăng vừa ấm cúng, thẩm mỹ, giàu truyền thống vừa mang lại giá trị tâm linh mở đầu cho một năm mới tốt đẹp.\n\n    Nghi lễ này thể hiện lòng hiếu kính hướng về cửu huyền thất tổ, tình yêu nước, sự tri ân hướng về các thế hệ cha ông đã hy sinh xương máu để bảo vệ chủ quyền non sông. Đây cũng là sự thể hiện lòng trắc ẩn đối với vong linh những người đã hy sinh vì đất nước. Nghi lễ thường kết thúc vào 23h tối cùng ngày.\n\n4. Phần hội\n\n    Phần hội có các trò chơi dân gian đặc sắc như cờ lau tập trận, đua thuyền, múa gậy, cờ người, xếp chữ, ném còn, thi hát chèo, vật, viết chữ nho.v.. Ngoài các trò chơi ở các lễ hội dân gian Việt Nam khác. Lễ hội Hoa Lư có một số trò chơi hội đặc trưng, tiêu biểu như:\n\n4.1. Khai mạc lễ hội\n\n    Đây là màn diễn sân khấu đương đại để khai mạc lễ hội và truyền hình trực tiếp. Sau lời giới thiệu đại biểu, diễn văn khai mạc, phát biểu của các vị lãnh đạo Trung ương và địa phương là màn trống hội Hoa Lư, các màn diễn tái hiện lịch sử trọng đại diễn ra tại kinh đô Hoa Lư xưa như: sự kiện lên ngôi hoàng đế của Đinh Bộ Lĩnh và Lê Hoàn; đánh thắng giặc Tống; dời đô về Thăng Long do Nhà hát Chèo Ninh Bình thực hiện và kết thúc là màn thả rồng bay lên cho tới hết buổi sáng khai mạc.\n\n4.2. Cờ lau tập trận\n\n    Cờ lau tập trận là trò diễn dân gian nhằm diễn tả lại những buổi tập dượt, rèn luyện của người anh hùng Đinh Bộ Lĩnh tuổi niên thiếu. Tham gia màn diễn trò Cờ lau tập trận gồm 60 em thiếu niên 13-15 tuổi. Em khôi ngô nhất được chọn đóng Đinh Bộ Lĩnh, đội mũ bình thiên bằng rơm, tay cầm bông lau có tán vàng, tán tía. Quân Thung Lau, Thung Lá có chiêng, trống cái, thanh la, đứng hai bên múa hát đối đáp và diễn cảnh vua Đinh cầm cờ lau tập trận. Hội diễn thể hiện ý chí của Đinh Bộ Lĩnh và ba quân.\n\n4.3. Xếp chữ Thái Bình\n\n    Màn diễn xếp chữ Thái Bình để tưởng nhớ niên hiệu mà vua Đinh Tiên Hoàng đặt khi lên ngôi, đây cũng là tên gọi của đồng tiền Thái Bình đầu tiên ở Việt Nam. Tham gia màn này có 120 thiếu nữ mặc áo tứ thân màu xanh, tay cầm cờ, theo nhịp trống giục 3 tiếng một mà chạy kéo chữ. Hàng thứ nhất kéo chữ Thái, chạy vòng lên phía trước kéo xuống thành nét \"thanh\", rồi lại vòng lên phía tay trái kéo xuống thành nét \"mác\", cuối cùng chạy vòng lên phía tay phải kéo xuống tạo thành nét \"chấm\". Vậy là thành chữ \"Thái\". Trong khi đó, ở hàng thứ 2, các em chạy và kéo chữ \"Bình\". Cả hai hàng hạ cờ làm nổi rõ hai chữ \"Thái bình\".\n\n5. Các sự kiện hưởng ứng\n\n    Các sự kiện hưởng ứng, chào mừng lễ hội Trường Yên diễn ra rộng khắp tỉnh Ninh Bình, đặc biệt là ở thành phố Ninh Bình và các huyện Nho Quan, Gia Viễn, Hoa Lư.\n\n5.1. Người đẹp Hoa Lư\n\n    Cuộc thi \"Người đẹp Hoa Lư\" là cuộc thi sắc đẹp lớn nhất tỉnh Ninh Bình dành cho các thí sinh nữ quê Ninh Bình hoặc làm việc tại Ninh Bình. Các vòng loại đã diễn ra trước đó, vòng chung kết thường diễn ra vào dịp lễ hội Hoa Lư. Từ năm 2018, cuộc thi lấy tên là \"Người đẹp Hoa Lư\"\n\n    Nhiều gương mặt thành đạt từng trải qua cuộc thi người đẹp kinh đô Hoa Lư như: Nguyễn Mai Thu, Phạm Thị Thùy Dương, Bùi Thị Thu 2006; Lê Thị Hằng, Lê Thị Thuỳ Linh, Bùi Thị Loan 2007; Bùi Thị Bích Ngọc, Đinh Thị Thu Hằng, Hoàng Thị Thu Hằng 2008; Phạm Thị Mỹ Huyền, Trịnh Thị Vân Giang, Vũ Thị Lan Anh 2018; Nguyễn Thùy Trang, Bùi Thị Thanh, Dương Thị Thanh Hằng 2019…\n\n5.2. Hội thi hát chèo\n\n    Là cái nôi sản sinh nghệ thuật sân khấu chèo và tuồng, vào dịp lễ hội Hoa Lư, hội thi hát chèo do nhà hát Chèo Ninh Bình tổ chức diễn ra với sự tham gia của nhiều cá nhân, các đoàn nghệ thuật trong vùng. Riêng sự kiện dời đô và màn trống hội Thăng Long thường do nhà hát Chèo Hà Nội đảm nhiệm.\n\n5.3. Cúp bóng chuyền Hoa Lư\n\n    Giải bóng chuyền cúp Hoa Lư là một trong những sự kiện thể thao lớn diễn ra thường niên để chào mừng lễ hội Hoa Lư. Đây là giải thi đấu bóng chuyền trong hệ thống các giải đấu bóng chuyền Việt Nam dành cho các câu lạc bộ bóng chuyền tham dự giải vô địch quốc gia có thành tích tốt nhất. Giải do Liên đoàn bóng chuyền Việt Nam và tỉnh Ninh Bình (thường kết hợp với một nhà tài trợ) đăng cai tổ chức từ năm 2004. Tính đến mùa giải năm 2018, giải đã có 12 lần được tổ chức. 2 đội Nam Tràng An Ninh Bình và Nữ Thông tin Liên Việt PostBank đang nắm giữ thành tích tốt nhất với 5 và 4 lần đoạt chức vô địch Giải bóng chuyền cúp Hoa Lư.\n\n5.4. Quảng bá du lịch\n\n    Lễ hội Hoa Lư là dịp để quảng bá du lịch Ninh Bình. Hàng năm, tại thời kỳ diễn ra lễ hội thường có các hội thảo, triển lãm về du lịch diễn ra tại quảng trường cố đô Hoa Lư và trung tâm thành phố Ninh Bình.\n\n        + Triển lãm ảnh nghệ thuật \"Non nước Ninh Bình\"\n\n        + Trưng bày hình ảnh, hiện vật về kinh đô Hoa Lư\n\n        + Trưng bày, giới thiệu về sản phẩm làng nghề và đặc sản Ninh Bình.\n\n5.5. Các giải đấu thể thao\n\n        + Hội thi vật dân tộc,\n\n        + Hội thi chèo thuyền,\n\n        + Hội thi kéo co,\n\n        + Hội thi cờ người, chọi gà,\n\n        + Giải bóng chuyền nam.\n\n5.6. Các sự kiện văn hóa khác\n\n        + Hội trại thanh niên,\n\n        + Giao lưu nghệ thuật quần chúng,\n\n        + Biểu diễn nghệ thuật chuyên nghiệp,\n\n        + Biểu diễn trống hội và cồng chiêng,\n\n6. Đề nghị nâng cấp thành quốc lễ\n\n        + Ngày 17/4/2015, Hội Khoa học Lịch sử Việt Nam đã phối hợp với UBND tỉnh Ninh Bình tổ chức hội thảo \"Vai trò của Đinh Tiên Hoàng với sự nghiệp thống nhất quốc gia và việc nâng cấp lễ hội Trường Yên thành lễ hội cấp nhà nước.\" Buổi tọa đàm đã nghiên cứu, thu nhập, đánh giá đầy đủ, có căn cứ khoa học về vai trò của Đinh Tiên Hoàng Đế với sự nghiệp thống nhất quốc gia, thành lập nước Đại Cồ Việt, làm cơ sở xác nhận giá trị và tiếp tục tôn vinh xứng tầm những giá trị văn hóa lịch sử có giá trị nổi bật toàn cầu của di sản văn hóa thế giới Tràng An. Để từ đó đề xuất một ngày lễ quốc gia cho sự kiện lịch sử thành lập Nước Đại Cồ Việt và nâng cấp lễ hội Trường Yên thành lễ hội cấp Nhà nước. Hầu hết ý kiến của các Đại biểu đều ủng hộ mạnh mẽ quan điểm cần phải nâng tầm của lễ hội Trường Yên thành lễ hội cấp Nhà nước.\n\n        + Ngày 20/3/2016, Chủ tịch nước Trương Tấn Sang đã về thăm và làm việc với cán bộ chủ chốt của tỉnh Ninh Bình. Cùng đi với Chủ tịch nước có Thượng tướng Bế Xuân Trường, Ủy viên Trung ương Đảng, Thứ trưởng Bộ Quốc phòng; lãnh đạo Văn phòng Chủ tịch nước, Bộ Văn hóa Thể thao và Du lịch. Tại buổi làm việc, đoàn công tác đã trao đổi, ghi nhận một số kiến nghị, đề xuất của tỉnh Ninh Bình với Trung ương. Cụ thể là về việc đề nghị công nhận Lễ hội Trường Yên là lễ hội cấp nhà nước với ngày 9/3 âm lịch là Ngày nghỉ lễ Quốc gia và được lập đề án, chuẩn bị các điều kiện để kỷ niệm 1050 năm thành lập nước Đại Cồ Việt vào năm 2018; bố trí cho Dự án về bảo tồn, trùng tu, tôn tạo, phát huy giá trị lịch sử, văn hóa cố đô Hoa Lư và những dự án có liên quan đến nhà nước Đại Cồ Việt là một dự án riêng đặc thù, bố trí nguồn ngân sách Trung ương trung hạn giai đoạn 2016-2020.\n\n        + Ngày 13/4/2016 của Thủ tướng Chính phủ Việt Nam đã phê duyệt Quyết định số 628/QĐ-TTG về chủ trương đầu tư Dự án Bảo quản, tu bổ, tôn tạo và mở rộng phạm vi một số di tích có liên quan đến Nhà nước Đại Cồ Việt nhằm phát huy giá trị lịch sử - văn hóa Cố đô Hoa Lư. Mục tiêu đầu tư là tôn tạo, nâng cấp một số di tích thuộc Khu di tích quốc gia đặc biệt Cố đô Hoa Lư hướng đến kỷ niệm 1050 năm thành lập nhà nước Đại Cồ Việt.\n\n        + Lễ hội Trường Yên 2016 diễn ra trong 3 ngày (từ 15-17/4/2016), được tổ chức theo quy mô cấp tỉnh và có nhiều điểm mới với vị thế là Di sản văn hoá phi vật thể Quốc gia. Đây là năm thứ hai Ninh Bình thực hiện thí điểm một số nội dung mới để từ đó xây dựng kịch bản Lễ hội đầy đủ làm cơ sở xây dựng Đề án trình Chính phủ nâng tầm Lễ hội Trường Yên từ di sản văn hóa cấp quốc gia thành Lễ hội theo nghi thức cấp Nhà nước.\n\n7. Liên kết ngoài\n\n        + Nâng cấp Lễ hội Trường Yên ở tỉnh Ninh Bình thành lễ hội cấp Nhà nước\n\n        + Hội nghị góp ý về kịch bản tổ chức Lễ hội truyền thống Trường Yên\n\n","RootURL":"https://vi.wikipedia.org","Id":"17dd2a5e-9465-473d-9c65-b88199611b34","RelatedEntityIds":[],"Name":"Lễ hội Hoa Lư"},{"AdditionalInfo":{"Địa điểm":"Tháp Mười - Đồng Tháp","Ngày tháng (Âm lịch)":"14,15,16 tháng 3 - 14,15,16 tháng 11"},"Type":"FestivalEntity","Description":"    Khu di tích Gò Tháp là một di tích quốc gia đặc biệt, nằm trên địa bàn hai xã Mỹ Hòa và Tân Kiều, huyện Tháp Mười, tỉnh Đồng Tháp, cách Mỹ An (huyện lỵ) khoảng 11 km về hướng Bắc, cách Thành phố Cao Lãnh về hướng đông bắc 43 km (theo đường bộ và đường thủy).\n\n    Di tích Gò Tháp được biết đến từ những năm cuối thế kỷ XIX và vào những thập kỷ đầu thế kỷ XX, một số nhà nghiên cứu người Pháp đã đến đây khảo sát và công bố những phát hiện quan trọng về một số dấu tích kiến trúc cổ, tượng thờ, bia đá và văn tự cổ…Khu di tích Gò Tháp được các nhà khảo cổ học Việt Nam đã tiến hành khảo sát, đào thám sát và khai quật nhiều lần. Chủ động trong việc thành lập Khu di tích Gò Tháp là UBND tỉnh Đồng Tháp, Bộ VH-TT với sự tham gia đông đảo của các nhà khoa học Việt Nam và quốc tế trong các lĩnh vực liên quan.\n\n    Nhận thấy ý nghĩa và tầm quan trọng của khu di tích, ngay từ năm 2005, UBND tỉnh Đồng Tháp đã chỉ đạo khoanh vùng bảo vệ, lập phương án quy hoạch tổng thể với tổng diện tích khoảng 300 ha, với 04 khu chức năng chính là:\n\n        + Khu di tích bảo tồn, bảo tàng 53 ha;\n\n        + Khu rừng sinh thái 166 ha;\n\n        + Khu dịch vụ 54 ha;\n\n        + Khu nuôi thú hoang dã Đồng Tháp Mười 27 ha.\n\n    Hiện nay Khu di tích Gò Tháp có diện tích 320 ha, nằm trên địa bàn hai xã Mỹ Hòa và Tân Kiều thuộc huyện Tháp Mười, tỉnh Đồng Tháp. Trong khu di tích gồm có các khu vực:\n\n        + Khu trung tâm (Gò Tháp hay Gò Cát nổi), là khu bảo tồn văn hóa Phù Nam đã được khai quật, bao gồm các di tích kiến trúc, mộ táng, di tích trưng bày ngoài trời có mái che phục vụ du khách. Trên gò có nhiều tán cây cổ thụ che cái nắng cháy bỏng của Đồng Tháp Mười.\n\n        + Khu văn hóa lễ hội và dịch vụ du lịch có diện tích 30 ha. Nơi đây bố trí nhà nghỉ, nhà hàng, tháp sen, sân khấu ngoài trời, khu đua thuyền và các công trình vui chơi giải trí khác.\n\n        + Các di tích văn hóa như: Tháp Mười Cổ Tự, Đền thờ Thiên Hộ Dương và Đốc Binh Kiều, Miếu Bà Chúa Xứ cũng được tôn tạo, phục vụ khách tham quan chiêm bái. Hàng năm có hai kỳ lễ hội truyền thống dân gian vào rằm tháng 3 âm lịch: vía Bà Chúa Xứ và rằm tháng 11 âm lịch: Tưởng niệm hai vị anh hùng dân tộc Võ Duy Dương (Thiên Hộ Dương) và Đốc Binh Kiều, đã thu hút hàng trăm ngàn lượt khách hành hương về Gò Tháp để chiêm ngưỡng những kiến trúc cổ của nền văn hóa Óc Eo, cùng thưởng ngoạn sinh hoạt “học trò lễ”, “nhạc lễ”, “múa lân” và các hoạt động văn hóa nghệ thuật, vui chơi giải trí khác.\n\n        + Khu du lịch văn hóa lịch sử có diện tích 20 ha vừa đưa vào sinh hoạt nhằm tái hiện lịch sử văn hóa xưa và nay của Gò Tháp. Khu du lịch sinh thái kéo dài từ phía bắc và tây nam, có diện tích 167 ha, nơi này sẽ tái tạo bảo tồn hệ sinh thái động vật vùng ngập nước, xây dựng nơi nghỉ dưỡng cùng các trò chơi dân gian.\n\n1. Các di tích tiêu biểu trong khu di tích Gò Tháp\n\n    Quần thể di tích Gò Tháp (tính từ con lộ Mỹ Hoà đi vào) gồm có 6 di tích tiêu biểu: Gò Tháp Mười; tháp Cổ Tự; Đền thờ cụ Đốc Binh Nguyễn Tấn Kiều và mộ cụ; gò Minh Sư, Đền thờ Thiên Hộ Võ Duy Dương và miếu Bà Chúa Xứ.\n\n1.1. Di tích khảo cổ Gò Tháp Mười\n\n    Di tích Gò Tháp hay Gò Tháp Mười là một di tích khởi nguồn và quan trọng nhất trong Khu di tích Gò Tháp. Gò Tháp cao hơn mặt ruộng xung quanh khoảng 3,8 m, (so với mực nước biển là 5,046 m) với diện tích khoảng 4.500 m².\n\n    Từ những cuộc khảo sát của nhà khảo cổ học người Pháp L.Malleret (1944) đã phát hiện trên Gò Tháp có nhiều gạch và hàng chục khối đá lớn, yoni, cột… (như 3 cột lớn bằng đá hoa cương mặt cắt ngang hình vuông cạnh 0,48 m, dài 1,56 m, 1,10m và 1,42m, một đầu có chốt đầu kia có mộng để ghép nối theo chiều cao).\n\n    Ngoài những phát hiện của các học giả người Pháp ở di tích Gò Tháp, sau năm 1975 các nhà khảo cổ học Việt Nam tiếp tục nghiên cứu và phát hiện chi tiết hơn về cấu trúc nền của di tích Gò Tháp được xây dựng vào thời Vương quốc Phù Nam (tồn tại trong thế kỷ thứ I-VII) với nhiều hiện vật khảo cổ có giá trị về lịch sử và văn hóa.-\n\n    Dấu tích rõ ràng nhất là kiến trúc gạch dài 17,30 m theo hướng Đông - Tây, rộng 12m (Bắc - Nam), cạnh bẻ góc, đối xứng hai phần Bắc - Nam, cho thấy kiến trúc khá quy mô và có liên quan đến nhiều kiến trúc khác xung quanh. Di vật gồm những mảnh gốm bình ấm có vòi, một số mảnh vỡ của Yoni, tượng Visnu, khuông đúc, đặc biệt có 2 tượng Visnu rất đẹp tuy không nguyên vẹn. Cho đến nay trong số các bia đá mang nội dung phản ánh về vương quốc Phù Nam có 1 tấm bia (ký hiệu K5) tìm thấy ở di tích Gò Tháp, được các nhà nghiên cứu định niên đại vào thế kỷ V. Nội dung văn bia thấm đượm tinh thần Hindu giáo, Chi phái Visnu là tôn giáo phổ biến song hành cùng Phật giáo trong văn hóa Óc Eo. Quan trọng nhất là văn bia còn cho biết, chính đây là vùng đầm lầy được chinh phục bởi vua Phù Nam Jayavarman và phong cho con trai là Gunavarman cai quản.\n\n    Trên gò có nhiều cây cổ thụ hàng trăm năm tuổi. Cạnh gò có cây Trôm đã dược công nhận là cây di sản Việt Nam.\n\n1.2. Di tích Tháp Mười Cổ Tự (Chùa Tháp Linh)\n\n    Cách gò Tháp Mười chừng 100 m về phía Bắc là tháp Cổ Tự. Tương truyền có từ thời vua Thiệu Trị (1841-1847), phía trước còn có ngôi tháp thờ của người Chân Lạp. Ngôi chùa này trước kia ở Gò Tháp Mười đã được chính quyền Ngô Đình Diệm dời sang đây. Năm 1956 sau khi bị đặc công của Quân Giải phóng Tỉnh Kiến Phong đánh sập, ngôi chùa đã đượm màu hoang phế vì những vết tích chiến tranh. Hiện nay ngôi chùa cổ này đã được thay bằng một ngôi chùa mới đẹp và khang trang hơn từ sự đóng góp xây dựng của người dân.\n\n    Ngay cạnh chùa là một ngôi miếu có tên là Miếu Hoàng Cô tương truyền thờ em gái của Nguyễn Ánh (Vua Gia Long).\n\n1.3. Di tích Đền thờ và mộ cụ Đốc Binh Nguyễn Tấn Kiều.\n\n    Nguyễn Tấn Kiều (? - 1866) là Phó tướng của Võ Duy Dương trong cuộc khởi nghĩa chống thực dân Pháp ở Đồng Tháp Mười vào nửa cuối thế kỷ 19.\n\n    Tương truyền Đốc Binh Kiều là người miền Trung di cư vào miền Nam lập nghiệp ở huyện Kiến Đăng, tỉnh Định Tường.\n\n    Sau khi thành Gia Định thất thủ (1859), ông đến Gia Định đầu quân chống thực dân Pháp.\n\n    Nhờ giỏi võ nghệ, ông được cử chỉ huy một đội dân dũng. Năm 1861 Đại đồn Kỳ Hòa bị giặc Pháp san bằng, ông không theo quân triều đình rút về Biên Hòa mà dẫn quân về lập căn cứ ở Sầm Giang, Long Hưng (thuộc huyện Kiến Đăng) để tiếp tục chiến đấu.\n\n    Khi hay tin, Trương Định lập căn cứ Tân Hoà (Gò Công), Võ Duy Dương (còn gọi là Thiên Hộ Dương) lập căn cứ ở Bình Cách, Mỹ Quý (thuộc Ba Giồng, huyện Kiến Đăng), ông đem quân về hợp tác với chủ tướng Dương, được phong chức Đốc binh và rồi trở thành Phó tướng.\n\n    Trong cuộc tấn công Gò Tháp vào tháng 4 năm 1866, thực dân Pháp đã sai các sĩ quan là: Roubé, Paris de la Bollardère Gally, Passebose, Vigny và các cộng sự là Trần Bá Lộc, Huỳnh Công Tấn, Phạm Công Khanh...dẫn một đội quân đông đảo đồng loạt tấn công tấn cả ba đồn, hòng mở đường tiến vào đại bản doanh. Võ Duy Dương, Đốc Binh Kiều cùng nghĩa quân chống trả quyết liệt, đẩy lui được nhiều đợt tiến công của địch.\n\n    Chẳng may, lúc lên đài quan sát, Đốc Binh Kiều bị đạn của địch bắn trúng, được đưa về gò Giồng Dung điều trị. Nhưng do bị thương nặng, lại buồn rầu vì đại đồn thất thủ, ông mất ngay năm đó (1866). Nhưng cũng có người cho rằng, trong lúc đánh xáp lá cà, ông đã hy sinh tại trận chiến trên.\n\n    Khi Đốc Binh Kiều mất, nghĩa quân mang thi hài ông về chôn cất tại nền đồn Trung ở Gò Tháp, đồng thời cũng làm vài ngôi mộ giả để nghi trang. Trước đây, ở Gò Tháp có đền thờ chung, thờ ông và chủ tướng Võ Duy Dương, đến năm 2015 UBND tỉnh Đông Tháp đã xây mới đền thờ của Thiên hộ Võ Duy Dương nên hai ông được thờ riêng. Và hàng năm, từ chiều 14 đến rạng sáng 16 tháng 11 (âm lịch), đều có tổ chức lễ hội để tưởng niệm.\n\n    Trong dân gian còn lưu truyền bài thơ ca ngợi ông như sau:\n\n    Và ở huyện Cai Lậy, Tiền Giang có một ngôi trường phổ thông trung học mang tên ông.\n\n1.4. Di tích khảo cổ Gò Minh Sư\n\n    Gò Minh Sư là di tích cư trú và mộ táng của người Phù Nam trong quần thể Khu di tích Gò Tháp. Dấu tích cư trú phân bố dưới chân gò và rộng khắp cánh đồng thấp xung quanh.\n\n    Tại di chỉ cư trú gò Minh Sư đã diễn ra 5 lần khai quật:\n\n    Tháng 1 năm 2001 đã phát hiện một khu cư trú cùng mộ táng cách chân gò Minh Sư chừng 120 m về phía Đông Nam với địa tầng còn nguyên vẹn;\n\n    Trong di chỉ tìm thấy nhiều di vật đá nhưng hiện vật chiếm tỷ lệ nhỏ. Đồ đất nung gồm mảnh ngói, tượng khỉ, dấu ấn, mảnh phù điêu, vòi yoni…\n\n    Đồ gốm khá phong phú, có tới hơn 18.000 mảnh, gồm các loại bình, vò nồi, nhiều mảnh lớn có thể phục nguyên được, có lẽ đây là những hiện vật nguyên vẹn đã bị sụp vỡ do đây là khu di chỉ cư trú và mộ táng.\n\n    Một số lớn các bình vò, nồi lớn đã được dùng để đựng than tro hỏa táng - như trong mộ M1: chiếc vò đựng xương tro có hình quả lê, cổ trụ, vành miệng đã mất, vai xuôi thân phình tròn, thu dần xuống đế hình vành khăn thấp. Gốm mịn màu ngà vàng, xương trắng xám lẫn ít sỏi laterit. Một vò khác có xương đen, chắc mịn, áo màu đỏ gạch loang lổ. Việc xuất lộ vò gốm chứa than tro, đặc biệt mật độ dày đặc của các cụm bình vò cho thấy đây là phát hiện đầu tiên về một khu mộ táng khá tập trung trong văn hóa Óc Eo.\n\n    Tháng 3 năm 2002, các nhà khảo cổ đã phát hiện nhiều hố mộ phân bố trên thềm sỏi laterit hoặc chồng chéo lên nhau; Chúng có dạng hố đào hình lòng chảo hoặc hình phễu, đáy lót cát hoặc có thêm lớp đất sét xám xanh bên dưới. Bên trên có các đồ gốm vỡ, xương thú, than tro, sỏi nhỏ và nhiều hiện vật khác…Bên cạnh hiện tượng hỏa táng có thể đã tồn tại hiện tượng hung táng hay bán hung táng. Ngoài số lượng gốm khổng lồ và nhiều loại hình hiện vật khác đã được phát hiện gồm các chất liệu đá, xương, thủy tinh, kim loại, gỗ…còn phát hiện xỉ thủy tinh, xỉ kim loại, cốc rót kim loại, mảnh vỡ của các tấm đá…cho thấy sự phát triển của nhiều nghề thủ công ở đây. Đặc điểm và địa tầng Gò Minh Sư cho thấy di chỉ được sử dụng cư trú và chôn cất trong một thời gian rất dài, khoảng từ TK I đến TK VIII sau CN.\n\n    Tháng 4 năm 2003 với việc khai quật di tích gò Minh Sư lần thứ ba, đã làm rõ thêm các đặc điểm của di chỉ cư trú kiêm mộ táng của di tích.\n\n    Năm 2009 đã khẳng định đây là một trong những kiến trúc đền thờ thần Shiva thuộc nền văn hóa Phù Nam, sau khi phát hiện từng mảng lớn những khối gạch được lát theo kiểu hình trụ đứng. Từ trung tâm di tích tỏa đi các hướng là khối gạch được xếp theo hình chữ nhật với chiều dài khoảng 12 m, ở giữa có một lỗ hình chữ nhật kéo dài và cắt một cạnh của hình chữ nhật khác, có rãnh khoảng 0,5 m... Ngoài ra, trong đợt khai quật lần này, nhiều hiện vật đã được phát hiện như khuyên tai bằng vàng, vòng đeo tai bằng đồng, đầu ngựa bị vỡ, vật hình bánh xe và một số đĩa nhỏ... Đặc biệt là tìm thấy ở bờ tường khu vực phía nam một chiếc nhẫn vàng khắc hình con ốc Sankha, biểu tượng của thần Vishnu, xung quanh có chạm dây lá cách điệu. Theo anh Võ Tấn Nghĩa (Ban Quản lý khu di tích Gò Tháp) thì đây là hiện vật thuộc loại “độc bản” quý hiếm.\n\n    Năm 2013 tiếp tục khai quật phía tây Gò Minh Sư, các nhà khảo cổ đã tìm thấy một số tượng thần Vishnu bị mất tay nhưng còn nguyên chân đế và khoảng 80 hiện vật bằng vàng, có chạm khắc hình con bò rất sống động, hình bánh xe và một số đồ trang trí mỹ nghệ khác...\n\n    Hình thức cư trú theo mùa được nhận thức khá rõ, cư trú trên các đồi gò thấp bên cạnh các lạch trũng nhỏ và quá trình bồi đắp để mở rộng diện tích sử dụng là một đặc điểm phổ biến của giai đoạn văn hóa Óc Eo ở đây. Bên cạnh các di vật Óc Eo điển hình, một số di vật ngoại nhập còn có những mảnh gốm có đặc điểm của thời tiền sử, cho thấy di tích này trong khu di tích Gò Tháp không chỉ là một trung tâm văn hóa Óc Eo phát triển, có mối quan hệ rộng rãi với thế giới bên ngoài mà còn có lịch sử phát triển lâu đời hơn những gì đã biết đến nay.\n\n1.5. Đền thờ Thiên hộ Võ Duy Dương\n\n    Thiên Hộ Võ Duy Dương (1827-1866), còn gọi là Thiên Hộ Dương (do giữ chức Thiên hộ), là lãnh tụ cuộc khởi nghĩa chống thực dân Pháp (1862-1866) ở vùng Đồng Tháp Mười, thuộc Đồng bằng Sông Cữu Long, Việt Nam.\n\n    Tổ tiên của Võ Duy Dương là Võ Hữu Man từ miền Bắc vào thôn Nam Tượng lập nghiệp, đến đời Võ Duy Dương là đời thứ 6. Theo lời kể của cụ Võ Quế, 85 tuổi (1989), cháu nội Võ Duy Dương, thì ông Dương là con thứ ba trong gia đình, và thuở nhỏ ông Dương là người sáng trí, khỏe mạnh, giỏi võ nghệ. Khi cha qua đời, gia đình sa sút, ông Dương phải đi chăn trâu để sinh sống. May nhờ vị quan sở tại cảm thông hoàn cảnh nghèo khó và mến tài nên nhận làm con nuôi.\n\n    Trong một kỳ thi võ, ông cử được một lúc 5 trái linh, mỗi trái 60 cân (hai tay xách 2 trái, hai nách kẹp 2 trái, răng cắn 1 trái, nên từ đó mọi người đều gọi ông là Ngũ Linh Dương. Ông có người anh tên là Võ Duy Tân, sau này tham gia phong trào Cần Vương kháng Pháp ở Bình Định do Mai Xuân Thưởng chỉ huy. Sau khi Mai Xuân Thưởng chết, ông Tân lại theo Võ Trứ, bị Pháp bắt và xử án chém cùng với nhiều nghĩa quân khác tại Gò Chàm (Bình Định) ngày 13 tháng 9 năm Đinh Dậu (tức ngày 9 tháng 10 năm 1898), thọ 73 tuổi.\n\n    Tháng 2 năm 1859, Pháp đánh chiếm Gia Định rồi đánh chiếm thành Mỹ Tho (tháng 4 năm 1861), Võ Duy Dương cùng Thủ Khoa Huân kéo lực lượng về Gia Định đánh trả. Vì vậy, ông được phong chức Chánh quản đạo. Thành Gia Định vỡ, ông vượt biển về Kinh đô Huế, bái yết vua Tự Đức hiến kế đánh đuổi Pháp. Sau đó, ông được điều về Quảng Nam dẹp cuộc nổi dậy của người Thạch Bích (mọi Vách Đá) và được phong hàm Chánh bát phẩm Thiên hộ vào năm 1860.\n\n    Tháng 5 năm 1861, ông được sung vào phái bộ của Khâm phái quân vụ Đỗ Thúc Tĩnh vào Nam Kỳ với nhiệm vụ chiêu mộ nghĩa dũng chống ngoại xâm. Trong một thời gian ngắn, ông mộ được gần một ngàn người, trong số đó, có cả lính đánh thuê thuộc quân đội Pháp và một người Pháp là Liguet và ông được phong chức Quản cơ.\n\n    Ông đóng quân ở Bình Cách (huyện Chợ Gạo-Tiền Giang), liên kết với Trương Định ở Gò Công, Trần Xuân Hoà (Phủ Cậu) ở Thuộc Nhiêu và Đỗ Thúc Tĩnh ở Mỹ Quí. Tự giác giương cao khẩu hiệu \"Cần Vương\" chống Pháp, nghĩa quân lấy Đồng Tháp Mười là vùng rừng đầm lầy, hiểm trở vào bậc nhất ở Nam Bộ thời bấy giờ làm căn cứ. Từ đây, nghĩa quân dùng chiến thuật du kích đánh Pháp trên cả một vùng rộng lớn từ Hà Tiên, Rạch Giá đến Đồng Tháp, gây cho quân Pháp nhiều tổn thất.\n\n    Giữa lúc lực lượng nghĩa quân đang quyết chiến, thì triều đình Huế ký Hòa ước Nhâm Tuất (1862). Ngay sau đấy, triều đình Huế buộc các tổ chức nghĩa quân phải hạ khí giới. Không tuân lệnh, ông bị triều đình tước binh quyền và sai người lùng bắt (Phan Thanh Giản nhận lệnh triều đình, sai quản cơ Trần Văn Thành truy đuổi).\n\n    Sau, Thủ Khoa Huân, Trương Định lần lượt hy sinh. Tuy nhiên, Võ Duy Dương cùng với các nghĩa sĩ khác như Nguyễn Tấn Kiều (tức Đốc Binh Kiều), Trần Kỳ Phong, Thống Bình, Lãnh Binh Dương, Thương Chấn, Thống Đa, Quản Văn, Quản Là,...vẫn không hề nản chí.\n\n    Ngày 14 tháng 4 năm 1866, Pháp huy động một lực lượng gồm 1.000 quân thủy bộ cùng nhiều tàu chiến, đại bác chia làm ba mũi đồng loạt tiến công từ ba hướng Cần Lố, Cái Nứa và Bắc Chiêng, quyết đánh chiếm sở chỉ huy của nghĩa quân. Nhiều trận đụng độ ác liệt đã xảy ra, làm quân Pháp bị tiêu hao không ít, nhưng trước sức công phá của vũ khí mạnh, nghĩa quân phải rút đi, sau khi Đồn Trung bị đánh hạ. Theo Hồ sơ cá nhân của Trần Bá Lộc mang số SL. 311 trong Văn khố Quốc gia, thì ông Lộc có tham gia trận này, và sau đó được thực dân Pháp tặng thưởng Danh dự Bội tinh bạc cũng vào tháng 4 năm đó.\n\n    Sau khi rút khỏi Đồng Tháp Mười, Võ Duy Dương đem quân phối hợp với con của Trương Định là Trương Quyền và thủ lãnh người Khmer là Acha Xoa, tiếp tục đánh Pháp nhiều trận trước khi suy yếu dần.\n\n    Để tưởng nhớ Võ Duy Dương, tại Gò Tháp (xã Mỹ Hòa, huyện Tháp Mười, tỉnh Đồng Tháp), người dân đã lập đền thờ ông và đã được công nhận di tích lịch sử cấp quốc gia. Tại nơi ông sinh ra (xã Nhơn Tân, huyện An Nhơn), năm 1997, dòng họ đã góp tiền xây dựng đền thờ và hàng năm tổ chức tế lễ.\n\n    Gần đây, sáng ngày 15 tháng 12 năm 2007 Hội Khoa học Lịch sử Việt Nam trao tặng cho đền thờ Võ Duy Dương tại xã Nhơn Tân, huyện An Nhơn một tượng đồng phác họa chân dung ông, trong chương trình “Mỗi người một giọt đồng đúc tượng danh nhân”.\n\n    Tại đền thờ ông và Đốc Binh Kiều ở Gò Tháp có câu đối:\n\n    Sử sách sáng chói danh Thiên Hộ,\n\n    Bia miệng lưu truyền tiếng Đốc binh.\n\n    Ở đây cũng còn lưu truyền câu ca dao:\n\n    Chiều chiều mây giục gió vần\n\n    Cảm thương Thiên Hộ xả thân cứu đời!\n\n    Ngày 14 tháng 11 âm lịch hằng năm, là ngày giỗ chung hai ông.\n\n1.6. Di tích Miếu và gò Bà Chúa Xứ\n\n    Tại cuộc khai quật gò Bà Chúa Xứ năm 1984, các nhà khảo cổ đã đưa ra khỏi lòng đất một kiến trúc khá lớn nằm trong lòng gò với kích thước 20,90 x 13,40m có cạnh bẻ góc dài ngắn khác nhau, phần nền và móng có những ô vuông xây gạch, có chỗ dày đến 1,4m. Mặc dù phần kiến trúc bên trên đã bị phá hủy hoàn toàn nhưng các nhà khảo cổ cũng có thể căn cứ vào dấu tích nền móng và những mảnh đá kiến trúc còn lại để xác định đây là một đền thờ Hindu giáo được xây dựng khá chuẩn mực, có niên đại vào thế kỷ VI.\n\n2. Các cổ vật quan trọng trong khu di tích Gò Tháp\n\n    Hiện vật trong di tích kiến trúc và mộ táng vô cùng phong phú về chất liệu, độc đáo về loại hình và kiểu dáng, những hiện vật quý gồm có nhóm các chế tác bằng vàng, nhóm các pho tượng bằng gổ và 2 bia đá có minh văn.\n\n    Nhóm hiện vật vàng ở Gò Tháp có đến 321 mảnh, chạm khắc hình tượng các vị thần, linh vật, hoa văn…Từ các cứ liệu C14, văn khắc từ những mảnh vàng này đã cho biết niên đại của chúng không đồng nhất, thể hiện ảnh hưởng từ nền văn hóa Ấn Độ trong thời gian khá dài, từ Thế kỷ IV - V trước Công nguyên cho đến Thế kỷ V sau CN.\n\n    Khu di tích Gò Tháp nổi tiếng với các pho tượng Phật bằng gỗ - di vật đặc trưng của nghệ thuật Phật giáo trong văn hóa Óc Eo. Tuy phần lớn tượng Phật gỗ được phát hiện ngẫu nhiên trong khi đào đìa, làm ruộng nhưng số lượng lớn, sự phong phú và đa dạng về kích thước và kiểu dáng vừa phản ánh sự tiếp thu các ảnh hưởng của nghệ thuật mới, vừa bộc lộ nét bản địa chân chất, giản dị trong chất liệu tạc tượng là nguồn nguyên liệu gỗ dồi dào tại chỗ. Chất liệu gỗ mù u làm nên các pho tượng này vừa bền vững đồng thời vẫn thỏa mãn được sự sáng tạo, tính đa dạng của nghệ nhân Óc Eo, tạo nên phong cách nghệ thuật độc đáo ở đây. Thế kỷ V-VII là thời kỳ phát triển rực rỡ của điêu khắc Phật giáo bản địa mà sưu tập tượng Phật bằng gỗ ở vùng Đồng Tháp là một minh chứng.\n\n    Cho đến nay trong số các bia đá mang nội dung phản ánh về vương quốc Phù Nam có 1 tấm bia (ký hiệu K5) tìm thấy ở khu di tích Gò Tháp, được các nhà nghiên cứu định niên đại vào thế kỷ V. Nội dung văn bia thấm đượm tinh thần Hindu giáo, Chi phái Visnu là tôn giáo phổ biến song hành cùng Phật giáo trong văn hóa Óc Eo. Quan trọng nhất là văn bia còn cho biết, chính đây là vùng đầm lầy được chinh phục bởi vua Phù Nam Jayavarman và phong cho con trai là Gunavarman cai quản.\n\n    Quy mô kiến trúc, nội dung phản ánh của sưu tập di vật và hệ thống đường giao thông thủy trong khu di tích Gò Tháp đã cho thấy, khu vực này từng là một trung tâm tôn giáo - văn hóa quan trọng từ TK IV đến TK VIII, không chỉ của vùng Đồng Tháp Mười mà còn của chung đồng bằng sông Cửu Long.\n\n    Cuộc sống của cư dân thời cổ thể hiện rõ nét quá trình thích nghi với môi trường sinh thái tự nhiên. Tính chất thích nghi không chỉ là sự “nương nhờ”, khai thác tự nhiên một cách thuần tuý mà còn là quá trình tạo nên môi trường sinh thái nhân văn - cảnh quan lao động sản xuất, nơi cư trú, các công trình kiến trúc…\n\n    Khảo cổ học dựa vào những di tích di vật phát hiện được để nghiên cứu về đời sống con người trong quá khứ, tất nhiên, chỉ hiểu biết được một phần vì những gì còn lại cũng vô cùng ít ỏi. So với nhiều di tích khảo cổ, khu di tích Gò Tháp là nơi phát hiện một số lượng lớn di vật nhiều loại hình, từ vật dụng sinh hoạt trong di chỉ cư trú đến vật dâng cúng quý giá trong các đền tháp, vật tùy táng linh thiêng trong những ngôi mộ, từ các phế tích kiến trúc đền tháp và tượng thờ, minh văn đến di tích nhà ở, nền bếp…\n\n    Tổng thể di tích và di vật phản ánh quá trình tụ cư, hoạt động kinh tế - văn hóa - tôn giáo và các mối quan hệ giao lưu trong một thời gian dài khoảng 10 thế kỷ. “May mắn” là môi trường tự nhiên và nhân văn của khu di tích này (và nhiều di tích văn hóa Óc Eo khác) vẫn chưa biến đổi nhiều so với trước kia. Điều đó giúp ta hình dung được phần nào cuộc sống của chủ nhân những di tích và di vật nơi đây. Trong môi trường sinh thái “bưng biền Đồng Tháp” cư dân cổ đã xây dựng cảnh quan nhân văn gồm các kiến trúc đền thờ, tháp mộ trên các gò phù sa cổ (có khi được con người đắp cao thêm), xây dựng nhà sàn cư trú ở địa hình thấp xung quanh… Họ khai thác nhiều loại động - thực vật nơi đầm lầy đìa trũng để sinh sống, trong đó có lúa ma hay lúa trời - loại lúa hoang dại có thể cao đến 1,5m, nổi trên mặt nước vào mùa nước, rồi dần dần “cải tạo” vùng đất trũng lầy để trồng lúa - có lẽ là theo lối sạ lúa một vụ năng xuất không cao, giống như lối canh tác của cư dân Đồng Tháp Mười cho đến gần đây. Quá trình này để lại dấu tích cư trú ở đây trong một thời gian rất dài, từ đầu Công nguyên đến khoảng thế kỷ XII - XIII. Không chỉ vậy, khu vực Gò Tháp còn gắn liền với cảng thị Óc Eo - Ba Thê và trở thành một trung tâm lớn thể hiện sự gắn bó giữa đời sống xã hội và sự phát triển của tôn giáo: từ một vài di tích quy mô không lớn, xây dựng đơn giản vào đầu Công nguyên đã phát triển đến đỉnh cao của kiến trúc và điêu khác Hindu giáo và Phật giáo vào thế kỷ VI - VIII.\n\n3. Ý nghĩa và tầm quan trọng của khu di tích Gò Tháp\n\n    Với những giá trị lịch sử độc đáo không chỉ của dân tộc mà còn của cả nhân loại, khu di tích Gò Tháp đã được Bộ Văn hóa Thông tin xếp hạng di tích lịch sử - văn hóa quốc gia năm 1998.\n\n    Ngày 26/12/2012, tỉnh Đồng Tháp long trọng tổ chức lễ đón nhận Di tích quốc gia đặc biệt đối với Di tích khảo cổ và kiến trúc nghệ thuật Gò Tháp (Khu di tích Gò Tháp). Đây là niềm vinh dự, tự hào lớn lao đối với người dân Tháp Mười nói riêng và người dân Đồng Tháp nói chung.\n\n    Tính đến đầu năm 2022, Khu di tích Gò Tháp là một trong 123 “di tích quốc gia đặc biệt” của Việt Nam.\n\n    Khu di tích đặc biệt Gò Tháp hội tụ ba loại hình: di tích kiến trúc, di tích cư trú và di tích mộ táng. Đây còn là những chỉ dấu quan trọng về các phương diện lịch sử, chính trị, kinh tế, nghệ thuật, tôn giáo của nền văn minh cổ xưa, rực rỡ gắn với Vương quốc Phù Nam từ hàng nghìn năm trước. Ngoài giá trị khảo cổ, lịch sử, Gò tháp được xem là tâm điểm của vùng Đồng tháp Mười, một trong số ít nơi còn lưu giữ nét hoang sơ của thiên nhiên, với những thảm thực vật phong phú đặt trưng của vùng đất ngập nước.\n\n    Ngoài ra, Khu di tích Gò Tháp còn có các thiết chế tôn giáo và tín ngưỡng cổ truyền như: tháp cổ tự, đền thờ, miếu bà Chúa Xứ, mộ Hoàng Cô, nền Tháp cổ và nhiều giai thoại dân gian mang màu sắc huyền bí, tâm linh.\n\n    Nếu so với những khu di tích khác của văn hóa Óc Eo thì khu di tích Gò Tháp tương đương về quy mô, số lượng và loại hình di tích. Song những bí ẩn trong lòng đất vẫn còn tiềm tàng nhiều bí ẩn, cần phải tiếp tục nghiên cứu và khám phá…\n\n    Không chỉ mang dấu ấn của một nền văn hoá cổ xưa, Khu di tích Gò Tháp còn là nơi chiến đấu và ngã xuống của không ít anh hùng dân dộc. Chính nơi đây là đại bản doanh của nghĩa quân Thiên hộ Võ Duy Dương, Đốc binh Nguyễn Tấn Kiều thời kỳ đầu chống Pháp. Ghi dấu đậm nét sự chiến đấu, hy sinh anh dũng, người dân địa phương đã lập đền thờ phụng 02 vị anh hùng dân tộc ngay trên vùng đất linh thiêng này.\n\n    Không chỉ vậy, vùng đất này sau còn là căn cứ địa của Xứ ủy Nam bộ, nơi được mệnh danh là “Thủ đô kháng chiến” với Ủy ban hành chính kháng chiến Nam bộ, Khu ủy khu 8, in dấu tích hoạt động cách mạng của các cán bộ cao cấp của Đảng như: đồng chí Lê Duẩn, Lê Đức Thọ, Phạm Hùng, Trần Văn Trà và nhiều đồng chí khác.\n\n    Hiện nay, Công ty cổ phần đầu tư Thương mại Du lịch Đồng Tháp Mười đang thực hiện Dự án du lịch sinh thái ở Khu di tích Gò Tháp với các loại hình du lịch văn hóa, lịch sử, sinh thái hấp dẫn.\n\n    Hy vọng tương lai không xa, du khách đến đây trong tâm tình của người hành hương tìm về nguồn cội, sẽ có những trải nghiệm lý thú để thêm trân trọng những đóng góp của các bậc tiền nhân đi mở cõi, bởi nhờ đó con cháu hôm nay mới được đứng vững trên miền đất này với cả một di sản qúy báu tồn tại qua không gian và thời gian…\n\n    Người dân Đồng Tháp với quyết tâm bảo tồn và phát huy giá trị của Khu di tích, tin rằng trong tương lai không xa, Gò Tháp sẽ là một trung tâm văn hóa quan trọng của tỉnh và của khu vực, vừa mang tính hiện đại vừa mang những giá trị văn hóa truyền thống đậm đà bản sắc dân tộc.\n\n    Để đến thăm và ngưỡng mộ Khu di tích đặc biệt Gò Tháp bạn có thể đến bất kỳ lúc nào. Nhưng trong năm có hai kỳ lễ hội lớn vào ngày rằm tháng 3 và rằm tháng 11 âm lịch nhằm tưởng nhớ công lao chiến đấu chống giặc giữ nước của hai vị anh hùng dân tộc đã có công giữ nước, đem lại cuộc sống bình yên cho nhân dân.\n\n4. Xem thêm\n\n        + Óc Eo\n\n","RootURL":"https://vi.wikipedia.org","Id":"4672c092-ad43-4ce7-ae61-c91ff81cc47d","RelatedEntityIds":[],"Name":"Lễ hội Gò Tháp"},{"AdditionalInfo":{"Địa điểm":"Việt Trì, Phú Thọ","Ngày tháng (Âm lịch)":"10 tháng 3"},"Type":"FestivalEntity","Description":"    Ngày giỗ Tổ Hùng Vương hoặc Lễ hội Đền Hùng hoặc Quốc giỗ là một ngày lễ của Việt Nam. Đây là ngày hội truyền thống của Người Việt tưởng nhớ công lao dựng nước của Hùng Vương. Nghi lễ truyền thống được tổ chức hàng năm vào mùng 10 tháng 3 Âm lịch tại Đền Hùng, thành phố Việt Trì, tỉnh Phú Thọ và được người dân Việt Nam trên toàn thế giới kỷ niệm và tôn kính. Tín ngưỡng thờ cúng Hùng Vương đã được Bộ Văn hóa, Thể thao và Du lịch Việt Nam ghi danh vào Danh mục di sản văn hóa phi vật thể quốc gia (đợt 1) và UNESCO công nhận là Di sản văn hóa phi vật thể.\n\n1. Lịch sử\n\n    Theo Ngọc phả Hùng Vương chép thời Hồng Đức hậu Lê thì từ thời nhà Tiền Lê, nhà Lý, nhà Trần rồi đến Hậu Lê các vua và nhân dân địa phương đều đến lễ bái các vua Hùng. Từ thời xưa, các triều đại quân chủ và phong kiến Việt Nam đã quản lý Đền Hùng theo cách giao thẳng cho dân sở tại trông nom, sửa chữa, cúng bái, tổ chức ngày giỗ Hùng Vương thứ 18 vào ngày 11 tháng 3 âm lịch; đổi lại dân địa phương được triều đình miễn cho những khoản thuế ruộng cùng sưu dịch và sung vào lính.\n\n    Sang thế kỷ 20, năm 1917 triều vua Khải Định, Bộ Lễ chính thức gửi công văn ghi ngày 25 tháng 7 phái quan hàng tỉnh của tỉnh Phú Thọ lấy ngày mồng 10 tháng 3 âm lịch thì cử hành \"quốc tế\" hàng năm, tức là sức cho các quan phải mặc phẩm phục lên đền Hùng thay mặt triều đình Huế cúng tế.\n\n    Bia Hùng Vương từ khảo tại đền Thượng do Tham tri, Hữu tuần phủ Phú Thọ là Bùi Ngọc Hoàn soạn, cho biết: “Năm Khải Định thứ hai, tức năm 1917 lịch dương, Tuần phủ Phú Thọ là Lê Trung Ngọc có công văn xin Bộ Lễ ấn định lấy ngày mồng 10 tháng 3 hàng năm làm ngày Quốc tế, tức trước ngày giỗ Hùng Vương thứ 18 một ngày, ngày 11 tháng 3, do dân sở tại cúng tế”. Đây cũng là cứ liệu xác tín nhất để xác định rõ ràng ngày lễ chính thức Giỗ Tổ Hùng Vương 10 tháng Ba âm lịch chỉ được ban hành từ hoàng triều Khải Định.\n\n    Ngày 10 tháng Ba từ đó được dùng cho toàn quốc. Sau khi nền cộng hòa thành lập, chính phủ Việt Nam Dân chủ Cộng hòa ra Sắc lệnh, xem ngày 10 tháng Ba là một trong những ngày lễ chính thức của quốc gia, các công chức được nghỉ lễ có hưởng lương. Trong lễ Giỗ Tổ năm Bính Tuất (ngày 11 tháng 4 năm 1946), Chủ tịch Hồ Chí Minh dự Lễ giỗ Tổ Hùng Vương tại Việt Nam học xá (nay là khu vực Trường Đại học bách khoa Hà Nội). Cũng trong ngày này, thừa ủy quyền Chủ tịch Chính phủ, Bộ trưởng Nội vụ Huỳnh Thúc Kháng thay mặt Chính phủ lên làm lễ dâng hương tại Đền Hùng, đã dâng 1 tấm bản đồ Tổ quốc Việt Nam và 1 thanh gươm quý nhằm tế cáo với Tổ tiên về đất nước đang bị Pháp xâm lăng và cầu mong Tổ tiên phù hộ cho quốc thái dân an, thiên hạ thái bình cùng nhau đoàn kết, đánh tan giặc xâm lược, bảo vệ toàn vẹn lãnh thổ của đất nước.\n\n    Quốc gia Việt Nam Cộng hòa tại Miền Nam Việt Nam cũng đã ghi nhận ngày 10 tháng Ba là ngày nghỉ lễ chính thức cho đến năm 1975.\n\n    Từ năm 2001, ngày giỗ tổ Hùng Vương trở thành quốc giỗ nước Việt Nam sau thời kỳ Đổi mới dù nét văn hóa và tín ngưỡng này không sâu đậm và phổ biến tại Nam Việt Nam.Từ năm 2007, ngày 10 tháng 3 Âm lịch hàng năm là ngày nghỉ lễ. Lễ hội đền Hùng những năm lẻ sẽ do tỉnh Phú Thọ đứng ra tổ chức. Các năm chẵn sẽ có quy mô ở các cấp trung ương. Lễ hội đền Hùng không chỉ diễn ra ở khu di tích lịch sử đền Hùng Phú Thọ mà sẽ diễn ra ở nhiều địa phương trong cả nước như Thành phố Hồ Chí Minh, Cần Thơ, Đà Nẵng.v.v.\n\n    Theo Nghị định 82/2001/NĐ-CP về việc quy ước lễ hội đền Hùng thì:\n\n        + \"Năm chẵn\" là số năm kỷ niệm có chữ số cuối cùng là \"0\", \"năm tròn\" là số năm kỷ niệm có chữ số cuối cùng là \"5\"; Trung ương, Bộ Văn hoá, Thể thao và Du lịch cùng Ủy ban nhân dân tỉnh Phú Thọ tổ chức Lễ hội; mời đại diện lãnh đạo Đảng Cộng sản Việt Nam, Nhà nước, Quốc hội, Chính phủ Việt Nam, Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam và các đoàn thể dự lễ dâng hương.\n\n        + \"Năm lẻ\" là số năm kỷ niệm có các chữ số cuối cùng còn lại. Ủy ban nhân dân tỉnh Phú Thọ tổ chức lễ hội; mời lãnh đạo Bộ Văn hoá, Thể thao và Du lịch dự lễ dâng hương và tổ chức các hoạt động trong lễ hội.\n\n    UNESCO đã công nhận \"Tín ngưỡng thờ cúng vua Hùng\" là \"kiệt tác truyền khẩu và phi vật thể nhân loại\" vào ngày 6 tháng 12 năm 2012.\n\n    Trong dân gian Việt Nam có câu lục bát lưu truyền từ xa xưa:\n\n2. Các hoạt động văn hóa\n\n2.1. Lễ và hội\n\n    Lễ hội diễn ra vào ngày 10 tháng 3 âm lịch, tuy nhiên, lễ hội thực chất đã diễn ra từ hàng tuần trước đó và kết thúc vào ngày 10 tháng 3 âm lịch với lễ rước kiệu và dâng hương trên đền Thượng.\n\n    Có 2 lễ được cử hành cùng thời điểm ngày chính hội tại đền Hùng:\n\n    Lễ rước kiệu vua: Đám rước kiệu, nhiều màu sắc của rất nhiều cờ, hoa, lọng, kiệu, trang phục truyền thống xuất phát từ dưới chân núi rồi lần lượt qua các đền để tới đền Thượng, nơi làm lễ dâng hương.\n\n    Lễ dâng hương: Người hành hương tới đền Hùng chủ yếu vì nhu cầu của đời sống tâm linh. Mỗi người đều thắp lên vài nén hương khi tới đất Tổ để nhờ làn khói thơm nói hộ những điều tâm niệm của mình với tổ tiên. Theo quan niệm của người Việt, mỗi nắm đất, gốc cây nơi đây đều linh thiêng và những gốc cây, hốc đá cắm đỏ những chân hương.\n\n    Phần hội có nhiều trò chơi dân gian. Đó là những cuộc thi hát xoan (tức hát ghẹo), một hình thức dân ca đặc biệt của Phú Thọ, những cuộc thi vật, thi kéo co, hay thi bơi trải ở ngã ba sông Bạch Hạc, nơi các vua Hùng luyện tập các đoàn thủy binh luyện chiến.\n\n3. Trang phục tế lễ\n\n    Bộ lễ phục được mặc trong lễ dâng hương (từ năm 2000 đến 2020) được thực hiện theo mẫu của họa sĩ Ngô Thu Nga - Viện mẫu thời trang Fadin.\n\n    \"Bộ lễ phục được thiết kế gồm 3 lớp. Trong cùng là bộ quần áo ta may bằng lụa tơ tằm trắng, tiếp theo là lớp áo màu đỏ điều cũng may trên chất liệu tơ tằm và ngoài cùng là áo the đen để tăng thêm phần lịch sự kín đáo. Hoa văn khá đơn giản, ngoài hai con hạc được thêu bằng chỉ vàng trên cổ áo, họa tiết mặt trời hình trống đồng ở mặt trước khăn xếp đội đầu là hai điểm nổi bật nhất. Tuy đơn gin nhưng bộ lễ phục trên được đánh giá rất cao vì kiểu dáng áo quần vừa phù hợp với các lễ hội truyền thống nhưng cũng rất hiện đại với hai vạt phía trước được phủ hai lớp vải the với đường thẳng khỏe, khăn xếp, đội đầu cao 7cm và có nhiều vành xếp tạo được nét hiện đại, mới mẻ. Bộ lễ phục cũng được cải tiến, không dùng khuy cài áo mà dùng chất liệu dán vừa đẹp vừa tiện lợi.\" - lớp áo ngoài cùng sau này đều may bằng vải nhung.\n\n    Theo một số nhà nghiên cứu văn hóa:\n\n    - \"Người thiết kế không am hiểu về văn hóa truyền thống, cách tân xấu. Phần thêu hoa văn trống đồng trên áo sử dụng kỹ thuật quá đơn giản trên nền áo đỏ. Chữ \"CHỦ LỄ\" được in vào chỗ bổ tử của trang phục chủ tế thiếu thẩm mỹ. Khăn đóng bị đội ngược.\"\n\n    - \"Trang phục lai căng, không phải áo tấc cũng không phải ngũ thân.\"\n\n    - \"Áo lễ tay dài rộng, khi đi đứng người mặc phải cung kính chắp tay phía trước, nếu thõng tay thì ống tay tụt xuống. Áo này may ngắn cho nên người mặc dễ dàng đứng thõng tay. Người thiết kế đã cải tiến nhưng vô tình làm cho công năng tay áo không còn nữa.\"\n\n    - \"Bộ VHTTDL không có quy định sớm về các bộ trang phục cho “quốc giỗ” như này thì chết mất! Con cháu đời sau lên google học sử lại cứ tưởng trang phục này là chuẩn mực rồi\".\n\n    - \"Họ không hiểu kết cấu và vẻ đẹp của áo ngũ thân để phát triển. Tóm lại ông chủ lễ như khoác cái vỏ chăn trên người đứng lễ\".\n\n    - \"Không khác một bộ áo sân khấu may vội\".\n\n4. Xem thêm\n\n        + Vua Hùng\n\n        + Đền Hùng\n\n        + Tín ngưỡng thờ cúng tổ tiên\n\n5. Liên kết ngoài\n\n        + Luật số 84/2007/QH11 của Quốc hội: Luật sửa đổi, bổ sung Điều 73 của Bộ luật Lao động ban hành ngày 2/4/2007 tại Chính phủ Việt Nam (tiếng Việt)\n\n        + Lễ hội Đền Hùng 2012: Tự hào dòng giống Tiên Rồng TẠ VĂN TOÀN (TTXVN) 26/03/2012 17:49 GMT+7\n\n        + Giỗ tổ Vua Hùng năm 2019 Google Doodle Ngày 14 tháng 4 năm 2019\n\n","RootURL":"https://vi.wikipedia.org","Id":"da25003b-5308-4ee9-b63c-1f5572bad17c","RelatedEntityIds":[],"Name":"Giỗ Tổ Hùng Vương"},{"AdditionalInfo":{"Địa điểm":"Buôn Ma Thuột, Đắk Lắk","Ngày tháng (Âm lịch)":"Tháng 3"},"Type":"FestivalEntity","Description":"    Lễ hội đâm trâu (người Ba Na gọi là x'trǎng, người Cor gọi là xa-ố-piêu, người Gia Lai gọi là mnăm thu, người Lạch gọi là sa rơpu) là một lễ hội nhằm mục đích tế thần linh hoặc những người đã có công chủ trì thành lập buôn làng, ăn mừng chiến thắng, ăn mừng mùa màng bội thu hay ăn mừng các sự kiện quan trọng khác. Đây là một trong những lễ hội truyền thống của các dân tộc Tây Nguyên ở Việt Nam.\n\n    Con trâu sẽ là vật hiến tế để cầu thần phù hộ cho buôn làng được khỏe mạnh, ấm no, để mừng ngày mùa hay để mừng chiến thắng.\n\n1. Chuẩn bị\n\n    Ở mỗi dân tộc, các nghi thức phụ của lễ hội có phần khác nhau nhưng đâm trâu vẫn là tiết mục linh đình của lễ hội. Tùy theo mục đích, hoàn cảnh cụ thể và tùy theo từng sắc tộc mà lễ hội này được tổ chức trong những thời điểm, khoảng thời gian và không gian khác nhau, song thường là một không gian rộng bên cạnh những ngôi nhà chung của buôn làng như nhà dài, nhà rông,... Giữa quảng trường/không gian rộng này có dựng một cây cột cao bằng gỗ hoặc tre, ngọn cột được trang trí bằng hoa lá rừng, cờ, phướn thật đẹp, và những lục lạc tre gọi là cù nan. Trên đỉnh cột thường gắn một con chim phượng hoàng làm bằng gỗ, chạm trỗ hoa văn tỉ mỉ. Cây cột này tương tự cây nêu của người Kinh, người Êđê gọi là blang kbâo. Người Ba Na gọi cây cột này là gưng sakapô, người Gia Rai gọi là ging ga.\n\n    Người chủ trì lễ hội là một già làng. Dân làng chọn một con trâu thuộc giống trâu Langbiang khỏe mạnh đưa đi tắm rửa sạch sẽ và cho ăn uống no nê rồi đem buộc bằng sợi dây rừng mềm dẻo nhưng rất bền chắc. Sợi dây này được buộc lỏng quanh cổ trâu chứ không xỏ vào mũi như khi dắt trâu đi làm đồng.\n\n2. Thực hiện nghi thức\n\n    Chủ trì lễ hội đâm trâu đọc lời khấn cầu xin hay tạ ơn thần linh và mời thần linh xuống ăn thịt trâu, uống rượu cần. Chủ trì khấn xong thì các đội cồng chiêng bắt đầu diễn tấu. Đám đông dân làng ca múa, đấu võ, kể khan và ăn uống suốt đêm và đến sáng lễ đâm trâu mới bắt đầu. Nghi lễ đâm trâu là phần quan trọng bậc nhất của lễ hội. Các tráng sĩ được trang bị lao dài sẽ phóng lao giết trâu, vừa phóng lao vừa biểu diễn các bài võ thuật. Con trâu bị giết được đem xẻ thịt nhỏ chia cho các nhà trong buôn làng cùng liên hoan.\n\n    Sau khi dứt hồi nhạc và các nghi thức cúng bái, người chủ tế là ông riu yàng cầm cây giáo hình mũi mác đến gần con trâu và bất thình lình đâm một nhát vào đùi trước rồi quay về chỗ ngồi. Đây chỉ là một cú đâm tượng trưng để mở màn. Tuy vậy con trâu cũng bị đau, nhảy dựng lên, máu chảy ròng ròng. Tiếng cồng chiêng lại tưng bừng nổi lên. Một đội hành quyết gồm 4 chàng trai bước vào quảng trường, trong đó hai người cầm mã tấu đứng yên một chỗ, hai người cầm lao nhọn, vừa nhún nhảy theo tiếng nhạc vừa dứ ngọn lao làm như thử muốn đâm con trâu. Trâu sợ hãi chạy vòng vòng cột.\n\n    Nhưng những chàng trai chưa vội ra tay. Họ chờ cho bước chân nhún nhảy và tiếng nhạc kết hợp thật nhịp nhàng với âm điệu rụp thì thụp rụp kala rụp! Đúng vào nốt nhạc mạnh kala rụp, khi những bàn tay của các chàng trai đấm vào vú chiêng và khi bàn tay của các cô gái trong đội múa xòe ra, một ngọn lao chí tử phóng tới đâm vào sườn trâu, chỗ dưới vai bên trái. Nếu là nhát đâm chuyên nghiệp mũi lao sẽ trúng ngay tim con vật khiến trâu chết liền. Nếu đâm không trúng tim trâu sẽ lồng lên dữ dội khiến đám đông hoảng sợ. Khi đó, hai người cầm mã tấu sẽ tiến lên, một người chém một nhát vào cổ, một người chém một nhát vào cột xương sống phía đuôi làm trâu gãy thành ba khúc. Sau đó các dũng sĩ đâm trâu rút lui nhường chỗ cho một nhóm khác, kẻ hứng máu, người phân thây xẻ thịt trâu.\n\n3. Liên kết ngoài\n\n        + \"Hội đâm trâu\" trên Trang thông tin điện tử Kon Tum Lưu trữ 2009-09-14 tại Wayback Machine\n\n        + \"Lễ hội đâm trâu\" trên trang Dalattourist.net Lưu trữ 2009-03-07 tại Wayback Machine\n\n        + \"Lễ đâm trâu của người Co\" trên website tỉnh Quảng Ngãi Lưu trữ 2008-09-29 tại Wayback Machine\n\n        + \"Đâm trâu là gì\" trên Yahoo Việt Nam: Hỏi & Đáp\n\n        + \"Nét đẹp lễ đâm trâu của người M'nông ở Đăk Nông\", bài của Nguyễn Công Lý trên Báo điện tử Đảng Cộng sản Việt Nam\n\n        + \"Nét văn hóa trong lễ hội đâm trâu ở Tây Nguyên\" trên website Hội nông dân Việt Nam Lưu trữ 2010-10-31 tại Wayback Machine\n\n        + \"Lễ hội đâm trâu của đồng bào Ba Na\" của Mỹ Linh trên Báo Bình Định\n\n        + \"Mùa \"ăn\" trâu\" của TTO trên Báo Du lịch\n\n","RootURL":"https://vi.wikipedia.org","Id":"c9b4d803-64c9-461b-9294-a087305ecb72","RelatedEntityIds":[],"Name":"Hội Đâm Trâu"},{"AdditionalInfo":{"Địa điểm":"Phù Đổng, Gia Lâm, Hà Nội","Ngày tháng (Âm lịch)":"9 tháng 4"},"Type":"FestivalEntity","Description":"    Hội Gióng là một lễ hội truyền thống hàng năm ở nhiều nơi thuộc vùng Hà Nội để tưởng niệm và ca ngợi chiến công của người anh hùng truyền thuyết Thánh Gióng, một trong tứ bất tử của tín ngưỡng dân gian Việt Nam .\n\n    Có 2 hội Gióng tiêu biểu ở Hà Nội là hội Gióng Sóc Sơn ở đền Sóc xã Phù Linh, huyện Sóc Sơn và hội Gióng Phù Đổng ở đền Phù Đổng, xã Phù Đổng, huyện Gia Lâm đã được UNESCO ghi danh là di sản văn hóa phi vật thể của nhân loại. Ngoài ra còn hơn 10 hội Gióng cũng thuộc địa bàn Hà Nội (gọi là vùng lan tỏa vì chưa được UNESCO ghi danh) như: hội Gióng Bộ Đầu xã Thống Nhất, huyện Thường Tín; lễ hội thờ Thánh Gióng ở các làng Đổng Xuyên, Lệ Chi (huyện Gia Lâm); các làng Phù Lỗ Đoài, Thanh Nhàn, Xuân Lai (huyện Sóc Sơn); Sơn Du, Cán Khê, Đống Đồ (huyện Đông Anh); Xuân Tảo (Phường Xuân Đỉnh, Quận Bắc Từ Liêm); làng Hội Xá (Quận Long Biên).\n\n    Giá trị nổi bật toàn cầu ở hội Gióng chính là một hiện tượng văn hóa được bảo lưu, trao truyền khá liên tục và toàn vẹn qua nhiều thế hệ. Mặc dù ở gần trung tâm thủ đô và đời sống cộng đồng trải qua nhiều biến động do chiến tranh, do sự xâm nhập và tiếp biến văn hóa, hội Gióng vẫn tồn tại một cách độc lập và bền vững, không bị nhà nước hóa, thương mại hóa.\n\n1. Lịch sử\n\n    Theo Nguyễn Văn Huyên thì \"việc tổ chức hội Gióng, ngày nay mới bắt đầu từ khoảng thế kỷ 11, đời Lý Thái Tổ.\"\n\n2. Ý nghĩa\n\n    Hội Gióng là một lễ hội văn hóa cổ truyền mô phỏng rõ một cách sinh động và khoa học diễn biến các trận đấu của thánh Gióng và nhân dân Văn Lang với giặc Ân. Thông qua đó có thể nâng cao \"nhận thức cộng đồng về các hình thức chiến tranh bộ lạc thời cổ xưa và liên tưởng tới bản chất tất thắng của cuộc chiến tranh nhân dân, toàn dân, toàn diện trong sự nghiệp giải phóng và bảo vệ Tổ quốc\".\n\n    Theo UBND thành phố Hà Nội, lúc 18h20 ngày 16 tháng 11 năm 2010 (tức 22h20 giờ Việt Nam), tại thành phố Nairobi, thủ đô của Kenya, Tổ chức Giáo dục, Khoa học và Văn hóa của Liên hiệp quốc (UNESCO) đã công nhận lễ hội Gióng ở đền Phù Đổng (Gia Lâm) và đền Sóc (huyện Sóc Sơn) là di sản văn hóa phi vật thể đại diện của nhân loại và là một trong những tưởng niệm về Thánh Gióng.\n\n3. Hội Gióng Phù Đổng\n\n    Hội Gióng Phù Đổng chính thống được tổ chức hàng năm vào ba ngày mùng 7, mùng 8 và mùng 9 tháng 4 Âm lịch tại xã Phù Đổng, huỵện Gia Lâm, thành phố Hà Nội, nơi sinh ra người anh hùng huyền thoại Phù Đổng Thiên Vương.\n\n    Hội Gióng Phù Đổng có dàn vai diễn: các ông \"Hiệu\" (Hiệu Cờ - tượng trưng Thánh Gióng, hiệu Trống, hiệu Chiêng, hiệu Tiểu cổ), hệ thống tướng lĩnh của Ông Gióng: \"Phù Giá\" (120 người),đội quân chính quy; các \"Cô Tướng\" (gồm 28 người tượng trưng cho quân giặc, hai cô tướng chính là Tướng Đốc và Tướng Ngựa được chọn từ xóm Miếu Ban - nơi có di tích liềm và nôi đá sinh Thánh Gióng), tượng trưng các đạo quân xâm lược; Phường \"Ải Lao\", trong đó có \"Ông Hổ\",đội quân tổng hợp; \"Làng áo đỏ\", đội quân trinh sát nhỏ tuổi; \"Làng áo đen\",đội dân binh,…Cũng như các đạo cụ, y phục, mỗi một chương mục, mỗi một vai diễn đều chứa đựng những ý nghĩa hết sức sâu sắc. \"Rước khám đường\" là trinh sát giặc; \"Rước nước\" là để tôi luyện khí giới trước khi xuất quân; \"Rước Đống Đàm\" là đi đàm phán kêu gọi hoà bình; \"Rước Trận Soi Bia\" là mô phỏng cách điệu trận đánh ác liệt. Trong trận này, roi sắt gãy, ông Gióng phải dùng tre đằng ngà,một vũ khí tượng trưng sức mạnh nội lực của dân tộc.\n\n    Cờ phướn màu đỏ mà trên đó viết chữ \"Lệnh\" tôn nghiêm cùng với các động tác múa cờ Lệnh của ông Hiệu Cờ (vai diễn tượng trưng Ông Gióng) là biểu đạt một số quan điểm cơ bản của phép luỵện quân cùng phương pháp tác chiến để giành thắng lợi. Đó là \"Quân lệnh phải nghiêm minh\" \"Binh pháp phải mưu lược sáng tạo\" (Múa cờ thuận và múa cờ nghịch). Phù giá ngoại (đội hình có tới 120 người) là những vai diễn đóng khố, cởi trần, đầu đội mũ có hình quả dưa, trên có đính chín con rồng nhỏ, tượng trưng cho Đất, vai đeo một túi \"bán nguyệt\" có hình nửa vầng trăng, tượng trưng cho Trời, tay cầm chiếc quạt giấy màu nâu khắc cụp, khắc xòe theo khẩu lệnh của ác ông \"Xướng\" và \"Xuất\", tượng trưng cho một loại vũ khí có sức biến ảo khôn lường.\n\n    Trong lễ hội có 28 cô gái trẻ đóng vai tướng giặc, tượng trưng cho 28 đạo quân xâm lược nhà Ân. Còn các màn rước lễ \"Kén tướng\", \"Kén Phù Giá\", và màn diễn \"Săn hổ, bắt hổ, giúp hổ hoá thân\", có thể suy ngẫm về quan điểm thảm mỹ và đạo lý ứng xử truyền thống v.v … Lễ hội Gióng Phù Đổng cũng có nhiều màn hát chèo để mừng thắng trận.\n\n    Hội Gióng Phù Đổng được đánh giá là một trong những lễ hội lớn nhất tại đồng bằng Bắc Bộ về quy mô đoàn rước và người tham dự.\n\n4. Hội Gióng Sóc Sơn\n\n    Theo truyền thuyết, xã Phù Linh, huyện Sóc Sơn (Hà Nội) là nơi dừng chân cuối cùng trước khi Thánh Gióng về trời, nên hàng năm cứ ngày mồng 6 tháng Giêng âm lịch, dân làng ở đây mở hội linh đình tại Khu di tích đền Sóc thờ Thánh Gióng – Phù Đổng Thiên Vương. Lễ hội Gióng Sóc Sơn diễn ra trong ba ngày với đầy đủ các nghi lễ truyền thống như: lễ khai quang, lễ rước, lễ dâng hương, dâng hoa tre lên đền Thượng, nơi thờ Thánh Gióng.\n\n    Hội Gióng đền Sóc Sơn là một lễ hội lớn hàng năm với sự tham gia của nhiều làng lân cận trong vùng và được người dân chuẩn bị chu đáo từ rất sớm. Ngay từ khoảng 2-3 tuần trước ngày khai hội, những thôn tham gia lễ hội đã bắt đầu rục rịch các công việc chuẩn bị. Theo như nội dung được ghi trên mặt bia số 6 của bia 8 mặt thì sự phân công rước các lễ vật trong lễ hội của các làng được phân bổ theo thứ tự:Thôn Vệ Linh (xã Phù Linh) - rước giò hoa tre; Thôn Dược Thượng (xã Tiên Dược) - rước voi; Thôn Đan Tảo (xã Tân Minh) - rước trầu cau; Thôn Đức Hậu (xã Đức Hoà) - rước ngà voi; Thôn Yên Sào (xã Xuân Giang) - rước cỏ voi; Thôn Yên Tàng (xã Bắc Phú) - rước tướng. Ngày nay trong lễ hội đền Sóc còn có thêm biểu tượng rước ngựa Gióng của thôn Phù Mã (xã Phù Linh) và rước cầu húc của thôn Xuân Dục (xã Tân Minh).\n\n    Trước ngày hội diễn ra, bảy thôn làng đại diện cho bảy xã chuẩn bị lễ vật trong ngày mở đầu hội chính. Nhưng nghi lễ đặc biệt sẽ được làm vào đêm mùng 5 đó là lễ Dục Vọng để mời ông Gióng về với các lễ vật, lễ phẩm đã được chuẩn bị chu đáo với lòng thành kính, mong đức Thánh Gióng phù hộ cho dân làng có một cuộc sống ấm no, hạnh phúc. Ngoài ra, trong hội còn có nhiều trò chơi dân gian sôi động như chọi gà, cờ tướng, hát ca trù, hát chèo… Ngày chính hội là mùng 6, ngày thánh hoá theo truyền thuyết. Ngày khai hội, dân làng và khách thập phương dâng hương, đúng nửa đêm có lễ khai quang - tắm cho pho tượng Thánh Gióng. Nghi lễ chủ yếu trong ngày chính hội là dâng hoa tre ở đền Sóc (thờ Thánh Gióng) và chém tướng giặc. Hoa tre được làm bằng những thanh tre dài khoảng 50 cm, đường kính khoảng 1 cm, đầu được vót thành xơ và nhuộm màu. Sau lễ dâng hoa, tre được tung ra trước sân đền cho người dự hội lấy để cầu may. Chém tướng giặc được thực hiện bằng cách chém một pho tượng, diễn lại truyền thuyết Gióng dùng tre ngà quật chết tướng cầm đầu giặc Ân là Thạch Linh (đá thành tinh). Mặc dù có các nghi thức gắn với truyền thuyết Thánh Gióng nhưng các nhà nghiên cứu cho rằng: \"Hội Gióng Sóc Sơn vẫn mang rõ tính chất hội cầu mùa theo tín ngưỡng dân gian phổ biến ở hầu hết hội xuân vùng đồng bằng và trung du Bắc Bộ\".\n\n    Núi Sóc nằm ở xã Phù Linh, huyện Sóc Sơn, Hà Nội, là nơi Gióng ngồi nghỉ, ngắm nhìn đất nước lần cuối rồi cởi áo bỏ lại và cưỡi ngựa về trời. Tại khu vực này có một quần thể di tích gồm đền Thượng, chùa Đại Bi, chùa Non Nước, đền Hạ, miếu Thánh Mẫu và nhà Bia.\n\n5. Các hội Gióng khác\n\n        + Hội Gióng Chi Nam: mở tại làng Sen Hồ, xã Lệ Chi, huyện Gia Lâm, Hà Nội và trước ngày chính hội Gióng Phù Đổng 1 ngày nên còn gọi là hội Phù Gióng. Hội Phù Gióng tưởng niệm và suy tôn chiến công của ông Hiển Công, tên thật là Châu. Cũng trong lúc đất nước bị giặc Ân xâm lược, ông Châu bảo sứ giả của vua Hùng đem cho mình cây chùy sắt và con thuyền sắt. Đoàn quân của ông đánh thắng giặc trên sông Đuống và ông trở về quê mừng công rồi hoá. Dân làng suy tôn là Hiển Công và thờ làm Thành Hoàng. Sáng mùng 8 tháng Tư, sau lễ tế ở đình làng là hoạt động tái hiện chiến thắng của Hiển Công. Thanh niên trai tráng được chia làm hai bên với số lượng bằng nhau. Quân của ông Hiển Công mình trần, khố đỏ, bao vàng còn giặc Ân thì mình trần, khố xanh, bao trắng. Ngoài ra còn có trò chơi \"cướp dừa\", ai cướp được quả dừa sẽ gặp may mắn và đập dừa thành mảnh nhỏ để chia cho mọi người cùng hưởng.\n\n        + Hội Gióng Xuân Đỉnh: tổ chức ngày mùng 6 tháng Giêng âm lịch tại làng Xuân Tảo, xã Xuân Đỉnh, huyện Từ Liêm, Hà Nội. Lễ hội gắn với truyền thuyết trên đường về trời Gióng dừng ở làng Cáo (làng Xuân Tảo), Xuân Đỉnh tắm mát, nghỉ ngơi rồi ăn trưa với cơm và mấy quả cà. Lúc ra đi, ông bỏ quên thanh roi sắt. Đến nay phiến đá mà Thánh ngồi nghỉ vẫn còn ở cạnh giếng nước trong làng. Hội Gióng Xuân Đỉnh chủ yếu là nghi thức rước kiệu Thánh ra giếng cho ông chứng kiến vật chứng lịch sử mà dân làng vẫn đời đời gìn giữ.\n\n        + Hội Gióng Bộ Đầu: mở vào ngày 8 tháng Giêng tại làng Bộ Đầu, xã Thống Nhất, huyện Thường Tín, Hà Nội. Thánh Gióng được thờ làm thành hoàng làng Bộ Đầu. Truyền thuyết kể rằng trên đường về trời, Gióng nghe thấy tiếng kêu của dân chúng đang bị đôi thuồng luồng ở sông Hồng gây tai hoạ. Nhìn xuống, Gióng thấy một người đang bị thuồng luồng cuốn đi và lao xuống tiêu diệt đôi thủy quái. Lạ lùng thay, người được cứu chính là mẹ của Gióng! Ở làng có pho tượng Gióng bằng gỗ cao 5m, là một tác phẩm điêu khắc đặc sắc. Hội Gióng Bộ Đầu có tổ chức thi gậy - diễn lại cảnh Gióng dùng tre ngà đánh giặc Ân.\n\n6. Tục lệ \"cướp lộc\"\n\n    Trong lễ hội đền Gióng, có tục lệ gọi là tục cướp lộc thánh, cướp chiếu, cướp giò hoa tre, cướp trầu cau. Phó trưởng Ban Tuyên giáo Thành ủy Hà Nội Phan Đăng Long giải thích, \"Đây là cướp có văn hóa, cướp trong tục lệ. Vấn đề ở đây là cướp có sự nỗ lực của cá nhân mới có được chứ không phải tự nhiên mà lộc thánh đến với mình.\" Tuy nhiên vì tục lệ này dẫn tới ẩu đả. Gs Ngô Đức Thịnh, Thành viên Hội đồng Di sản Quốc gia đã phê bình những hành động này: \"Đó là sự lợi dụng truyền thống để thỏa mãn lòng tham và cuồng vọng cá nhân, chứ không có chút gì là văn hóa.\"\n\n6.1. 2016\n\n    Mặc dù có sự hỗ trợ của Công an huyện Sóc Sơn và 300 sinh viên tình nguyện, người dân của các thôn, làng xung quanh đền Sóc nhưng tại Lễ hội đền Sóc Sơn diễn ra vào sáng 6 Tết Bính Thân (13-2-2016) hàng trăm thanh niên của các làng đã xông vào, bất chấp lực lượng công an có hết sức để bảo vệ đồ lễ, thậm chí, họ còn đè lên người công an để cướp lộc.\n\n7. Xem thêm\n\n        + Thánh Gióng\n\n        + Đền Sóc\n\n        + Đền Phù Đổng\n\n8. Tham khảo\n\n        + Kho tàng lễ hội cổ truyền Việt Nam, nhiều tác giả, Nhà xuất bản Văn hoá Dân tộc - Tạp chí Văn hoá Nghệ thuật 2000.\n\n        + Trần Quốc Vượng, Văn hoá Việt Nam tìm tòi và suy ngẫm, Nhà xuất bản Văn hoá dân tộc - Tạp chí Văn hoá nghệ thuật 2000.\n\n9. Liên kết ngoài\n\n        + Bài vè tóm tắt hội Gióng Lưu trữ 2016-03-05 tại Wayback Machine\n\n        + Hội Gióng - Di sản văn hóa phi vật thể đại diện của nhân loại\n\n","RootURL":"https://vi.wikipedia.org","Id":"8e145900-2eff-4010-aaa9-461cbaf61249","RelatedEntityIds":[],"Name":"Hội Gióng"},{"AdditionalInfo":{"Địa điểm":"Châu Đốc, An Giang","Ngày tháng (Âm lịch)":"23 tháng 4 - 27 tháng 4"},"Type":"FestivalEntity","Description":"    Lễ hội miếu Bà Chúa Xứ còn gọi lễ Vía Bà là một lễ hội của người dân Nam bộ, nằm dưới Núi Sam. Thành phố Châu Đốc, tỉnh An Giang, hàng năm đã thu hút trên 2 triệu lượt khách hành hương\n\n1. Thời gian\n\n    Tổ chức hàng năm bắt đầu tại miếu Bà Chúa Xứ từ đêm 23/4 đến 27/4 âm lịch.\n\n2. Tổ chức\n\n    Đêm 23 tháng 4 làm lễ tắm và thay xiêm y cho tượng Bà. Nước tắm tượng là nước thơm, bộ y phục cũ của Bà được cắt nhỏ ra phân phát cho người dân hay khách trẩy hội và được coi như lá bùa hộ mệnh giúp cho người khỏe mạnh và trừ ma quỷ.Tuy nhiên,lễ tắm diễn ra một cách kín đáo và có chín người phụ nữ đồng trinh mới được phép tắm cho tượng Bà\n\n    Tiếp theo các lễ:\n\n        + Lễ rước bốn bài vị từ lăng Thoại Ngọc Hầu về miếu Bà\n\n        + Lễ Túc Yết được tổ chức vào lúc 24 giờ ngày 25 rạng ngày 26. Lễ được tiến hành theo trình tự: dâng hương, chúc tửu (rượu), hiến trà, đọc văn tế. Sau đó bài văn tế được hóa cùng với một ít giấy vàng bạc\n\n        + Lễ Xây Chầu - Hát Bội do do một người sành nghi lễ và có uy tín làm tế tại miếu Bà thực hiện cùng đào kép hát bội cầu nguyện cho quốc thái dân an, mưa thuận gió hòa\n\n        + Lễ Chính Tế vào 4 giờ sáng ngày 26/4, lễ nghi được tiến hành giống lễ Túc Yết. Chiều ngày 27/4 bài vị Thoại Ngọc Hầu được đưa về lăng. Chương trình hát bội cũng chấm dứt, kết thúc lễ vía Bà.\n\n3. Hội\n\n    Lễ Vía Bà hằng năm thu hút rất đông khách thập phương. Đến với lễ hội hội họ vừa được tham dự lễ hội dân gian phong phú để xin cầu tài cầu lộc.\n\n4. Liên kết ngoài\n\n        + Khai mạc tuần lễ quốc gia Lễ hội Vía bà Chúa Xứ\n\n        + Lễ hội Miếu Bà Chúa Xứ Núi Sam\n\n5. Xem thêm\n\n        + Miếu Bà Chúa Xứ\n\n","RootURL":"https://vi.wikipedia.org","Id":"df29c130-dbc3-4018-96ac-23a806d1ab47","RelatedEntityIds":[],"Name":"Hội Bà Chúa Xứ"},{"AdditionalInfo":{"Địa điểm":"TP Hồ Chí Minh","Ngày tháng (Âm lịch)":"2 tháng 8"},"Type":"FestivalEntity","Description":"    Lăng Tả quân Lê Văn Duyệt (tên chữ: Thượng Công Miếu, chữ Hán: 上公廟, tục gọi là Lăng Ông - Bà Chiểu) là khu đền và mộ của Tả quân Lê Văn Duyệt (1764-1832) hiện tọa lạc tại số 1 đường Vũ Tùng, có cổng Tây tại số 126 đường Lê Văn Duyệt, phường 1, quận Bình Thạnh, Thành phố Hồ Chí Minh, Việt Nam. Do vị trí Lăng Ông nằm ở khu vực Bà Chiểu nên người dân quen gọi chung Lăng Ông - Bà Chiểu (tức là \"Lăng Ông ở Bà Chiểu\") để chỉ khu vực này.\n\n    Trước năm 1975, tuyến đường chạy dọc theo phía Tây Lăng Ông (đoạn từ Lăng đến cầu Bông) mang tên đại lộ Lê Văn Duyệt. Đến ngày 14 tháng 8 năm 1975, đoạn này bị đổi tên vì nhập chung tên với đường Đinh Tiên Hoàng (phía Quận 1). Đến ngày 16 tháng 9 năm 2020, sau 45 năm bị thay đổi tên, đoạn đường này được phục hồi tên cũ là đường Lê Văn Duyệt nhân dịp giỗ lần thứ 188 của ông.\n\n1. Vị trí, tên gọi\n\n    Lăng Ông rộng 18.501 m² trên một gò đất cao, nằm giữa bốn con đường: Lê Văn Duyệt, Phan Đăng Lưu, Trịnh Hoài Đức và Vũ Tùng.\n\n    Lăng nằm kế bên khu chợ Bà Chiểu nên mỗi khi nhắc đến tên chợ này là nghĩ ngay đến lăng Ông. Rất nhiều người nơi khác thường nhầm rằng đây là lăng thờ ông và bà tên Chiểu. Thật ra không phải như vậy, đây là lăng thờ ông bà Lê Văn Duyệt. Và do lệ kiêng cữ tên, không biết từ lúc nào, người dân đã ghép hai từ \"lăng Ông\" với hai từ \"Bà Chiểu\" để chỉ khu lăng của Tả Quân.\n\n    Theo nhà văn Sơn Nam, tên Bà Chiểu là tên vùng đất, chỉ mới xuất hiện thời vua Tự Đức. Chiểu có nghĩa là ao nước thiên nhiên, Bà Chiểu là nữ thần được thờ bên ao thiên nhiên. Ở Thủ Đức cũng có vùng đất tên là Linh Chiểu .\n\n2. Lịch sử\n\n    Trong công trình kiến trúc của lăng, được xây dựng sớm nhất là phần mộ .\n\n    Năm 1835 sau sự biến thành Phiên An, Lê Văn Duyệt bị lên án và buộc tội đã gián tiếp gây nên biến loạn, vua Minh Mạng đã ra chỉ dụ san bằng mộ, trên dựng bia đá có khắc tám chữ Quyền yêm Lê Văn Duyệt phục pháp xử (chỗ tên hoạn quan Lê Văn Duyệt chịu tội), theo Đại nam thực lục chính biên quốc sử quán triều Nguyễn.\n\n    Đến năm Tân Sửu (1841), vua Thiệu Trị lên ngôi cho dẹp bỏ trụ đá hài tội và đắp lại mộ. Năm đầu đời Tự Đức (1848), Đông Các đại học sĩ Võ Xuân Cẩn dâng sớ xin phục hồi quan tước, gia ơn cho con cháu các công thần, trong đó có Lê Văn Duyệt. Nhà vua xem sớ cảm động, truy phong cho cả ba ông và ban phẩm hàm cho con cháu họ. Lại cho đắp phần mộ Lê Văn Duyệt ở Gia Định cao rộng thêm và cho sửa sang miếu thờ . Theo nhà văn Sơn Nam, thì sau đó dân làng Long Hưng đem trình quan sở tại một người cháu nội của Lê Văn Phong (Phong là em ruột Tả quân) tên Lê Văn Thi, bấy lâu sợ tội với triều đình nên mãi trốn tránh. Sau đó, ông Thi được phép đến Bà Chiểu, lo việc chăm sóc Lăng Ông. Ngày nay ở trong miếu vẫn còn thờ ông Thi làm Tiền hiền .\n\n    Và từ khi Hội Thượng Công Quý Tế được thành lập vào năm 1914, việc cúng tế được tổ chức đều đặn hàng năm và việc trùng tu cũng được tiến hành nhiều lần. Ngày 6 tháng 12 năm 1989, toàn bộ khu lăng được Bộ Văn hóa công nhận là di tích Lịch sử Văn hóa cấp quốc gia.\n\n3. Kiến trúc\n\n    Chung quanh khu lăng có bức tường bao bọc dài 500m, cao 1,2 m được trổ bốn cổng ra vào theo bốn hướng, được xây dựng vào năm 1948. Năm sau, cổng Tam quan cũng được xây. Cổng có hàng đại tự nổi bằng chữ Hán Thượng Công Miếu, được đặt ở hướng Nam, mở ra đường Vũ Tùng. Trước năm 1975, cổng này đã từng được chọn là biểu tượng của vùng Sài Gòn-Gia Định xưa.\n\n    Khu lăng được xây dựng trên một trục đường chính. Từ cổng Tam quan ở phía nam vào qua một khu vườn cảnh là:\n\n3.1. Nhà bia\n\n    Nhà bia được xây dựng như một ngôi điện nhỏ, tường gạch, mái lợp ngói âm dương. Bên trong có tấm bia đá khắc văn bia chữ Hán đề \"Lê công miếu bia\" (Bia dựng tại miếu thờ Lê công) do Kinh lược sứ Hoàng Cao Khải viết năm Giáp Ngọ (1894). Nội dung văn bia ca tụng công đức Lê Văn Duyệt đối với triều đình và nhân dân.\n\n3.2. Lăng mộ\n\n    Toàn thể khu mộ đều được xây bằng một loại vữa hợp chất.\n\n    Phần mộ gồm hai ngôi mộ song táng: Tả quân và vợ là bà Đỗ Thị Phẫn. Hai ngôi mộ đặt song song và được cấu tạo giống nhau, có hình dạng như nửa quả trứng ngỗng xẻ theo chiều dọc, úp trên bệ lớn hình chữ nhật. Theo các nhà khảo cổ học và kiến trúc sư, mộ này còn được gọi là mộ \"quy\" (quy tức là rùa, vì ngôi mộ có hình dáng như một con rùa đang nằm). Trước mộ có một khoảnh sân nhỏ để làm lễ. Từ nơi nhà bia nhìn vào, mộ Lê Văn Duyệt phía bên phải. Bao quanh mộ là một bức tường bằng đá ong dày hình chữ nhật, thông ra tận sân đốt nhang đèn.\n\n    Ngoài ra, ở đây còn hai phần mộ nhỏ của hai cô hầu .\n\n3.3. Miếu thờ\n\n    Cách khu lăng mộ một khoảng sân dài đến khu vực \"Thượng công linh miếu\", nơi diễn ra các sinh hoạt tín ngưỡng của nhân dân trong việc thờ cúng Lê Văn Duyệt. Bố cục của miếu bao gồm tiền điện, trung điện và chính điện. Mỗi gian điện thờ cách nhau bằng một khoảnh sân lộ thiên, gọi là sân thiên tỉnh (giếng trời). Đối xứng hai bên trục nhà chính là hai dãy Đông lang và Tây lang.\n\n    Công trình mang dấu ấn của lối kiến trúc miếu thờ nhà Nguyễn, với những mái \"trùng thiềm điệp ốc\" và kỹ thuật kết nối khung nhà bằng các lỗ mộng. Ngoài ra, nhờ kỹ thuật chạm khắc gỗ, chạm khắc đá, khảm sành sứ mà nơi thờ cúng này còn giữ được vẻ đẹp cổ kính cho đến ngày nay.\n\n4. Thờ cúng\n\n    Nơi chính điện có bức tượng bằng đồng của Tả quân Lê Văn Duyệt. Tượng được đúc bằng đồng nguyên chất, cao 2,65 m, nặng 3 tấn do nhà điêu khắc Phạm Văn Hạng thực hiện. Đây là ý tưởng của tạp chí Xưa & nay và Hội Khoa học lịch sử Việt Nam trong chương trình Đúc tượng đồng cho lăng Ông.\n\n    Nơi trung điện, thờ Tả quân Lê Văn Duyệt (giữa), Thiếu phó Lê Chất (phải), Kinh lược Phan Thanh Giản (trái).\n\n    Hàng năm, tại lăng đều có tổ chức lễ giỗ Tả Quân Lê Văn Duyệt long trọng, vào các ngày 29 hoặc 30 tháng 7, mồng 1 và 2 tháng 8 âm lịch. Lễ giỗ được cử hành theo nghi thức cấp tiểu cung đình triều Nguyễn, lễ tế do Ban Quý Tế Lăng Tả Quân Lê Văn Duyệt thực hiện. Ngoài lễ tế, còn có lễ xây chầu - đại bội và lễ Tôn Vương, diễn những vở tuồng xưa để phụng cúng Đức Tả Quân và bá tánh thưởng thức,\n\n    Khi ông mất, dân gian xem ông như một vị thần, vì vậy việc thờ cúng và tế lễ ông tại lăng mang nghi thức thờ thần và tế thần. Nói rõ hơn, lễ hội lăng Ông Bà Chiểu không phải là lễ tưởng niệm anh hùng dân tộc như Trương Định, Nguyễn Trung Trực hay Nguyễn Huỳnh Đức... mà là lễ hội mang tính dân gian như lễ Bà Chúa Xứ (xem Miếu Bà Chúa Xứ) hoặc vía Điện Bà ở Tây Ninh (xem Núi Bà Đen).\n\n    Số người dự hội có đến hàng chục vạn, không chỉ người địa phương mà cả khách tỉnh xa cũng về dự hội. Đáng chú ý trong số khách đi lễ số lượng người Hoa chiếm khoảng phân nửa. Bởi họ đến dâng hương để tạ ơn một vị \"phúc thần\", vì lúc sinh thời khi làm Tổng trấn Gia Định, ông đã có những chính sách, chủ trương nâng đỡ, tạo điều kiện cho cộng đồng người Hoa phát triển ngành nghề, an cư lạc nghiệp trên quê hương thứ hai của họ .\n\n    Ngoài Lê Văn Duyệt, Lê Chất, Phan Thanh Giản, trong đền còn thờ vợ ông, các Tiền hiền, Hậu hiền, các \"Anh hùng liệt sĩ vị quốc vong thân\" và hội viên quá vãng (những hội viên Hội Thượng Công Quý Tế đã qua đời và những vị đã cống hiến và giữ gìn truyền thống tại Lăng).\n\n5. Liên kết ngoài\n\n        + Ảnh của Trung tâm Lưu trữ hải ngoại Cộng hòa Pháp về Lăng Tả quân Lê Văn Duyệt, trong quãng thời gian 1921/1935\n\n        + Mùng 2 đi thăm lăng Tổng trấn Gia Định thành Lưu trữ 2013-11-13 tại Wayback Machine\n\n        + Lễ hội truyền thống Lưu trữ 2008-08-17 tại Wayback Machine\n\n        + Bi kịch Lê Văn Duyệt Lưu trữ 2008-05-10 tại Wayback Machine\n\n        + Dựng tượng đồng Lê Văn Duyệt Lưu trữ 2008-09-15 tại Wayback Machine\n\n        + Bản vẽ sơ đồ lăng Lê Văn Duyệt năm 2001. Lưu trữ 2013-12-11 tại Wayback Machine (file PDF) - file AutoCAD R14 (password: sgmedia)\n\n        + Video chi tiết về Lăng Ông\n\n","RootURL":"https://vi.wikipedia.org","Id":"f807d100-28a0-4f5e-9bd8-37de29f2e404","RelatedEntityIds":[],"Name":"Hội Lăng Lê Văn Duyệt"},{"AdditionalInfo":{"Địa điểm":"Hải Phòng","Ngày tháng (Âm lịch)":"9 tháng 8"},"Type":"FestivalEntity","Description":"    Lễ hội chọi trâu Đồ Sơn, còn gọi là đấu ngưu , là một tập tục cổ, có từ xa xưa, một lễ hội truyền thống của người dân vạn chài tại vùng biển Đồ Sơn, Hải Phòng; diễn ra vào ngày 9 tháng 8 Âm lịch hàng năm; di sản văn hóa phi vật thể quốc gia năm 2013 của Việt Nam. Đây là một lễ hội với lễ nghi trang trọng, rước kiệu thần, có lọng che, phường bát âm....\n\n    Trong văn hóa cộng đồng người dân Hải Phòng, còn lưu truyền câu ca cổ: \"Dù ai buôn đâu bán đâu / Mùng chín tháng tám chọi Trâu thì về\"\n\n1. Lịch sử lễ hội\n\n    Cho đến nay, chưa xác định chính xác lịch sử hình thành lễ hội. Cộng đồng địa phương còn lưu truyền nhiều câu chuyện, truyền thuyết về lễ hội như sau:\n\n        + \"Ở chân núi Đồ Sơn, huyện Nghi Dương, có đền thờ Thủy Thần. Tương truyền có người bán thổ đi qua, thấy hai con trâu chọi nhau dưới đền, nên hàng năm đến ngày 9 tháng 8, có tục chọi trâu để tế thần\" (Theo sách Đại Nam nhất thống chí)\n\n        + Lịch sử lễ hội chọi trâu gắn với huyền thoại về một cô thôn nữ xinh đẹp tên là Đế, do có thai với vua Thủy Tề, bị dân làng phạt vạ, quan lại địa phương mang cô ra biển dìm. Cô gái oan ức, hiển linh, cộng đồng địa phương lập đề thờ, tên gọi đền Bà Đế. Linh thiêng, nơi bà chết, tôm cá kéo đến tập trung, năm này qua năm khác, các vạn chài kéo đến đánh cá. Về sau, cộng đồng địa phương tổ chức Lễ hội chọi Trâu, những con trâu thắng mang ra biển cúng tế Bà Chúa. Cũng có ý kiến cho rằng, truyền thuyết dìm chết nàng Đế ở ngoài khơi Hòn Độc là di vết của tục hiến sinh các cô gái cho Thủy Thần có từ thời kỳ nguyên thủy đến thời sơ kỳ phong kiến; về sau, khi trình độ xã hội phát triển, việc hiến sinh con vật được thay thế.\n\n        + Cũng ở nơi đây, cộng đồng dân cư Đồ Sơn còn lưu truyền sự tích về người hùng áo vải, Quận He Nguyễn Hữu Cầu người làng Lôi Động xã Tân An, huyện Thanh Hà, vì cuộc sống ấm no của người dân vạn chài đã phất cờ chống lại phong kiến thối nát tàn bạo thời kỳ 1741 – 1751. Tưởng nhớ công đức Người, hàng năm nhân dân Đồ Sơn mở hội chọi Trâu, múa cờ. Cũng có tài liệu cho rằng: \"Mỗi khi đánh trận thắng ông thường mổ trâu khao quân. Những con trâu chọi mổ bụng dứt dây lao ra, chọi nhau quyết liệt. Quân sĩ thấy thế hứng khởi reo hò vang dội. Kể từ đó, hàng năm, Nguyễn Hữu Cầu mở hội chọi trâu để cổ vũ động viên tinh thần quân sĩ\"\n\n        + Lễ hội chọi trâu có hai ngày trọng đại. Ngày 8 tháng 6, ngày đấu loại tuyển chọn những ông trâu tiêu biểu vào vòng chung kết ngày 9 tháng 8. Đây là những ngày con nước, sóng to gió cả. Hơn nữa, Đồ Sơn là quê hương của \"Tiềm Thủy Ngưu\", một giống trâu ở ngầm đáy nước miền sông nước. Do vậy, lễ hội chọi trâu là dâng tế Thủy Thần với cầu mong ra khơi gió lộng, bình yên.\n\n        + Thành tích cá Kình. Dân làng chài kể lại rằng dân chài thường bị cá kình ăn thịt nên lập đàn cầu thần linh phù hộ vào thượng tuần tháng sáu và hứa sẽ mổ trâu, mổ lợn lễ tạ. Sau đó hai tháng, vào một đêm mưa bão gió giật, sáng ra thấy xác cá kình chết, trên hầu có vết chim cắn, một loại chim thần giáng thế độ dân. Từ đó, dân làng không bị cá ăn thịt nữa. Như đã hứa, hàng năm dân làng mang trâu đến lễ thần ở đền Nghè. Khi lễ, trâu dứt đứt dây, chọi nhau quyết liệt. Mọi người cho rằng thần linh thích xem trâu chọi. Bởi vậy hàng năm, dân làng tổ chức lễ hội chọi trâu và ngày đó đã trở thành đại sự, ngày hội truyền thống của dân vạn chài.\n\n        + Theo sách Lịch sử Người Hà Nội của nhà văn Hà Ân, Lễ hội chọi trâu Đồ Sơn có thể từ thời nhà Trần, nhưng chưa có căn cứ.\n\n2. Lễ hội độc đáo của cư dân miền biển\n\n    Lễ hội chọi trâu Đồ Sơn có sự giao thoa giữa những yếu tố văn hoá nông nghiệp đồng bằng với văn hoá cư dân ven biển; mang sắc thái riêng, gắn liền việc thờ cúng thủy thần với nghi lễ chọi và hiến sinh trâu; thể hiện bản sắc văn hóa, tinh thần cùng thể chất đặc biệt của người dân miền biển hàng ngày đối diện với biển khơi và bão tố để mưu sinh.\n\n    Nếu như, cộng đồng địa phương các nơi khác lưu truyền về lễ hội của mình với câu câu \"Trống làng nào làng ấy đánh, Thánh làng nào làng ấy thờ\", thì Lễ hội chọi trâu Đồ Sơn gắn với truyền thống \"trống mọi làng cùng đánh, thánh mọi làng cùng thờ\" để tưởng nhớ công ơn của các vị thần, duy trì kỷ cương làng xã, để cầu nguyện cho \"nhân khang, vật thịnh\", để tinh thần đoàn kết, ý thực cộng đồng được duy trì, khẳng định.\n\n    Cũng theo quan niệm của người dân vùng biển, nhất là đối với ngư dân đi biển ở vùng ven biển Đồ Sơn, hình ảnh của trăng có liên hệ mật thiết với thủy triều. Hình ảnh đôi trâu chọi nhau dưới ánh trăng bạc trong truyền thuyết về hội chọi trâu ở Đồ Sơn đã phản ánh mối liên hệ nào đó giữa mặt trăng với biển cả. Đôi sừng trâu cũng chính là hình tượng của mặt trăng khuyết, gắn với thần Độc Cước mà dân miền biển vẫn tôn thờ.\n\n    Vì lẽ đó, trước đây, nhưng trâu chiến thắng trong hội được đưa lên thuyền, mang ra khơi xa rồi hắt xuống để tế thần. Về sau này, những trâu giải nhất hàng tổng được rước bát hương đền Nghè và rước cờ đại \"Thượng đẳng thần\" về làng, sau đó được dân làng giết thịt làm lễ hiến sinh tế lễ dâng thành hoàng, xin thành hoàng cho mưa thuận gió hòa, sóng yên biển lặng, cho mùa đánh cá sau được may mắn, thuận lợi.\n\n3. Nội dung lễ hội\n\n3.1. Chọn, nuôi và huấn luyện trâu\n\n    Để chuẩn bị người nuôi trâu đã phải lựa chọn rất công phu trong việc tìm và nuôi dưỡng trâu, chăm sóc kĩ lưỡng trong khoảng một năm. Thông thường thì sau Tết Nguyên đán, các sới chọi đều cử người có nhiều kinh nghiệm đi khắp nơi để mua trâu, có khi họ phải lặn lội hàng tháng trời vào các tỉnh Thanh Hóa, Nghệ An, Nam Định, Thái Bình, thậm chí lên tận Tuyên Quang, Bắc Kạn... mới tìm được con trâu vừa ý. Trâu phải là những con trâu đực khỏe mạnh, da đồng, lông móc, một khoang bốn khoáy, hàm đen, tóc tráp (lông trên đầu cứng, dày để tránh nắng), có ức rộng, cổ tròn dài và hơi thu nhỏ về phía đầu, lưng càng dày, càng phẳng có khả năng chống chịu được đòn của đối phương.... là trâu gan. Háng trâu phải rộng nhưng thu nhỏ về phía hậu càng nhọn càng quý. Sừng trâu phải đen như mun, đầu sừng vênh lên như hai cánh cung, giữa hai sừng có túm tóc hình chóp trên đỉnh đầu là khoáy tròn,hai sừng phải nhọn. Mắt trâu phải đen, tròng đỏ.\n\n3.2. Trường đấu\n\n    Trường đấu, hay sân chọi thường là những bãi đất rộng, khoảng 80 x 100m, có hào nước bao quanh. Phía trong hào có hai dáy lán làm chỗ đứng cho trâu chọi gọi là \"xào xá\". Ngoài ra, xung quanh có khán đài để mọi người quan sát và cổ vũ trâu thi đấu.\n\n3.3. Diễn biến lễ, hội\n\n    Lễ hội chọi trâu có hai phần, phần lễ và phần hội đan xen. Từ ngày mùng một đầu tháng, các vị cao niên các làng có trâu chọi làm lễ tế thần Điểm Tước ở đình Tổng. Sau đó là lễ rước nước, gắn với tục tế Thủy Thần. Lọ nước thần mỗi năm thay một lần được từng làng mang về đình riêng.\n\n    Tại đình làng, các chủ trâu cho trâu ra làm lễ Thành Hoàng, sau khi lễ thần, trâu chọi được gọi là \"Ông trâu\".\n\n    Sáng ngày chính hội, 9/8 âm lịch, khoảng 1 giờ sáng, chủ tế các làng làm lễ xin phép Thành Hoàng đưa trâu đi thi đấu. Khoảng 6 – 7 giờ sáng, tổ chức lễ rước \"ông trâu\" ra đấu trường. Dẫn đầu đám rước là cơ ngũ phương, trống, chiêng, long đình, long kiệu, bát bửu. Người khiêng long đình, long kiệu, trống, chiêng… chít khăn đỏ, mặc áo đỏ viền vàng, thắt lưng và quấn cạp đỏ. Người gọi loa, hay dịch lao đội khăn xếp, mặc áo lương đen, thắt lưng bố hậu đỏ, quần trắng. Theo sau là các bô lão, chức sắc và thứ tự các ông trâu (theo kết quả xếp hạng đấu loại), trên lưng được chùm một tấm vải đỏ, sừng quấn một dải lụa điều. Đi bên cạnh mỗi ông trâu có hai chàng trai tay cầm cờ đuôi nheo để múa. Lễ rước các \"ông trâu\" vào các xào xá rộn rã trong tiếng nhạc bát âm, cờ bay phất phới kèm theo tiếng cổ động của dân cư trong vùng...\n\n    Khi ông trâu bước vào xào xá, tiếng trống, tiếng loa nổi lên dõng dạc, đổ hồi như tiếng sóng dội vào Hòn Độc, nơi trâu sẽ được hiến tế Thủy Thần.\n\n    Tiếp theo là nghi thức múa cờ khai hội được 24 tráng niên của làng chia thành hai hàng trình diễn vừa uyển chuyển, vừa mạnh mẽ, màu sắc biến hoá linh hoạt và huyền ảo trong những âm thanh của trống, thanh la; tái hiện lại lễ ra quân của Quận He Nguyễn Hữu Cầu trước giờ xuất trận; thể hiện ước nguyện cầu mong Thần Gió phù hộ cho thuyền bè cưỡi sóng vượt ra ngoài biển khơi.\n\n    Múa cờ vừa dứt, từ hai phía hai \"ông trâu\" được dẫn vào xới, có người che lọng và múa cờ hai bên. Khi hai \"ông trâu\" cách nhau 20 m, người dắt nhanh chóng rút \"sẹo\" cho trâu rồi khẩn trương thoát ra ngoài sới chọi. Hai ông trâu hoàn toàn tự do lao vào chọi nhanh giành thắng bại.\n\n    Kết thúc lễ hội, ông trâu thắng cuộc được làm lễ rước trở về. Sáng ngày 10 tháng 8, toàn bộ ông trâu tham gia lễ hội được đem giết thịt làm lễ vật tế thần ở đình, có kèm theo một đĩa đựng tiết và lông trâu (mao huyết). Khoảng 12 giờ trưa lễ tế bắt đầu. Sau đó, đĩa mao huyết được đổ xuống biển, phần còn lại được chia lộc thần cho dân với niềm tin một vụ khai thái mới bình an, nhiều tôm cá.\n\n    Vào ngày 16 tháng 8, làng tiến hành nghi thức \"tống thần\" và rã đám, kết thúc lễ hội.\n\n4. Sự cố đáng tiếc năm 2017\n\n    Tại vòng đấu loại của lễ hội chọi trâu Đồ Sơn 2017 ngày 1/7, con trâu số 18 đã bất ngờ húc trọng thương dẫn đến tử vong chính người chủ trâu, ông Nguyễn Minh Đức (1971-2017). Vụ việc khiến hội chọi trâu năm 2017 bị dừng tổ chức, đồng thời nhiều ý kiến đề nghị dừng hoặc cải tiến phương thức tổ chức lễ hội này trong các năm sau.\n\n    Ngày 2/7/2017, Đoàn công tác của Bộ VHTT&DL kiểm tra lễ hội hội chọi trâu Đồ Sơn chỉ rõ: Quy chế của lễ hội chưa chặt chẽ, chủ trâu là người phải chịu mọi trách nhiệm về các vấn đề mất an toàn do trâu gây ra. Như vậy, vẫn chưa nhìn thấy trách nhiệm của các cơ quan quản lý nhà nước.\n\n5. Liên kết ngoài\n\n        + Trọi trâu Đồ Sơn – nét đẹp văn hóa tâm linh người Hải Phòng bản in.\n\n        + Lễ hội chọi Trâu Đồ Sơn là Di sản văn hóa phi vật thể quốc gia\n\n        + 25 năm khôi phục và phát triển Lễ hội chọi trâu truyền thống Đồ Sơn: Các kháp đấu ngày càng hấp dẫn Lưu trữ 2018-02-02 tại Wayback Machine Thủy Chung, Sở Ngoại vụ Thành phố Hải Phòng 03/09/2014 - 8:54 AM\n\n","RootURL":"https://vi.wikipedia.org","Id":"3398c5db-40c1-4e7f-b381-d4d73c15300b","RelatedEntityIds":[],"Name":"Hội Chọi Trâu Đồ Sơn"},{"AdditionalInfo":{"Địa điểm":"Tiền Giang, Bến Tre, TP. HCM, Bình Thuận","Ngày tháng (Âm lịch)":"14 tháng 8 - 16 tháng 8"},"Type":"FestivalEntity","Description":"    Lễ hội nghinh Ông là lễ hội cúng cá Ông của ngư dân các tỉnh miền ven biển Việt Nam từ Quảng Bình trở vào Nam (gồm cả Phú Quốc). Đây là lễ hội cầu ngư: cầu cho biển lặng gió hòa, ngư dân may mắn làm ăn phát đạt, an khang. Lễ hội nghinh Ông là loại lễ hội nước lớn nhất của ngư dân. Có nhiều tên gọi khác nhau như lễ rước cốt ông, lễ cầu ngư, lễ tế cá \"Ông\", lễ cúng \"Ông\", lễ nghinh \"Ông\", lễ nghinh ông Thủy tướng, nhưng tất cả đều có chung một quan niệm rằng cá \"Ông\" là sinh vật thiêng ở biển, là cứu tinh đối với những người đánh cá và làm nghề trên biển nói chung. Điều này đã trở thành một tín ngưỡng dân gian phổ biến trong các thế hệ ngư dân ở các địa phương nói trên. Ở mỗi địa phương, lễ hội nghinh Ông diễn ra vào một thời điểm khác nhau.\n\n1. Phần lễ\n\n    Thông thường lễ hội nghinh Ông có lễ rước và lễ tế truyền thống:\n\n        + Lễ rước kiệu của Nam hải Tướng quân xuống thuyền rồng ra biển. Dọc theo đường rước, ngư dân sống trên biển và bà con bày lễ vật nghênh đón, khói nhang nghi ngút. Cùng với thuyền rồng rước thủy tướng, có hàng trăm ghe lớn nhỏ, trang hoàng lộng lẫy, cờ hoa rực rỡ tháp tùng ra biển nghênh ông. Trước mũi ghe là hương án và mâm lễ vật. Trên các ghe lớn nhỏ này có chở hàng ngàn khách và bà con tham dự đoàn rước. Đoàn rước quay về bến nơi xuất phát, rước ông về lăng ông Thủy tướng (nếu có ở địa phương đó). Tại bến một đoàn múa lân, sư tử, rồng đã đợi sẵn để đón ông về lăng.\n\n        + Lễ tế diễn ra trang trọng sau lễ rước với nghi thức cổ truyền. Các lễ cầu an, xây chầu đại bội, hát bội diễn ra tại lăng ông Thủy tướng.\n\n2. Phần hội\n\n    Trước thời điểm lễ hội, đã có hàng trăm chiếc tàu đánh cá của ngư dân được trang trí cờ hoa neo đậu dưới bến sông. Phần hội gồm các nghi thức rước Ông ra biển với hàng trăm ghe tàu lớn nhỏ cùng các lễ cúng trang trọng. Ở tại nhà suốt ngày lễ hội, các ngư dân mời thỉnh lẫn nhau, kể cả khách từ nơi xa đến cùng nhau ăn uống, vui chơi, trò chuyện thân tình, đây là một lễ hội đậm đà và mang bản sắc thuần phong mỹ tục sâu sắc.\n\n3. Xem thêm\n\n        + Tục thờ cá Ông\n\n        + Lễ hội nghinh Ông - Nha Trang\n\n        + Lễ hội nghing Ông - Vũng Tàu\n\n","RootURL":"https://vi.wikipedia.org","Id":"cf67c12d-3e4e-44c8-8df4-e7d5c8cd96ed","RelatedEntityIds":[],"Name":"Hội Nghinh Ông"},{"AdditionalInfo":{"Địa điểm":"Hải Dương","Ngày tháng (Âm lịch)":"15 tháng 8 - 20 tháng 8"},"Type":"FestivalEntity","Description":"    Đền Kiếp Bạc thuộc địa phận hai thôn Dược Sơn và Vạn Kiếp, xã Hưng Đạo, thành phố Chí Linh, tỉnh Hải Dương, Việt Nam; là nơi thờ phụng Hưng Đạo Đại Vương Trần Quốc Tuấn. Kiếp Bạc là tên ghép của hai vùng Vạn Yên (làng Kiếp) và Dược Sơn (làng Bạc). Đây là di tích quan trọng thuộc khu di tích Côn Sơn - Kiếp Bạc.\n\n1. Lịch sử\n\n    Vào thế kỷ 13, đây là nơi Hưng Đạo Đại Vương Trần Quốc Tuấn sinh 1231 (?), mất 1300 lập căn cứ, tích trữ lương thực, huấn luyện quân sĩ trong các cuộc kháng chiến chống quân Nguyên Mông lần thứ 2. Sang thế kỷ 14, đền thờ ông được nhân dân địa phương xây dựng tại nơi đây và là nơi tổ chức các lễ hội hàng năm để dâng hương tưởng niệm vị Anh hùng của dân tộc Việt Nam, người có công lớn với đất nước và được dân gian tôn sùng là Đức Thánh Trần.\n\n    Dưới sự lãnh đạo của các vua Trần và Hưng Đạo vương, quân đội Đại Việt đã vượt qua nhiều gian nan, chỉ với số đội quân ít thiện chiến, yếu hơn so với đối phương lại hai lần đánh tan hàng vạn quân Mông Nguyên hùng mạnh, giành thắng lợi mà \"tiếng vang đến phương Bắc, khiến chúng thường gọi ông là An Nam Hưng Đạo Vương mà không dám gọi thẳng tên\". Chiến lược của ông đã góp phần rất lớn đến thắng lợi này nên chiến công vĩ đại này thường gắn liền với tên tuổi của ông. Công lao to lớn này đã đưa ông lên hàng \"thiên tài quân sự có tầm chiến lược, và là một anh hùng dân tộc bậc nhất của nhà Trần\", một bậc thầy về chiến lược thực sự. Chiến thắng của ông và quân dân nước Việt đã góp phần đánh dấu chấm hết thời kỳ đỉnh cao của quân Nguyên - Mông trong lịch sử.\n\n2. Vị trí\n\n    Khu vực đền Kiếp Bạc nằm gần Lục Đầu Giang, là nơi tụ hội của sáu con sông: sông Cầu, sông Thương, sông Lục Nam, sông Đuống, sông Kinh Thầy và nhánh chính của sông Thái Bình. Một số người theo thuyết phong thủy cho rằng đây chính là nơi tụ khí để gây dựng cơ nghiệp. Theo đường bộ, đền Kiếp Bạc cách Hà Nội khoảng 70 km đi theo đường quốc lộ số 1 đến Bắc Ninh rẽ sang đường quốc lộ số 18 và cách chùa Côn Sơn khoảng 4 km. Chùa Côn Sơn nằm ở khu Tiên Sơn, phường Cộng Hòa, thành phố Chí Linh.\n\n    Chỉ trước đây khoảng 20 năm, khu vực dân cư quanh Đền vẫn là những hộ dân làm nông nghiệp là chủ yếu, đời sống còn nhiều khó khăn, đói kém. Thậm chí những năm 1990, ở đây vẫn chưa có điện sáng, nhân dân sống trong khu vực lạc hậu. Tuy nhiên, khi kinh tế xã hội đất nước thời kỳ đổi mới đi lên, nhân dân thập phương chảy hội đã trực tiếp đưa đời sống nhân dân trên địa bàn đi lên, nhiều gia đình giàu có từ hoạt động bán hàng, dịch vụ sắp lễ và xem bói, xem tướng. Nhìn chung, hiện nay đời sống nhân dân ở khu vực quanh Đền đã khá giả hơn rất nhiều.\n\n3. Kiến trúc\n\n    Khu vực đền Kiếp Bạc là một thung lũng trù phú ba phía có dãy núi Rồng bao bọc, một phía là Lục Đầu Giang. Núi tạo thành thế rồng chầu, hổ phục, sông tạo thành minh đường rộng rãi. Phía trước đền có cổng lớn có ba cửa ra vào nguy nga, đồ sộ. Trên trán cổng mặt ngoài có bốn chữ \"Dữ thiên vô cực 與天無極\", dưới có 5 chữ \"Trần Hưng Đạo Vương từ 陳興道王祠\".\n\n    Câu đối hai bên cổng do Thám hoa Vũ Phạm Hàm đề, đã là chủ đề những tranh luận kéo dài giữa các bậc túc Nho xưa và nay:\n\n    萬劫有山皆劒氣\n\n    六頭無水不秋聲\n\n    Vạn Kiếp hữu sơn giai kiếm khí\n\n    Lục Đầu vô thủy bất thu thanh.\n\n    Có người dịch thoát ý như sau:\n\n    Vạn Kiếp núi còn cùng hơi kiếm\n\n    Lục Đầu nước hết mới thôi thiêng.\n\n    Qua cổng lớn, bên tay trái có một giếng gọi là Giếng Ngọc mắt rồng. Theo con đường đá đi đến khu vực để kiệu trong mùa lễ hội, phía trước có một án thờ. Trước đây người dân khi đến thăm Đền, đặc biệt trong các mùa lễ hội hay có tục thả tiền lẻ xuống Giếng để cầu may, tuy nhiên hiện nay với nỗ lực ngăn chặn của giới chức, hành vi này bị ngăn cấm và đến nay thì mất hẳn. Tuy nhiên vẫn có trường hợp vi phạm do thiếu ý thức cộng động.\n\n    Tòa điện ngoài cùng thờ Phạm Ngũ Lão, tòa điện thứ hai thờ Hưng Đạo Vương, tòa điện trong cùng thờ phu nhân Hưng Đạo Vương là công chúa Thiên Thành và hai con gái được gọi là Nhị vị Vương cô. Trong đền hiện còn 7 pho tượng bằng đồng: tượng Trần Hưng Đạo, phu nhân, hai con gái, con rể là Phạm Ngũ Lão, Nam Tào, Bắc Đẩu và 4 bài vị thờ các con trai của ông cùng 2 hổ tướng là Yết Kiêu và Dã Tượng. Khu Đền những năm gần đây được tu sửa, trang sắp rất nhiều, do vậy ngôi Đền vừa giữ được những nét cổ kính, vừa có nét khang trang.\n\n    Tuy nhiên, việc thay đổi nhiều khung cảnh xung quanh cũng khiến nhiều thực khách, nhà nghiên cứu không hài lòng, đặc biệt là việc Ban Quản lý tận dụng các khu vực sân xung quanh Đền để trồng hoa lan, góp phần phá vỡ nét cổ kính, nguyên vẹn của các khu vực xung quanh ngôi Đền.\n\n    Đền Kiếp Bạc cũng là nơi các hoạt động xem bói, xem tướng, sắp lễ theo phương thức \"chặt chém\", đốt vàng mã thuộc hạng phổ biến nhất, tốn kém nhất và lãng phí nhất, thậm chí năm 2019 còn xảy ra một vụ cháy các hàng quán xung quanh Đền, gây thiệt hại nhiều tài sản và ảnh hưởng đến uy tín trong công tác quản lý đối với ngôi Đền cổ kính. Đến nay đã có một số kiến nghị cấm và xử lý nghiêm hiện trạng trên, đặc biệt việc cấm sắp lễ, cầu khấn thuê trong khu Đền, vì đây được cho là một hình thức biến tướng của tệ mê tín dị đoan, ảnh hưởng đến sự tôn nghiêm của ngôi Đền.\n\n    Đằng sau Đền khoảng 250 m là một quả núi và 1 thung lũng nhỏ (còn được người địa phương gọi là Viên lăng) cây cối mọc um tùm, một số người cho rằng đây là nơi an táng Trần Hưng Đạo. Tuy nhiên, một vài năm gần đây, công tác quản lý nhà nước lỏng lẻo đã để nhân dân xung quanh sử dụng máy móc đào bới, chuyển đất, chặt cây... ảnh hưởng rất nhiều đến phong cảnh tự nhiên chưa được bảo tồn.\n\n4. Lễ hội\n\n    Lễ hội chính tổ chức từ ngày 15 đến ngày 20 tháng 8 âm lịch, ngoài ra đầu xuân cũng có các hoạt động lễ hội ở đây. Do tính chất địa lý (gần chùa Côn Sơn) và lịch sử, lễ hội Côn Sơn (gắn liền với Nguyễn Trãi) và lễ hội đền Kiếp Bạc (gắn liền với Trần Hưng Đạo) thường được tổ chức trùng nhau để nhân dân tưởng nhớ tới hai vị Anh hùng dân tộc.\n\n    Ngoài ra, tại đền Kiếp Bạc vào năm 2006, chính quyền chính thức công nhận hình thức sinh hoạt tín ngưỡng lên đồng. Những người theo tín ngưỡng lên đồng thờ Thánh Trần được gọi là Thanh đồng. Hiện nay lên đồng Trần triều diễn ra thường xuyên tại đền Kiếp Bạc. Tuy nhiên, đáng lo là việc tổ chức các buổi lên đồng này thường do các \"pháp sư dởm\" của địa phương, bản chất là các thầy bói, thầy xem tướng, thầy sắp lễ thực hiện, chưa được đào tạo hay học tập bài bản, do vậy nội dung các buổi lên đồng thường khó được kiểm soát để đảm bảo tính văn hóa và truyền thống.\n\n5. Tham khảo\n\n        + Vũ Ngọc Khánh,ĐỀN, MIẾU VIỆT NAM, Nhà Xuất bản Thanh Niên (2007).\n\n        + Khu di tích Côn Sơn - Kiếp Bạc\n\n6. Liên kết ngoài\n\n        + Lễ hội lên đồng\n\n","RootURL":"https://vi.wikipedia.org","Id":"9ba85f1d-aedf-4f3b-b00f-2c9a20a386c7","RelatedEntityIds":[],"Name":"Hội Côn Sơn - Kiếp Bạc"}]