[{"mother":"Cù hậu","career&bio":"Triệu Ai Vương là con thứ hai của vua Triệu Minh Vương và Cù hậu – người Hàm Đan (Trung Quốc).\nBấy giờ Hán Vũ Đế (Lưu Triệt) sai An Quốc Thiếu Quý sang dụ vua Nam Việt vào chầu. Thiếu Quý nguyên là tình nhân của Cù thái hậu lúc trước, đến khi Thiếu Quý và Cù hậu gặp nhau, lại tư thông ân ái, hai người dỗ dành vua Ai Vương đem nước Nam Việt dâng cho vua Hán.\nLúc đó, Triệu Ai Vương còn quá nhỏ, đồng ý nghe lời Cù thái hậu, định sang chầu nhà Hán. Thừa tướng Lữ Gia biết rõ mọi chuyện. Cù hậu muốn tiêu diệt thế lực của thừa tướng Lữ Gia nên mở tiệc rượu ở trong cung. Tiệc rượu mới bắt đầu, thái hậu bảo Gia rằng:\nNam Việt nội thuộc Trung Quốc là điều lợi cho nước, thế mà tướng quân lại cho là bất tiện là tại sao?\nNhưng do Triệu Ai Vương can ngăn nên kế hoạch không thành. Ai Vương vốn không có ý giết Lữ Gia, Gia cũng biết thế, vì vậy đến mấy tháng không hành động gì. Nhà Hán sai Hàn Thiên Thu và em Cù thái hậu là Cù Lạc đem hai nghìn quân tiến vào đất Nam Việt. Lữ Gia bèn hạ lệnh trong nước rằng:\nVua còn nhỏ tuổi, thái hậu vốn là người Hán, lại cùng với sứ giả nhà Hán dâm loạn, chuyên ý muốn nội phụ với nhà Hán, đem hết đồ châu báu của Tiên Vương dâng cho nhà Hán để nịnh bợ, đem theo nhiều người đến Trường An rồi bắt bán cho người ta làm đầy tớ, chỉ nghĩ mối lợi một thời, không đoái gì đến xã tắc họ Triệu và lo kế muôn đời.\nBèn cùng với em đem quân đánh, giết vua Triệu Ai Vương và Cù hậu, An Quốc Thiếu Quý, cùng tất cả sứ giả nhà Hán. Sau đó Lữ Gia sai người đi báo cho Tần Vương Triệu Quang ở Thương Ngô và các quận ấp, lập con trưởng của Triệu Minh Vương, anh của Ai Vương là Triệu Kiến Đức lên ngôi, tức là Triệu Thuật Dương Vương.\n","dateOfDeath":"112 TCN Nam Việt","dynasty":"Nhà Triệu","father":"Triệu Minh Vương","name":"Triệu Hưng (趙興)","dateOfBirth":"?","id":"Triệu Ai Vương","url":"https://vi.wikipedia.org/wiki/Tri%E1%BB%87u_Ai_V%C6%B0%C6%A1ng"},{"mother":"Trịnh Thị Loan","career&bio":"Cung Hoàng có tên húy là Lê Xuân (黎椿), sinh ngày 26 tháng 7 năm Đinh Mão niên hiệu Đoan Khánh thứ 3 triều vua Lê Uy Mục (1507). Ông là chắt của Lê Thánh Tông, cháu nội của Kiến vương Lê Tân, con thứ của Cẩm Giang vương Lê Sùng (黎漴), là em ruột với vua Lê Chiêu Tông.\nNửa đêm ngày 22 tháng 7 năm 1522, Chiêu Tông do sự trợ giúp của Phạm Hiến, Phạm Thứ bỏ trốn sang Sơn Tây gọi quân Cần vương. Khi Chiêu Tông lẻn đi chỉ có một số cận thần kịp đi theo, Lê Xuân và mẹ không kịp biết. Mạc Đăng Dung sai thủ hạ Hoàng Duy Nhạc đuổi theo Chiêu Tông nhưng bị Chiêu Tông dùng quân huyện Thạch Thất đánh trả, bắt giết. Thiên tử vuột khỏi tay, Đăng Dung bị mất danh chính, bèn lập ông lên ngôi, lấy niên hiệu là Thống Nguyên (統元).\nBên ngoài, một loạt tướng cần vương kéo đến hưởng ứng Chiêu Tông. Từ lúc đó trong nước tồn tại hai vị hoàng đế, được gọi theo niên hiệu, là Thống Nguyên Đế (統元帝) và Quang Thiệu Đế (光紹帝).\n","dateOfDeath":"15 tháng 6, 1527(1527-06-15) (19 tuổi) Tây cung, Đông Kinh, Đại Việt","dynasty":"Nhà Lê sơ","father":"Lê Minh Tông","name":"Lê Xuân (黎椿)","dateOfBirth":"(1507-07-26)26 tháng 7, 1507 Đông Kinh","id":"Lê Cung Hoàng","url":"https://vi.wikipedia.org/wiki/L%C3%AA_Xu%C3%A2n"},{"mother":"Phạm Thị Ngà","career&bio":"Lý Thái Tổ tên thật là Lý Công Uẩn, người châu Cổ Pháp (thuộc Từ Sơn, Bắc Ninh), mẹ là Phạm Thị Ngà, nhưng không rõ danh tính của cha, chỉ biết ông được truy tôn tước Hiển Khánh vương sau khi Lý Công Uẩn lên ngôi. Đại Việt sử lược chép ông có một anh trai (sau phong Vũ Uy vương) và một em trai (sau phong Dực Thánh vương). Đại Việt sử ký toàn thư chép ông còn có một người chú được phong Vũ Đạo vương.[1]\nLên 3 tuổi, Công Uẩn được Lý Khánh Văn ở chùa Cổ Pháp (Ứng Tâm tự, chùa Dặn) nhận nuôi, từ nhỏ đã thông minh, tuấn tú khác thường. Năm 6, 7 tuổi, Công Uẩn được gửi sang nhà sư ở chùa Lục Tổ là Vạn Hạnh, thấy Công Uẩn, sư Lý Vạn Hạnh liền khen: Đứa bé này không phải người thường, lớn lên ắt có thể giải nguy gỡ rối, làm bậc minh chủ trong thiên hạ.[2]\n","dateOfDeath":"31 tháng 3, 1028(1028-03-31) (54 tuổi) Điện Long An, Thăng Long","dynasty":"Nhà Lý","father":"Hiển Khánh vương","name":"Lý Công Uẩn (李公蘊)","dateOfBirth":"(974-03-08)8 tháng 3, 974 Từ Sơn, Bắc Ninh","id":"Lý Thái Tổ","url":"https://vi.wikipedia.org/wiki/L%C3%BD_Th%C3%A1i_T%E1%BB%95"},{"mother":"","career&bio":"Theo thần phả Độc nhĩ đại vương ở Thanh Oai được các nhà nghiên cứu sử dụng bổ sung cho sử liệu, cha Đỗ Cảnh Thạc là Đỗ Thục, người gốc Quảng Lăng (nay thuộc tỉnh Giang Tô, Trung Quốc) mẹ là Trần Thị Thọ thuộc Đỗ Động Giang, ấp Động, huyện Thanh Oai ngày nay. Thời Ngũ đại Thập quốc tương đương thời kỳ tự chủ Việt Nam, Đỗ Thục sang Tĩnh Hải quân và sinh ra Đỗ Cảnh Thạc năm Nhâm Thân (912)[2].\nThần phả Đỗ tướng công có chép lại nguyên do ông mất một bên tai như sau:\n\"Một hôm giặc vào bắt lợn của nhà, ông xông ra giằng lợn lại bị chúng đánh đập, cáu tiết ông giằng chiếc đòn khiêng lợn đánh túi bụi, sau vì thế cô mà bị chúng quây bắt trói lên cây và xẻo mất một bên tai. Sau việc này, lòng căm thù sôi sục, ông quyết tìm thầy học võ\".[3]\nSách Khâm định Việt sử Thông giám Cương mục của nhà Nguyễn chú rằng Đỗ Cảnh Thạc \"người huyện Thuận Đức thuộc Quảng Đông\"[4]. Xuất thân trong gia đình quý tộc, ông bị mất một tai trong lần giao chiến vì chạy loạn xuống phương Nam.\nNhư vậy các nguồn tài liệu đều khẳng định Đỗ Cảnh Thạc có nguồn gốc Trung Quốc. Đỗ Cảnh Thạc xuất hiện trong cuộc tranh chấp kế nghiệp nhà Ngô năm 965 và chính thức trở thành một sứ quân rất mạnh. Ông xuất thân trong một dòng họ có thế lực nơi một lưu vực sông nhỏ trở thành vùng đất mang tên của thân tộc khai thác: Đỗ Động Giang, tức sông của vùng người họ Đỗ.\n","dateOfDeath":"","dynasty":"","father":"","name":"Đỗ Cảnh Thạc (杜景碩)","dateOfBirth":"","id":"Đỗ Cảnh Thạc","url":"https://vi.wikipedia.org/wiki/%C4%90%E1%BB%97_C%E1%BA%A3nh_Th%E1%BA%A1c"},{"mother":"Bùi Thị","career&bio":"","dateOfDeath":"Tháng 1, 1593 (33 tuổi) Đại Việt","dynasty":"Nhà Mạc","father":"Mạc Tuyên Tông","name":"Mạc Mậu Hợp (莫茂洽)","dateOfBirth":"1560","id":"Mạc Mậu Hợp","url":"https://vi.wikipedia.org/wiki/M%E1%BA%A1c_M%E1%BA%ADu_H%E1%BB%A3p"},{"mother":"","career&bio":"","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"","id":"Nhà Triệu","url":"https://vi.wikipedia.org/wiki/Nh%C3%A0_Tri%E1%BB%87u"},{},{"mother":"Đàm Thiềm Nương","career&bio":"","dateOfDeath":"Tháng 10 năm 979 Hoa Lư, Ninh Bình, Đại Cồ Việt","dynasty":"Nhà Đinh","father":"Đinh Công Trứ","name":"Đinh Bộ Lĩnh (丁部領) Đinh Hoàn (丁桓)","dateOfBirth":"22 tháng 3 năm 924 Gia Viễn, Ninh Bình, Tĩnh Hải quân","id":"Đinh Tiên Hoàng","url":"https://vi.wikipedia.org/wiki/%C4%90inh_Ti%C3%AAn_Ho%C3%A0ng"},{"mother":"Từ Cung Hoàng thái hậu","career&bio":"Nguyễn Phúc Vĩnh Thụy, tên tục lúc bé là Mệ Vững, sinh ngày 22 tháng 10 năm 1913[1] tại kinh thành Huế, là con trai duy nhất của vua Khải Định, mẹ là Hoàng Thị Cúc. Về thân thế của Bảo Đại cho đến nay vẫn còn nhiều dấu chấm hỏi lớn, vì theo các ghi chép lịch sử, vua Khải Định bị cho là vô sinh và không thích gần đàn bà.[2]\nNgày 28 tháng 4 năm 1922, khi được 9 tuổi, ông được xác lập làm Đông cung Hoàng Thái tử.[3] Ngày 15 tháng 6 năm 1922, ông cùng Khải Định sang Pháp để tham gia cuộc triển lãm hàng hóa tại Marseille. Đây là lần đầu tiên ông đi sang một quốc gia ở miền Tây Âu.\nHoàng tử Vĩnh Thụy lúc nhỏ tại Huế Vua Khải Định, Vĩnh Thụy, và Toàn quyền Pháp Albert Sarrault tại thành phố Marseille, Pháp\nThời niên thiếu tại Pháp[sửa | sửa mã nguồn]\nTháng 6 năm 1922, Vĩnh Thụy được vợ chồng cựu Khâm sứ Trung Kỳ là Jean François Eugène Charles nhận làm con nuôi và học ở trường Lycée Condorcet.\nTháng 2 năm 1924, ông về nước để dự Lễ tứ tuần đại khánh của Khải Định, đến tháng 11 trở lại nước Pháp để tiếp tục học trường Hattemer.\nNgày 6 tháng 11 năm 1925, Khải Định mất, Vĩnh Thụy về nước thọ tang. Ngày 8 tháng 1, khi mới 12 tuổi, Vĩnh Thụy được tôn lên kế vị làm hoàng đế kế nhiệm, ông lấy niên hiệu Bảo Đại. Tháng 3 cùng năm, Bảo Đại trở lại Pháp để tiếp tục du học.\nTriều đình cử một bậc túc nho đi theo sang Pháp để dạy Vua học thêm chữ Hán và các khuôn phép phương đông nhưng các ông thầy người Pháp đã nhanh chóng cách ly ông. Sau này, khi ông về nước cầm quyền, chính Bảo Đại thú nhận rằng bản thân gần như hoàn toàn không biết gì về lịch sử triều đại đã dẫn đến việc quyền hành bị nước ngoài thâu tóm như thế nào.\nMột viên chức cao cấp người Pháp chịu trách nhiệm trông nom dạy dỗ. Ông Charles chính là cựu Khâm sứ Pháp tại Huế, thay mặt nhà nước bảo hộ tại kinh đô An Nam, thời thơ ấu của Nhà vua. Khi Bảo Đại quay về Pháp, vua cha Khải Định đã uỷ thác cho ông Charles trông nom con trai. Hàng ngày, cứ vào buổi trưa, đi học về, Bảo Đại đến nhà của ông Charles ở phố Rue des Bourdonnais và ở đó không được đi đâu cho đến chiều tối.\nNgoài việc theo dõi từng bước việc học tập tại trường mà trong dịp hè còn đưa Bảo Đại đi nghỉ ở Vichy hay tại nhà riêng ở Prades. Có thể nói ông Charles coi Bảo Đại gần như con cháu trong nhà. Thời khoá biểu trong những năm niên thiếu của Bảo Đại đã được quy định chặt chẽ, chính xác, thích hợp với việc dạy làm vua trong tương lai. Ngoài giờ lên lớp buổi sáng, thời gian còn lại là làm những bài tập rất chuyên cần cùng với vài người đồng hương.\nTừ niên khóa 1930, Bảo Đại vào học trường Sciences Po. Bảo Đại sống trong một căn nhà dành riêng cho mình tại số 13 phố Lamballe. Theo báo L'Asie Nouvelle (Châu Á mới) kể lại, ngoài thời gian học, Bảo Đại chơi thể thao. Đây là một điều mới mẻ, một cuộc cách mạng với hoàng tộc. Những ảnh chụp thời đó cho thấy Bảo Đại mặc trang phục quần vợt, quần soóc, áo thun trắng, hay trang phục của người chơi golf, trượt tuyết. Lúc nào chàng thanh niên cũng ăn mặc chỉnh tề, trau chuốt, lịch sự, điển trai, hợp với những thú vui Paris hơn là hoạt động chính trường.\nChàng thanh niên thích thú với cách sống như vậy cho đến năm 1932, và chúng đã trở thành thói quen đến mức không dễ dàng thay đổi. Trong lúc bố cáo đã được niêm yết ở cửa Ngọ môn báo tin Hoàng đế hồi loan khiến hàng triệu người dân Việt ngóng trông thì ông vẫn còn do dự vì hình như là ông chưa dứt khoát quyết định rằng sẽ trở về nước.\nBảo Đại là người say mê chơi ô tô, ở tuổi 16 đã sở hữu trong tay nhiều kiểu ôtô. Cậu thanh niên có các xe tốc độ cao để đi vào các đường phố thủ đô hay đi trên đường cao tốc từ Cannes đến Deauville. Bản thân ông là người có năng khiếu, lái xe giỏi và nhanh, thoải mái, bình tĩnh mỗi khi tăng tốc độ, biết sử dụng tính năng của động cơ, không mất thời gian để gây ấn tượng như những tay chơi kiểu cách nhưng đôi khi cũng suýt gây tai nạn khi quành một chỗ rẽ.[4]\nChính phủ Pháp không phải là không biết tính Bảo Đại chẳng ham thích gì trách nhiệm của vị đế vương. Về thái độ không mấy hăng hái trở về, ông Chatel, thư ký của Phủ Toàn quyền viết: “Tôi tự hỏi không biết ông Bảo Đại có luôn luôn tìm cách trì hoãn thêm nữa việc trở về nước không. Nếu tôi tin vào tâm sự của một số người gần gũi với ông ta thì quả là ông ta tỏ ra không sốt sắng lắm, không vội vã trở về để trị vì”[5]\nCác hồ sơ lưu trữ của Phủ Toàn quyền Pháp cho biết cùng thời gian đó triều đình Huế cũng sôi sục những mưu toan thủ đoạn thầm lén. Các quan thượng thư trong triều cũng không ngồi yên. Công việc điều hành nhiếp chính trở nên khó khăn. Quan đại thần đứng đầu Viện cơ mật cũng gây không ít khó khăn cho chính quyền bảo hộ.\nTổng thư ký Phủ Toàn quyền Đông Dương là Eugène Chatel ngày càng tỏ ra bực bội trước những do dự của Bảo Đại. Chatel đã viết nhiều báo cáo về Bộ Thuộc địa, biện hộ sự cần thiết cần có nghi thức thật tráng lệ huy hoàng, đòi chi thêm tiền, thêm điều kiện dễ dàng. Tương lai của triều đại phụ thuộc một phần vào các điều kiện vật chất và tinh thần cho việc trở về. Ông viết trong báo cáo mật ngày 2 tháng 12 năm 1931: “Chúng ta nên cố gắng, không tiếc sức…” Các kế hoạch đề đạt đã được thông qua ở cấp cao nhất.[6]\nLúc này, Ban Thuộc địa của Đảng Cộng sản Pháp họp kín tại 120 phố Chateaudun. Tám người có mặt, một người Âu và bảy người Việt. Trong chương trình nghị sự có mục: “Hoàng đế trở về nước và việc ám sát Bảo Đại”. Tất cả mọi người có mặt đều tuyên bố ủng hộ việc xử tử Bảo Đại. Sẽ tổ chức bốc thăm, ai trúng sẽ được giao thi hành nhiệm vụ. Một người tên là Phạm Văn Điều được chỉ định thực hiện bản án tử hình Bảo Đại ở Paris. Một người Việt khác tên là Nguyễn Đình Tính tức “Blinov” có trách nhiệm tổ chức một vụ thứ hai, lần này ở Marseille khi Nhà vua bước lên cầu tàu thủy.[7]\nBảo Đại tại Paris, 1926 Bảo Đại và người em họ (hoàng thân Vĩnh Cẩn) cùng ông Si Abd Al Rahman Barjach, Tổng trấn Rabat (thủ đô Maroc) trong một chuyến công du tại Maroc Bảo Đại khi về nước\nVề nước[sửa | sửa mã nguồn]\nTháng 9 năm 1932, Bảo Đại bắt đầu cuộc đại hành trình về nước. Bộ trưởng Thuộc địa khi đó là Albert Sarraut đã đại diện chính phủ đến Marseille để đưa tiễn. Sau đó là những nơi tàu ghé lại đều tổ chức đón tiếp linh đình, trừ ở Penang, Malaysia là nơi Sở mật thám được tin mật báo có vụ mưu sát. Đây là vụ thứ ba được phát hiện. Sau hai lần trước định tổ chức ở Paris và Marseille không thành công, người ta dự định sẽ tổ chức vụ ám sát khủng bố ở bán đảo Mã Lai. Ngày hôm đó, con tàu xuyên đại dương mang tên Président Doumer đã phải âm thầm thả neo ở xa nơi tổ chức lễ đón tiếp. Nhưng hung thủ, người của ban Thuộc địa Đảng Cộng sản Pháp đã không xuất đầu lộ diện. Con tàu khách đi tiếp vào lãnh hải Việt Nam, thả neo ở mũi Saint-Jacques (Vũng Tàu ngày nay) xung quanh có các tàu chiến bảo vệ.[8]\nTại đây Bảo Đại rời tàu khách chuyển sang tàu chiến: Đó là tàu Dumont d’Urville sẽ đưa ông đến Đà Nẵng. Đến đó Vua mới thật sự cập bến để bước chân lên đất liền thuộc lãnh thổ An Nam. Đoàn tàu hộ tống ngoài chiếc Dumont d’Urville còn có thêm hai tàu nữa. Từng loạt đại bác nổ vang khi Vua rời khỏi tàu khách vượt qua vài sải nước để bước lên tàu. Các tàu đỗ trong vịnh đều treo cờ. Đến cảng Đà Nẵng ông lại chuyển sang pháo thuyền ngược sông Hàn cập bến thành phố. Cuối cùng ông bước lên xe lửa đặc biệt đi thêm 100 cây số nữa mới đến Huế. Sau này. Ông viết trong hồi ký: “Sau nhiều năm sống tự do tôi có cảm tưởng từ nay bước vào nơi giam cầm…”[9]\n","dateOfDeath":"31 tháng 7, 1997(1997-07-31) (83 tuổi) Val-de-Grâce, Paris, Pháp","dynasty":"Nhà Nguyễn","father":"Khải Định","name":"Nguyễn Phúc Vĩnh Thụy (阮福永瑞)","dateOfBirth":"(1913-10-22)22 tháng 10, 1913 Huế, Đại Nam, Liên bang Đông Dương","id":"Bảo Đại","url":"https://vi.wikipedia.org/wiki/B%E1%BA%A3o_%C4%90%E1%BA%A1i"},{"mother":"","career&bio":"Lê Duy Đàm sinh vào tháng 11 năm Chính Trị thứ 10 (tức năm 1567), là con thứ năm của Lê Anh Tông, được nuôi dưỡng ở xã Quảng Thi, huyện Thụy Nguyên. Khi Anh Tông vì mưu giết Trịnh Tùng không thành phải chạy ra Nghệ An, hoàng tử Đàm vì còn nhỏ nên không đi theo được. Bấy giờ, Tả tướng Trịnh Tùng đón hoàng tử Đàm về lập làm vua, lấy ngày sinh làm Dương Nguyên thánh tiết.[2]\n","dateOfDeath":"12 tháng 10, 1599 Thăng Long","dynasty":"Nhà Lê Trung hưng","father":"Lê Anh Tông","name":"Lê Duy Đàm (黎維潭)","dateOfBirth":"1567 Hành cung Vạn Lại","id":"Lê Thế Tông","url":"https://vi.wikipedia.org/wiki/L%C3%AA_Th%E1%BA%BF_T%C3%B4ng"},{"mother":"Phạm Thị Ngà","career&bio":"Lý Thái Tổ tên thật là Lý Công Uẩn, người châu Cổ Pháp (thuộc Từ Sơn, Bắc Ninh), mẹ là Phạm Thị Ngà, nhưng không rõ danh tính của cha, chỉ biết ông được truy tôn tước Hiển Khánh vương sau khi Lý Công Uẩn lên ngôi. Đại Việt sử lược chép ông có một anh trai (sau phong Vũ Uy vương) và một em trai (sau phong Dực Thánh vương). Đại Việt sử ký toàn thư chép ông còn có một người chú được phong Vũ Đạo vương.[1]\nLên 3 tuổi, Công Uẩn được Lý Khánh Văn ở chùa Cổ Pháp (Ứng Tâm tự, chùa Dặn) nhận nuôi, từ nhỏ đã thông minh, tuấn tú khác thường. Năm 6, 7 tuổi, Công Uẩn được gửi sang nhà sư ở chùa Lục Tổ là Vạn Hạnh, thấy Công Uẩn, sư Lý Vạn Hạnh liền khen: Đứa bé này không phải người thường, lớn lên ắt có thể giải nguy gỡ rối, làm bậc minh chủ trong thiên hạ.[2]\n","dateOfDeath":"31 tháng 3, 1028(1028-03-31) (54 tuổi) Điện Long An, Thăng Long","dynasty":"Nhà Lý","father":"Hiển Khánh vương","name":"Lý Công Uẩn (李公蘊)","dateOfBirth":"(974-03-08)8 tháng 3, 974 Từ Sơn, Bắc Ninh","id":"Lý Thái Tổ","url":"https://vi.wikipedia.org/wiki/L%C3%BD_C%C3%B4ng_U%E1%BA%A9n"},{"mother":"Phạm Thị Ngọc Hậu","career&bio":"","dateOfDeath":"16 tháng 11, 1671 Đông Kinh, Đại Việt","dynasty":"Nhà Lê Trung hưng","father":"Lê Thần Tông","name":"Lê Duy Vũ (黎維禑)","dateOfBirth":"1654","id":"Lê Huyền Tông","url":"https://vi.wikipedia.org/wiki/L%C3%AA_Huy%E1%BB%81n_T%C3%B4ng"},{"mother":"Ý Đức Hoàng thái hậu","career&bio":"","dateOfDeath":"23 tháng 6, 1619 Đông Kinh, Đại Việt","dynasty":"Nhà Lê Trung hưng","father":"Lê Thế Tông","name":"Lê Duy Tân (黎維新)","dateOfBirth":"1588","id":"Lê Kính Tông","url":"https://vi.wikipedia.org/wiki/L%C3%AA_K%C3%ADnh_T%C3%B4ng"},{"mother":"","career&bio":"Có những thông tin khác nhau về thân thế của Lê Do. Theo Đại Việt sử ký toàn thư dẫn: Lê Do là con của Tĩnh Tu công Lê Lộc và là em vua Đại Đức Lê Bảng. Lê Lộc là cháu nội của Cung vương Lê Khắc Xương - anh vua Lê Thánh Tông. Lê Do là cháu 4 đời của Lê Khắc Xương. Tuy nhiên, Đại Việt sử ký toàn thư cũng chi chú thêm: có thuyết nói rằng Do là em cùng mẹ với Bảng, cha là dân thường, chưa rõ tên là gì[3].\n","dateOfDeath":"1519","dynasty":"Nhà Hậu Lê","father":"Tĩnh Tu công Lê Lộc?","name":"Lê Do","dateOfBirth":"","id":"Lê Do","url":"https://vi.wikipedia.org/wiki/L%C3%AA_Do"},{"mother":"","career&bio":"","dateOfDeath":"938 Đại La","dynasty":"","father":"","name":"Kiều Công Tiễn (矯公羨)","dateOfBirth":"870 Phong Châu, Phú Thọ","id":"Kiều Công Tiễn","url":"https://vi.wikipedia.org/wiki/Ki%E1%BB%81u_C%C3%B4ng_Ti%E1%BB%85n"},{"mother":"Hoàng hậu Trịnh Thị Ngọc Trang","career&bio":"Lê Phế Đế tên thật là Lê Duy Phường, là con trai thứ, đồng thời là đích tử của vua Lê Dụ Tông và Hoàng hậu Trịnh Thị Ngọc Trang hay Trịnh Thị Ngọc Phúc, con gái Đề quận công Trịnh Lan. Về thứ thì Trịnh thị là cô họ của Chúa Trịnh Cương.[1] Do xuất thân như thế nên ông được lập làm Thái tử tháng 4 năm 1729, thay cho anh trưởng là Duy Tường. Năm đó, Lê Duy Phường 21 tuổi.\nCùng tháng đó, do tác động của Trịnh Cương, Lê Dụ Tông lui về điện Càn Thọ làm Thái thượng hoàng, truyền ngôi cho Duy Phường.[2] Lê Duy Phường lên ngôi vua, đặt niên hiệu là Vĩnh Khánh (永慶), tôn mẹ làm Trịnh Thái hậu, vợ ông cũng là con gái họ Trịnh được lập làm Hoàng hậu, ban lời chiếu khá dài nói về công lao sáng lập của Thái Tổ, khôi phục văn miếu của Thái Tông, ưa chuộng Nho học của Nhân Tông, công cuộc thịnh trị của Thánh Tông, nối nghiệp vững vàng của Hiến Tông và Túc Tông, công cuộc trung hưng vương triều và vai trò của nhà Trịnh rồi rộng ban 5 ân điển cho thần dân cả nước.\n","dateOfDeath":"1735","dynasty":"Nhà Lê Trung hưng","father":"Lê Dụ Tông","name":"Lê Duy Phường","dateOfBirth":"1709 Tử Cấm Thành, Thăng Long","id":"Lê Duy Phường","url":"https://vi.wikipedia.org/wiki/L%C3%AA_Duy_Ph%C6%B0%E1%BB%9Dng"},{"mother":"Vi Thị Nguyệt Hồ","career&bio":"","dateOfDeath":"26 tháng 3, 2004(2004-03-26) (58 tuổi) Thị xã Lào Cai","dynasty":"","father":"Tôn Thất Tùng","name":"","dateOfBirth":"(1946-02-25)25 tháng 2, 1946 Hà Nội","id":"Tôn Thất Bách","url":"https://vi.wikipedia.org/wiki/T%C3%B4n_Th%E1%BA%A5t_B%C3%A1ch"},{"mother":"Đặng Thị Hiếu","career&bio":"Triều vua Lê Uy Mục[sửa | sửa mã nguồn]\nNăm 1504 vua triều Lê sơ Lê Hiến Tông chết, nhà vua được sử gia Vũ Quỳnh cho là bậc vua hiền, giữ vững cơ đồ, chẳng may chết sớm. Người con thứ lên thay, tức vua Lê Túc Tông cũng mất một năm sau đó, thọ 17 tuổi. Túc Tông mất, người anh lên thay, tức vua Lê Uy Mục. Vua Uy Mục nghiện rượu, hoang dâm, thích ra oai, để cho họ ngoại hoành hành, người bấy giờ gọi là Quỷ vương, cơ đồ Nhà Lê đi xuống từ đây.[24]\nMạc Đăng Dung là người có sức khỏe. Thời trẻ, ông nhà nghèo làm nghề đánh cá. Thời Lê Uy Mục tổ chức thi tuyển dũng sĩ, Mạc Đăng Dung đã trúng Đô lực sĩ xuất thân (còn được gọi là Võ trạng nguyên), được sung vào đội quân Túc vệ cầm dù theo vua.[25] Trong hàng ngũ võ quan Nhà Lê, theo sử gia Lê Quý Đôn, Mạc Đăng Dung tỏ ra là người thật thà ngay thẳng. Năm 1508 ở tuổi 25, Mạc Đăng Dung được giao chức Đô Chỉ huy sứ vệ Thiên Vũ (trật chánh tam phẩm).[26]\nThời bấy giờ, vua Uy Mục để cho họ ngoại lộng hành, lòng dân căm phẫn; lại nghi kị các quan, các tôn thất, nhiều người tự lo cho thân mình, muốn nổi loạn. Năm 1509, vua xua đuổi người tôn thất và công thần về xứ Thanh Hóa, viên tướng Nguyễn Văn Lang đem quân ba phủ khởi binh ở Tây Đô, giữ cửa biển Thần Phù. Người cháu của Lê Thánh Tông, Giản Tu công Lê Oanh bị bắt, trốn ra, chạy đến Thanh Hóa được Nguyễn Văn Lang phò lập làm minh chủ. Quân của Lê Oanh từ Thanh Hóa tiến ra Thăng Long, vua Uy Mục bị thua, uống thuốc độc tự tử, Lê Oanh lên ngôi tức vua Lê Tương Dực. Sử sách không chép gì về Mạc Đăng Dung trong thời gian này.[27]\nTriều vua Lê Tương Dực[sửa | sửa mã nguồn]\nVua Tương Dực lên ngôi, ban hành giáo hóa, thận trọng hình phạt, song chơi bời vô độ, xây dựng liên miên, dân nghèo thất nghiệp, trộm cướp nổi lên, nhiều nơi dấy binh làm loạn, dẫn tới sự suy vong của Nhà Lê sơ.[28]\nNăm 1511 Đăng Dung được thăng làm Vũ Xuyên bá, bây giờ các thuật sĩ, hào kiệt nói với vua rằng phương đông có sắc khí thiên tử. Vua Lê Tương Dực sai đại thần Nguyễn Văn Lang đem thuật sĩ ra Đồ Sơn, Hải Phòng, tức quê của Mạc Đăng Dung trấn yểm. Đăng Dung đi trong chuyến đó mà không ai biết.[29]\nThời gian này có năm gặp hạn hán, đói to, các cuộc nổi dậy chống lại triều đình như của Trần Tuân, Nguyễn Nghiễm... liên tiếp xảy ra, triều đình phải vất vả đánh dẹp. Năm 1516, Trần Cảo khởi nghĩa ở Quỳnh Lâm, đem quân chiếm kinh thành. Đích thân vua Tương Dực cầm quân, đánh bại Trần Cảo, Cảo phải chạy về Ngọc Sơn. Viên tướng Trịnh Duy Sản trước kia có mâu thuẫn với nhà vua, nay dùng mưu giết vua Lê Tương Dực ở cửa nhà Thái Học. Cùng năm đó, Trịnh Duy Sản cùng các huân cựu đại thần lập người con mới 14 tuổi của Cẩm Giang vương Lê Sùng tên Lê Y lên ngôi tức vua Lê Chiêu Tông.[30]\nTriều vua Lê Chiêu Tông[sửa | sửa mã nguồn]\nBài chi tiết: Khủng hoảng cuối nhà Lê sơ\nTheo lời bàn của sử thần, thời vua Lê Chiêu Tông, bên ngoài giặc giã nổi lên, bên trong quyền thần chém giết lẫn nhau, kinh sư đẫm máu. Năm 1517 người hai thế lực đương thời họ Thủy Chú (Trịnh) và họ Tống Sơn (Nguyễn) là Nguyễn Hoằng Dụ[31] và Trịnh Tuy[32] đánh lẫn nhau, Trịnh Tuy phải chạy về Lôi Dương, Thanh Hóa. Một thế lực khác là Trần Chân lại tìm cách đánh Nguyễn Hoằng Dụ, khiến Dụ phải tìm cách về Thanh Hóa, từ nay chỉ có Trần Chân làm phụ chính trong triều. Mạc Đăng Dung lúc ấy trấn thủ Sơn Nam, Trần Chân viết thư khuyên Đăng Dung chặn lại, Đăng Dung không nỡ. Nguyễn Hoằng Dụ viết tờ thư và bài thơ gửi cho Đăng Dung, Đăng Dung án binh bất động, Hoằng Dụ chạy thoát về Tống Sơn, Thanh Hóa.[33]\nThời ấy có Cù Khắc Xương, Trần Khắc Xương mượn đạo Thiên vũ, Thiên bồng mê hoặc dân, Mạc Đăng Dung dâng sớ xin trị tội, lại hạch một số viên quan mê tín tà thuyết. Nhà vua nghe theo, giết những người ấy. Thiệu quốc công Lê Quảng Độ hàng phe nổi dậy Trần Cảo, Mạc Đăng Dung cũng dâng sớ khuyên nhà vua đem chém vì tội bất trung, vua cũng nghe theo. Từ đấy, nhà vua tin Mạc Đăng Dung là người trung trực, càng thêm ân sủng.[34][35]\nNăm 1518, Mạc Đăng Dung được thăng làm Vũ Xuyên hầu, ra trấn thủ Hải Dương. Tại đây Đăng Dung thu thập hương binh, chỉnh đốn quân ngũ, quân số ngày càng đông.[35]\nSau khi đánh đuổi được hai thế lực Nguyễn Hoằng Dụ và Trịnh Tuy, quyền thế của Trần Chân ngày càng lớn. Mạc Đăng Dung cũng phải sợ, liền dạm hỏi con gái Trần Chân cho con trai mình là Mạc Đăng Doanh. Bấy giờ, các đại thần bàn mưu với nhà vua, dụ Trần Chân vào cung, sai lực sĩ bắt, Trần Chân chạy đến cổng thành bị người giữ cửa bắt chém đi. Các thủ hạ của Trần Chân là Nguyễn Kính, Nguyễn Áng, Hoàng Duy Nhạc mang quân đánh kinh đô báo thù. Vua Chiêu Tông không chống nổi, đang đêm phải bỏ chạy sang dinh Bồ Đề ở Gia Lâm để tránh.[36]\nGiúp vua Chiêu Tông đánh dẹp các thế lực chống triều đình[sửa | sửa mã nguồn]\nTrịnh Tuy lúc này cầm 1 vạn binh, đóng ở xứ Sơn Nam, nghe tin vua chạy ra ngoài, quân lính tan vỡ cả. Quân của Nguyễn Kính, Nguyễn Áng tha hồ cướp bóc, kinh sư thành chỗ săn bắn, đánh cá. Chiêu Tông gọi Nguyễn Hoằng Dụ lúc này đang ở Thanh Hóa ra đánh Nguyễn Kính, nhưng Hoằng Dụ lưỡng lự không đi. Lê Chiêu Tông bèn triệu Mạc Đăng Dung đang trấn thủ Hải Dương về cứu, rồi sai người đi dụ Nguyễn Kính, nhưng Nguyễn Kính lại càng hoành hành, đóng quân không rút.[37]\nMạc Đăng Dung từ Hải Dương về yết kiến vua, đóng thủy quân ở sông Nhị Hà, cho rằng chỗ nhà vua ở là Súc Ý đường hơi, xin vua chuyển về dinh Bồ Đề để tiện theo hầu. Lại sai đi dụ hàng thủ hạ của Trần Chân, những người này nói phải giết những kẻ gièm pha trước kia, rồi sẽ hàng. Vua Chiêu Tông làm theo, nhưng họ đều không hàng, mà càng rông rỡ hoàng hoành, đóng quân không rút. Đăng Dung lại xin nhà vua chuyển nơi ở, hai viên quan can ngăn, Đăng Dung đều cho người giết chết.[38]\nTheo sách Đại Việt thông sử, lúc này Đăng Dung thấy triều đình rối loạn, nên nảy ý đồ khác. Ông mượn thế của quân địch để giết hết đại thần, chặt vây cánh của vua Lê Chiêu Tông. Bèn lập ra kế đi dụ quân địch, rồi mạo lời họ, ép triều đình giết chết Đoan quận công Ngô Bính, Thọ quận công Trịnh Hựu và Chử Khải.[39]\nLúc này, Trịnh Tuy và các tướng ở Sơn Tây mưu lập người con của Tĩnh Tu công Lộc lên làm vua, sau nửa năm phế, lại lập Lê Do lên. Vua Chiêu Tông lại mời Nguyễn Hoằng Dụ ra đánh Trịnh Tuy, Nguyễn Áng, Nguyễn Kính ở Sơn Tây, Hoằng Dụ đem quân ra cùng với Đăng Dung đi đánh, quân Hoằng Dụ thua to, chết rất nhiều, Hoằng Dụ lại lui quân về Thanh Hóa. Từ đây Mạc Đăng Dung thống lĩnh quân thủy bộ.\nTháng 7 năm 1519, Mạc Đăng Dung thống lĩnh các quân thủy bộ vây Lê Do ở Từ Liêm, rồi phá đê cho nước vỡ vào quân Lê Do. Do và Nguyễn Sư chạy đến Ninh Sơn, bị Đăng Dung bắt được, giải về giết chết. Trịnh Tuy bỏ chạy về Thanh Hóa. Các tướng Sơn Tây là Nguyễn Kính, Nguyễn Áng, Hoàng Duy Nhạc đều xin hàng Mạc Đăng Dung. Chiêu Tông phong Mạc Đăng Dung làm Minh quận công. Ông một mình nhân cầm quân dẹp loạn mà từ đó nắm hết quyền bính, vua hồi Kinh sư, việc thiên hạ tạm yên.[40]\nNăm 1520, Đăng Dung được vua sai làm Tiết chế các xứ thủy bộ chư dinh, lấy Phạm Gia Mô làm Tán lý quân vụ. Năm sau, lại được phong làm Nhân quốc công, tiết chế các doanh quân thủy bộ 13 đạo, tháng 7 lại gia phong Đăng Dung làm Thái phó. Năm 1521, sau khi đánh lui được Trịnh Tuy vào Thanh Hóa, Mạc Đăng Dung nắm quyền điều hành triều chính Nhà Lê. Đăng Dung mang quân đánh lực lượng của Trần Cung ở Lạng Nguyên. Trần Cung bại trận, bỏ chạy vào châu Thất Nguyên.[41] Mạc Đăng Dung điều quân tuần tiễu truy nã và bắt được Trần Cung, bị giải về kinh thành giết chết.[42]\nLúc này quyền thế của Mạc Đăng Dung rất lớn, kiểm soát toàn bộ triều đình. Ông gây dựng phe cánh gồm thông gia Phạm Gia Mô làm Thượng thư Bộ Lễ, em rể là Quỳnh khê hầu Vũ Hộ làm Hữu đô đốc trấn thủ Sơn Tây; ngoài ra còn có các Thượng thư Trình Chí Sâm và Nguyễn Thì Ung ngả theo ông. Mạc Đăng Dung lại tiến vua một mỹ nhân, giả danh là con gái, vào làm cung tần để dò la tin tức, lại sai em là Mạc Quyết giữ đạo binh Túc vệ, con trai Đăng Doanh giữ điện Kim Quang.[43]\nNăm 1522, Lê Bá Hiếu nổi dậy chống triều đình ở vùng Đông Ngàn, Gia Lâm. Mạc Đăng Dung lại mang quân đi đánh dẹp được. Mạc Đăng Dung lập nhiều công lớn, dẹp được nhiều lực lượng chống đối triều đình nên quyền lực của ông càng lớn. Sử gia Lê Quý Đôn viết rằng: \"công danh ngày càng thịnh, triều đình ai cũng phục\".[42][44]\nKhi đó Mạc Đăng Dung đi bộ thì lọng phượng giát vàng, đi thủy thì thuyền rồng dây kéo, ra vào cung cấm không kiêng sợ gì. Ông giết thị vệ Nguyễn Cấu, Đô lực sĩ Minh Sơn bá Nguyễn Thọ và Đàm Cử vốn là những người trung thành với Lê Chiêu Tông.[45]\nVua Lê Chiêu Tông rời kinh sư, hiệu triệu thiên hạ hỏi tội Đăng Dung[sửa | sửa mã nguồn]\nTrước sự lớn mạnh của thế lực Mạc Đăng Dung, vua và các cựu thần Nhà Lê không bằng lòng, nhưng bất lực. Nghe theo lời một số cận thần trung thành, đêm 27 tháng 7 năm 1522, Chiêu Tông rời kinh thành chạy sang Sơn Tây hiệu triệu bốn phương hỏi tội Mạc Đăng Dung. Ngay ngày hôm sau, Mạc Đăng Dung sai Hoàng Duy Nhạc đem quân đuổi theo, trận chiến xảy ra, Hoàng Duy Nhạc tử trận. Trong tình huống kinh thành trống vắng, vua không còn ở Kinh sư, Mạc Đăng Dung đã bàn với các đại thần tạm thời lập Hoàng đệ Xuân (Lê Cung Hoàng) làm vua. Ngày 1 tháng 8 năm 1522, Đăng Dung và một số triều thần Nhà Lê cùng tôn Hoàng đệ Xuân lên ngôi Hoàng đế, đổi niên hiệu là Thống Nguyên năm thứ 1.[42]\nChiêu Tông sai người triệu Vũ Hộ đến giúp, nhưng Vũ Hộ lại mang 3000 quân ngả theo Mạc Đăng Dung. Bấy giờ, các xứ Tây, Nam, Bắc đều theo Lê Chiêu Tông. Mạc Đăng Dung chia các dinh thủy, bộ đánh vào các xứ ở bến Đông Hà, Chiêu Tông sai Lại Thúc Mậu, Nguyễn Dư Hoan, Nguyễn Định, Đàm Khắc Nhượng dàn trận chống giữ và cầm cự, bị Đăng Dung đánh bại.[46] Trịnh Tuy từ Thanh Hóa ra cứu Lê Chiêu Tông. Nghe lời gièm pha, Tuy mang xa giá chạy vào Thanh Hóa, không liên kết với các tướng quanh kinh thành đang giúp Chiêu Tông, do đó lực lượng ủng hộ Chiêu Tông nhiều người giải tán.[47]\nBấy giờ, trong một nước có hai vua, vua Lê Chiêu Tông ở Thanh Hóa đại diện cho lực lượng cựu thần Nhà Lê do Trịnh Tuy cầm đầu và Lê Cung Hoàng ngự tại dinh Bồ Đề, mọi việc do Mạc Đăng Dung sắp xếp và đối phó. Sau khi đàn áp một số lực lượng nổi dậy, thế lực Mạc Đăng Dung vô cùng mạnh mẽ, kiểm soát và làm chủ vùng Kinh Bắc, quan lại và quân dân đến quy phục ngày một đông.[47]\nNăm 1523, Mạc Đăng Dung sai em là Mạc Quyết cùng Vũ Hộ và Vũ Như Quế mang quân đánh Lê Chiêu Tông và Trịnh Tuy ở Thanh Hóa. Cùng lúc, ông nhân danh vua mới Lê Cung Hoàng tuyên bố phế truất Chiêu Tông làm Đà Dương vương. Năm 1524, Mạc Đăng Dung nắm chức Bình Chương quân quốc trọng sự, Thái phó, tước Nhân quốc công. Tháng 10 năm 1525, Mạc Đăng Dung tiến đánh Trịnh Tuy ở đầu nguồn Thanh Hóa. Trịnh Tuy thất thế rồi qua đời, Chiêu Tông bị bắt giải về Kinh sư. Sau đó Mạc Đăng Dung tiếp tục đánh dẹp các lực lượng trung thành với Lê Chiêu Tông do các tướng Giang Văn Dụ, Hà Phi Chuẩn đứng đầu. Ông tiêu diệt các tướng chống đối.[48]\nCác lực lượng chống đối đều bị dẹp, mọi quyền lực đều thuộc về Mạc Đăng Dung. Mạc Đăng Dung lui về Cổ Trai nhưng vẫn chế ngự triều chính. Ngày 18 tháng 12 năm 1526, Mạc Đăng Dung sai Phạm Kim Bảng bí mật giết Chiêu Tông ở chỗ bị giam lỏng là phường Đông Hà[48].\nLên ngôi vua, thành lập Nhà Mạc[sửa | sửa mã nguồn]\nTháng 4 năm 1527, Lê Cung Hoàng sai đình thần cầm cờ tiết đem kim sách, áo mão thêu rồng đen, đai dát ngọc, kiệu tía, quạt vẽ, lọng tía đến Cổ Trai, tấn phong Mạc Đăng Dung làm An Hưng vương, gia thêm cửu tích. Tháng 6 năm 1527, Mạc Đăng Dung từ Cổ Trai trở lại kinh đô ép Lê Cung Hoàng nhường ngôi. Sử gia Lê Quý Đôn chép: \"lúc này thần dân phần nhiều xu hướng về Đăng Dung, đều ra đón về kinh đô\".[49]\nNgày 15 tháng 6 năm 1527 Đông các Đại học sĩ Nguyễn Văn Thái soạn tờ chiếu, nội dung như sau:\n\"Nghĩ Thái Tổ ta, thừa thời cách mệnh, có được thiên hạ, các vua truyền nhau, nối giữ cơ đồ, là do mệnh trời lòng người cùng hợp, cùng ứng nên mới được thế. Cuối đời Hồng Thuận, gặp nhiều tai hoạ, Trần Cảo đầu têu gây mầm loạn ly, Trịnh Tuy giả trá lập kế phản nghịch. Lòng người đã lìa, mệnh trời không giúp. Khi ấy thiên hạ đã không phải là của nhà ta. Ta không có đức, lạm giữ ngôi trời, việc gánh vác không kham nổi. Mệnh trời lòng người đều theo về người có đức. Xét Thái sư An Hưng vương Mạc Đăng Dung nhà ngươi, bẩm tính thông minh, sáng suốt, có tài lược văn võ. Bên ngoài đánh dẹp bốn phương, các nơi đều phục tùng; bên trong coi sóc trăm quan, mọi việc đều tốt đẹp. Công to đức lớn, trời cho người theo. Nay ta cân nhắc lẽ phải, nên nhường ngôi cho. Hãy gắng sửa đức lớn, giữ mãi mệnh trời để ức triệu dân lành được yên vui. Mong kính theo đó.\"\nLúc bấy giờ rất nhiều quan lại tử tiết để phản đối nhà Mạc giết vua cướp ngôi, từ đó thổi bùng lên ngọn lửa đấu tranh \"phù Lê diệt Mạc\". Bấy giờ triều thần có Lại bộ Thượng thư Đông các Đại học sĩ Vũ Duệ, Lại bộ Thượng thư Ngô Hoán, Thị thư viện Hàn lâm Nguyễn Mẫn Đốc, quan Đô ngự sử là Nguyễn Văn Vận, quan Hàn lâm hiệu lý là Nguyễn Thái Bạt, quan Lễ bộ Thượng thư là Lê Tuấn Mậu, quan Lại bộ Thượng thư là Đàm Thận Huy, quan Tham chính sứ là Nguyễn Duy Tường, quan Quan sát sứ là Nguyễn Tự Cường, tước Bình Hồ bá là Nghiêm Bá Ký, quan Đô ngự sử là Lại Kim Bảng, Hộ bộ Thượng thư Nguyễn Thiệu Tri, quan Phó Đô ngự sử là Nguyễn Hữu Nghiêm, quan Lễ bộ tả Thị lang là Lê Vô Cương đều là người khoa giáp; có người thì khởi binh phù Lê thất bại và bị giết, có người thì theo vua Lê không kịp, nhảy xuống sông mà chết, người thì quay đầu về Lam Sơn bái lạy rồi tự tử. Sau này, khi dẹp xong nhà Mạc, nhà Lê được trung hưng lại, vua Lê Huyền Tông và triều đình bàn luận công lao, truy phong tước phúc thần cho 13 vị trung thần tiết nghĩa vì nước hy sinh này, trong đó xếp ông Vũ Duệ đứng đầu trong số 13 người[50].\nMạc Đăng Dung lên ngôi, tức là vua Mạc Thái Tổ, chính thức lập ra Nhà Mạc. Nhà Lê truyền được 100 năm đến đây kết thúc, nhưng công đức vua Lê Thái Tổ và vua Lê Thánh Tông làm cho nhiều người vẫn không quên nhà Lê, cho nên dù Mạc Đăng Dung có cướp được ngôi cũng không được lâu bền. Chẳng bao lâu, khắp nơi nổi lên những đội quân \"phù Lê diệt Mạc\" muốn diệt trừ Mạc Đăng Dung để khôi phục nhà Lê.[51]\n","dateOfDeath":"11 tháng 9, 1541(1541-09-11) (57 tuổi) (niên hiệu Quảng Hòa thời Mạc) Dương Kinh, Đại Việt (nay thuộc xã Ngũ Đoan, huyện Kiến Thụy, Hải Phòng)","dynasty":"Nhà Mạc","father":"Mạc Hịch","name":"Mạc Đăng Dung (莫登庸)","dateOfBirth":"(1483-12-22)22 tháng 12, 1483 (niên hiệu Hồng Đức thời Lê sơ) làng Cổ Trai, huyện Nghi Dương, phủ Kinh Môn, trấn Hải Dương (nay thuộc thôn Cổ Trai, xã Ngũ Đoan, huyện Kiến Thụy, Hải Phòng)","id":"Mạc Đăng Dung","url":"https://vi.wikipedia.org/wiki/M%E1%BA%A1c_Th%C3%A1i_T%E1%BB%95"},{"mother":"","career&bio":"","dateOfDeath":"?","dynasty":"","father":"","name":"","dateOfBirth":"?","id":"Thần Nông","url":"https://vi.wikipedia.org/wiki/Th%E1%BA%A7n_N%C3%B4ng"},{"mother":"Lê Thị Ngọc Hoàn","career&bio":"","dateOfDeath":"27 tháng 4, 1675 Đông Kinh, Đại Việt","dynasty":"Nhà Lê Trung hưng","father":"Lê Thần Tông","name":"Lê Duy Cối (黎維禬) Lê Duy Khoái (黎維𥘺)","dateOfBirth":"1661","id":"Lê Gia Tông","url":"https://vi.wikipedia.org/wiki/L%C3%AA_Gia_T%C3%B4ng"},{"mother":"","career&bio":"","dateOfDeath":"931","dynasty":"","father":"Khúc Trung Chủ","name":"Khúc Thừa Mỹ (曲承美)","dateOfBirth":"Trước 900 Hải Dương","id":"Khúc Thừa Mỹ","url":"https://vi.wikipedia.org/wiki/Kh%C3%BAc_Th%E1%BB%ABa_M%E1%BB%B9"},{"mother":"Trịnh Thị Tuyên","career&bio":"Ông tên húy là Lê Oanh (黎瀠)[2], còn có tên là Lê Trừu (黎晭), là cháu nội của Lê Thánh Tông, con trai thứ hai của Kiến vương Lê Tân và bà Trịnh Thị Tuyên, người làng Thủy Chú, huyện Lôi Dương (tức Thọ Xuân, Thanh Hóa).\nKiến vương Lê Tân có bốn người con trai, đều do Trịnh Phu nhân sinh ra: con cả là Lê Sùng (黎漴) được phong Cẩm Giang vương (錦江王), con thứ 2 chính là Lê Oanh; con thứ 3 là Lê Vinh (黎濴) được phong Tĩnh Lượng công (靖亮公) và con út là Lê Quyên (黎娟) do còn nhỏ chưa được phong.\nDưới thời Lê Hiến Tông, ông được phong làm Giản Tu công (簡修公).\n","dateOfDeath":"8 tháng 5, 1516(1516-05-08) (20 tuổi) hồ Chu Tước, phường Bích Câu, Đông Kinh","dynasty":"","father":"Lê Tân","name":"Lê Oanh (黎瀠) Lê Trừu (黎晭)","dateOfBirth":"16 tháng 7, 1495","id":"Lê Tương Dực","url":"https://vi.wikipedia.org/wiki/L%C3%AA_T%C6%B0%C6%A1ng_D%E1%BB%B1c"},{"mother":"Vũ Thị","career&bio":"Mạc Phúc Nguyên là con trai của Mạc Hiến Tông (Mạc Phúc Hải), cháu nội của Mạc Thái Tông (Mạc Đăng Doanh). Năm Bính Ngọ (1546) Mạc Phúc Hải lâm bệnh mất vào ngày 8 tháng 5, Mạc Phúc Nguyên lên thay khi còn nhỏ tuổi. Tất cả công việc triều chính đều trông cậy vào chú ruột là Khiêm vương Mạc Kính Điển. Minh thực lục ghi tên Mạc Phúc Nguyên là (莫宏瀷 - Mo Hong-yi - Mạc Hoành Dực).[1]\n","dateOfDeath":"(1561-02-18)18 tháng 2, 1561 Thăng Long, Đại Việt","dynasty":"Nhà Mạc","father":"Mạc Hiến Tông","name":"Mạc Phúc Nguyên","dateOfBirth":"1535 Hoàng thành Thăng Long, Đại Việt","id":"Mạc Tuyên Tông","url":"https://vi.wikipedia.org/wiki/M%E1%BA%A1c_Tuy%C3%AAn_T%C3%B4ng"},{"mother":"Từ Minh Huệ Hoàng hậu","career&bio":"","dateOfDeath":"20 tháng 3, 1954(1954-03-20) (75 tuổi) Sài Gòn, Quốc gia Việt Nam","dynasty":"Nhà Nguyễn","father":"Dục Đức","name":"Nguyễn Phúc Bửu Lân (阮福寶嶙)","dateOfBirth":"14 tháng 3 năm 1879 Huế, Đại Nam","id":"Thành Thái","url":"https://vi.wikipedia.org/wiki/Th%C3%A0nh_Th%C3%A1i"},{"mother":"Con gái của bà Vụ Tiên","career&bio":"Theo Đại Việt sử ký toàn thư, thì Kinh Dương Vương: Nguyên Đế Minh là cháu 3 đời của vua Thần Nông, đi tuần thú phương Nam đến núi Ngũ Lĩnh (Hồ Nam, Trung Quốc) đóng lại đó rồi cưới con gái của Vụ tiên nữ (鶩僊女),[2] sau đó sinh được một người con trai tư chất thông minh đặt tên là Lộc Tục (祿續).\nSau Đế Minh truyền ngôi cho con trưởng là Đế Nghi làm vua phương Bắc và phong cho Lộc Tục làm vua phương Nam xưng là Kinh Dương Vương (chữ Hán: 涇陽王). Theo Đại Việt sử ký toàn thư thì Kinh Dương Vương làm vua và cai trị từ khoảng năm 2879 TCN trở đi.[1] Địa bàn của quốc gia dưới thời vua Kinh Dương Vương rộng lớn, phía Bắc tới Trường Giang (cả vùng hồ Động Đình), phía Nam tới nước Hồ Tôn (Chiêm Thành), phía Đông là Biển Đông (một phần của Thái Bình Dương) và phía Tây là Ba Thục (Tứ Xuyên, Trung Quốc ngày nay). Lĩnh Nam chích quái ghi lại truyền thuyết vua đánh đuổi thần Xương Cuồng dũng mãnh, trừ hại cho dân.\nÔng lấy con gái vua hồ Động Đình tên là Thần Long,[a] sinh được một con trai đặt tên là Sùng Lãm, nối ngôi làm vua xưng là Lạc Long Quân.\n","dateOfDeath":"18 tháng 1 năm 2792 TCN (127 tuổi)","dynasty":"","father":"Đế Minh","name":"Lộc Tục (祿續)","dateOfBirth":"15 tháng 8 năm 2919 TCN","id":"Kinh Dương vương","url":"https://vi.wikipedia.org/wiki/Kinh_D%C6%B0%C6%A1ng_v%C6%B0%C6%A1ng"},{"mother":"","career&bio":"","dateOfDeath":"1625 Thăng Long, Đại Việt","dynasty":"Nhà Mạc","father":"Mạc Kính Điển","name":"Mạc Kính Cung (莫敬恭)","dateOfBirth":"","id":"Mạc Kính Cung","url":"https://vi.wikipedia.org/wiki/M%E1%BA%A1c_K%C3%ADnh_Cung"},{"mother":"Vũ Thị Ngọc Lễ","career&bio":"","dateOfDeath":"17 tháng 6 năm 1709 Đông Kinh, Đàng Ngoài, Đại Việt","dynasty":"","father":"Trịnh Tạc","name":"Trịnh Căn (鄭根)","dateOfBirth":"18 tháng 7 năm 1633[1]","id":"Trịnh Căn","url":"https://vi.wikipedia.org/wiki/Tr%E1%BB%8Bnh_C%C4%83n"},{},{"mother":"Tuyên Từ Hoàng thái hậu","career&bio":"Lê Nhân Tông có tên thật là Lê Bang Cơ (黎邦基), tên dùng trong các văn kiện ngoại giao với nhà Minh là Lê Tuấn (黎濬).[2] Lê Bang Cơ sinh vào ngày 9 tháng 5 âm lịch (28 tháng 5 dương lịch)[1] năm 1441, là con trai thứ ba của Lê Thái Tông, mẹ là Tuyên Từ Văn Hoàng hậu Nguyễn Thị Anh, người làng Bố Vệ huyện Đông Sơn, Thanh Hóa.\nTrước khi Bang Cơ ra đời, Lê Thái Tông đã có hai người con trai: Dương Chiêu nghi sinh ra Lê Nghi Dân và Bùi Quý nhân sinh ra Lê Khắc Xương. Không lâu sau, vào năm 1442, Ngô Tiệp dư sinh ra Lê Tư Thành, là con trai út trong tổng số 4 người con trai của Lê Thái Tông.\nĐầu năm 1441, Hoàng đế Thái Tông lập Nghi Dân làm Thái tử. Theo sách Đại Việt Sử ký Toàn thư do sử quan đời Hồng Đức Ngô Sĩ Liên biên soạn, sau việc này Dương Thị Bí (sinh ra Nghi Dân) càng trở nên kiêu ngạo, nhiều lần làm phật ý Thái Tông. Thái Tông giận, bèn giáng Thị Bí xuống làm Chiêu nghi và phế ngôi thái tử của Nghi Dân. Ngày 16 tháng 11 âm lịch năm 1441,nhà vua lập Lê Bang Cơ làm Hoàng thái tử, giáng Nghi Dân làm Lạng Sơn vương (諒山王) và phong Khắc Xương làm Tân Bình vương (新平王).[1] Trong chiếu phong Thái tử có viết:[1]\n“ Đặt Thái tử để vững gốc rễ, lập con đích để chính danh phận. Đó là mưu xa của xã tắc, kế lớn của quốc gia. Hoàng tử Bang Cơ thể chất vàng ngọc, tư thái anh minh, vừa có uy vọng của một bậc quân vương, lại đúng danh phận là con đích tôn quý. Vậy sai Nhập nội Đại Đô đốc Lê Liệt mang sắc mệnh lập làm Hoàng thái tử. ”\nNăm 1442, Lê Thái Tông đi tuần miền đông. Ngày 4 tháng 8 âm lịch (7 tháng 9 dương lịch), hoàng đế đột ngột qua đời ở vườn Vải, huyện Gia Định, khi đó mới 20 tuổi. Ngày 12 tháng 8 âm lịch (15 tháng 9 dương lịch) năm 1442, các tể tướng, đại thần Lê Khả, Lê Thụ, Lê Xí, Lê Liệt, Lê Bôi lập Lê Bang Cơ (2 tuổi) lên ngôi Hoàng đế, đổi niên hiệu là Thái Hòa (大和), sử gọi là Lê Nhân Tông (黎仁宗).[1] Tháng 6 âm lịch năm 1443, triều đình lấy ngày sinh của hoàng đế làm Hiến Thiên Thánh Tiết.[1]\n","dateOfDeath":"25 tháng 10, 1459(1459-10-25) (18 tuổi) Đông Kinh, Đại Việt","dynasty":"Hoàng triều Lê","father":"Lê Thái Tông","name":"Lê Bang Cơ (黎邦基)","dateOfBirth":"(1441-05-28)28 tháng 5, 1441[1] Đông Kinh, Đại Việt","id":"Lê Nhân Tông","url":"https://vi.wikipedia.org/wiki/L%C3%AA_Nh%C3%A2n_T%C3%B4ng"},{},{},{"mother":"Phùng Thị Tinh Phong","career&bio":"Ngô Quyền sinh ngày 12 tháng 3 năm Đinh Tỵ (17 tháng 4 năm 898) trong một dòng họ hào trưởng có thế lực ở châu Đường Lâm, Ái Châu.[3] Cha là Ngô Mân làm chức châu mục Đường Lâm.[4] Ngô Quyền được sử sách mô tả là bậc anh hùng tuấn kiệt, \"có trí dũng\".[5]\nTheo Đại Việt Sử ký Toàn thư:[4][6]\n“ Khi Ngô Quyền vừa mới sinh có ánh sáng lạ đầy nhà, dung mạo khác thường, có 3 nốt ruồi ở lưng, thầy tướng cho là lạ, bảo có thể làm chủ một phương, nên mới đặt tên là Quyền. Ngô Quyền lớn lên, khôi ngô, mắt sáng như chớp, dáng đi thong thả như hổ, có trí dũng, sức có thể nâng được vạc bằng đồng. ”\n","dateOfDeath":"14 tháng 2 năm 944 (45 tuổi) Tĩnh Hải quân","dynasty":"Nhà Ngô","father":"Ngô Mân","name":"Ngô Quyền (吳權)","dateOfBirth":"17 tháng 4 năm 898 Đường Lâm, Tĩnh Hải quân","id":"Ngô Quyền","url":"https://vi.wikipedia.org/wiki/Ng%C3%B4_Quy%E1%BB%81n"},{"mother":"","career&bio":"Dương Tam Kha là con của Dương Đình Nghệ, là em (có sách nói là anh) của Dương hậu vợ Ngô Quyền. Tiểu sử của ông còn nhiều chỗ chưa rõ. Theo Đại Việt sử lược thì Dương Tam Kha tên húy là Dương Chủ Tướng (楊主將). Còn theo ghi chép trong Tống sử thì Dương Tam Kha có tên gọi là Dương Thiệu Hồng (楊紹洪). Có tài liệu nói rằng ông là con trai thứ ba của Dương Đình Nghệ, hai người con trai trước là Dương Nhất Kha và Dương Nhị Kha.\n","dateOfDeath":"10 tháng 8 năm 980","dynasty":"","father":"Dương Đình Nghệ","name":"Dương Tam Kha (楊三哥) Dương Chủ Tướng (楊主將) Dương Thiệu Hồng (楊紹洪)","dateOfBirth":"","id":"Dương Tam Kha","url":"https://vi.wikipedia.org/wiki/D%C6%B0%C6%A1ng_Tam_Kha"},{"mother":"Man Thiện","career&bio":"","dateOfDeath":"5 tháng 3 năm 43 (29 tuổi)","dynasty":"","father":"Hùng Định (sau đổi thành Trưng Định)","name":"Trưng Trắc (徵側)","dateOfBirth":"13 tháng 9 năm 14","id":"Hai Bà Trưng","url":"https://vi.wikipedia.org/wiki/Hai_B%C3%A0_Tr%C6%B0ng"},{},{},{"mother":"Phạm Phu nhân","career&bio":"","dateOfDeath":"28 tháng 9, 1407(1407-09-28) (70–71 tuổi) Quảng Tây, Đại Minh","dynasty":"Nhà Hồ","father":"Lê Quốc Mạo","name":"Lê Quý Ly (黎季犛) Hồ Quý Ly (胡季犛) Hồ Nhất Nguyên (胡一元)","dateOfBirth":"1336 Thanh Hóa, Đại Việt thời Nhà Trần","id":"Hồ Quý Ly","url":"https://vi.wikipedia.org/wiki/H%E1%BB%93_Qu%C3%BD_Ly"},{"mother":"","career&bio":"Mạc Kính Chỉ là con cả của Khiêm vương Mạc Kính Điển, quan phụ chính trụ cột của nhà Mạc trong hơn 30 năm. Trước đó, Mạc Kính Chỉ được phong tước Đoan Hùng vương, sau vì có tội tư thông với người thiếp của cha nên bị giáng xuống làm thứ dân.[1] Đến khi triều đình nhà Mạc suy yếu thì Mạc Kính Chỉ lại được ban tước Hùng Lễ công nhưng không có thực quyền; trong các tài liệu lịch sử Trung Quốc như Minh thực lục hay Minh sử thì gọi ông là Mạc Kính Bang.\n","dateOfDeath":"1593","dynasty":"Nhà Mạc","father":"Mạc Kính Điển","name":"Mạc Kính Chỉ (莫敬止)","dateOfBirth":"","id":"Mạc Kính Chỉ","url":"https://vi.wikipedia.org/wiki/M%E1%BA%A1c_K%C3%ADnh_Ch%E1%BB%89"},{"mother":"","career&bio":"Lý Bí (503 – 548) là người thôn Cổ Pháp, xã Tiên Phong, huyện Phổ Yên (nay là phường Tiên Phong, TP. Phổ Yên), tỉnh Thái Nguyên. Ông là người có công đánh đuổi quân đô hộ nhà Lương (thời Nam Bắc triều), sáng lập ra nhà Tiền Lý. Ông cũng có một người anh là Lý Thiên Bảo.\nMột trong số tổ tiên của Lý Bí là con cháu Bách Việt, cuối thời Tây Hán khổ về việc đánh dẹp, mới tránh sang ở đất phương Nam, được bảy đời thì thành người Nam. Sử chép Lý Bí vốn con nhà hào trưởng, thiên tư lỗi lạc, do làm quan không được vừa ý nên cáo quan về quê, tập hợp nhân tài lo khởi nghĩa.\nĐuổi Tiêu Tư[sửa | sửa mã nguồn]\nBấy giờ Việt Nam nằm dưới sự đô hộ của nhà Lương. Thứ sử Giao Châu là Vũ Lâm hầu Tiêu Tư (cùng họ với vua Lương), vì hà khắc tàn bạo, mất lòng người. Các nhân tài Việt Nam lúc đó bị bạc đãi nên không hợp tác với nhà Lương.\nCó người là Tinh Thiều giỏi từ chương từng đến Kiến Khang kinh đô nhà Lương xin được làm quan. Thượng thư bộ Lại nhà Lương là Sái Tôn cho rằng họ Tinh trước không có ai hiển đạt, nên chỉ bổ cho chức Quảng Dương môn lang. Thiều lấy làm nhục, trở về làng, theo Lý Bí mưu việc dấy binh. Lý Bí bấy giờ làm chức Giám quân ở Đức Châu (Hà Tĩnh), nhân liên kết với hào kiệt mấy châu, đều hưởng ứng. Có Triệu Túc tù trưởng ở Chu Diên phục tài đức của Lý Bí, bèn dẫn đầu đem quân theo về.\nThế lực của Lý Bí ngày càng lớn. Năm 542, thứ sử Tiêu Tư biết việc, đem của đến hối lộ cho ông để mưu thoát thân, rồi chạy về Quảng Châu. Lý Bí đem quân ra chiếm giữ thành Long Biên.\nĐánh đuổi quân Lương và Lâm Ấp[sửa | sửa mã nguồn]\nTháng 12 năm 542, vua Lương sai Tôn Quýnh, Lư Tử Hùng sang xâm chiếm. Quýnh lấy cớ là chướng khí mùa xuân đương bốc, xin đợi đến mùa thu. Bấy giờ Thứ sử Quảng Châu là Tân Dụ hầu Hoán không cho, Tiêu Tư cũng thúc giục. Bọn Tử Hùng đi đến Hợp Phố, Lý Bí chủ động đem quân đón đánh tại đây. Quân Lương thua to, mười phần chết đến sáu, bảy phần, quân tan rã mà về. Tiêu Tư tâu vu với vua Lương rằng Quýnh và Tử Hùng dùng dằng không chịu đi, đều bị buộc phải tự tử.\nTháng 4 năm 543, vua Lâm Ấp cướp quận Nhật Nam, Lý Bí sai lão tướng Phạm Tu đánh tan ở Cửu Đức.\nSau chiến thắng này nhà Tiền Lý kiểm soát được toàn bộ đất Giao Châu\nDựng nước Vạn Xuân[sửa | sửa mã nguồn]\nLoạt bài Lịch sử Việt Nam Thời tiền sử Hồng Bàng An Dương Vương Bắc thuộc lần I (207 TCN – 40) Nhà Triệu (207 – 111 TCN) Hai Bà Trưng (40 – 43) Bắc thuộc lần II (43 – 541) Khởi nghĩa Bà Triệu Nhà Tiền Lý và Triệu Việt Vương (541 – 602) Bắc thuộc lần III (602 – 905) Mai Hắc Đế Phùng Hưng Tự chủ (905 – 938) Họ Khúc Dương Đình Nghệ Kiều Công Tiễn Nhà Ngô (938 – 967) Loạn 12 sứ quân Nhà Đinh (968 – 980) Nhà Tiền Lê (980 – 1009) Nhà Lý (1009 – 1225) Nhà Trần (1225 – 1400) Nhà Hồ (1400 – 1407) Bắc thuộc lần IV (1407 – 1427) Nhà Hậu Trần Khởi nghĩa Lam Sơn Nhà Hậu Lê Nhà Lê sơ (1428 – 1527) Lê trung hưng (1533 – 1789) Nhà Mạc (1527 – 1592) Trịnh–Nguyễn phân tranh Nhà Tây Sơn (1778 – 1802) Nhà Nguyễn (1802 – 1945) Pháp thuộc (1887 – 1945) Đế quốc Việt Nam (1945) Chiến tranh Đông Dương (1945 – 1975) Việt Nam Dân chủ Cộng hòa Quốc gia Việt Nam Việt Nam Cộng hòa Cộng hòa Miền Nam Việt Nam Cộng hòa Xã hội Chủ nghĩa Việt Nam (từ 1976) Xem thêm Vua Việt Nam Nguyên thủ Việt Nam Các vương quốc cổ Niên biểu lịch sử Việt Nam sửa\nĐầu năm Giáp Tý 544, Lý Bí nhân thắng quân địch, tự xưng là Nam Việt Đế, đặt niên hiệu là Thiên Đức, đặt tên nước là Vạn Xuân, có ý mong xã tắc lâu dài đến muôn đời. Ông dựng điện Vạn Xuân[1] để làm chỗ triều hội, xây chùa Trấn Quốc.\nLý Nam đế đặt ra trăm quan, dùng Triệu Túc làm thái phó, Tinh Thiều làm tướng văn, Phạm Tu làm tướng võ. Triệu Quang Phục (sau này là Triệu Việt Vương) làm Đại tướng dưới thời Lý Nam Đế.\nĐó là lần đầu tiên Việt Nam có hoàng đế và niên hiệu Thiên Đức là niên hiệu riêng đầu tiên để chứng tỏ giành lại độc lập từ tay Trung Quốc. Lý Nam Đế đánh dầu mở đầu kỷ nguyên đấu tranh giành độc lập của các bộ lạc Bách Việt.\nCơ Đồ Dang Dở[sửa | sửa mã nguồn]\nTháng 6 năm 545, vua Lương Vũ đế (Tiêu Diễn) phong Dương Phiêu làm Thứ sử Giao Châu, sai đi đánh Lý Nam Đế, cử Trần Bá Tiên[2] làm tư mã; Thứ sử Định Châu là Tiêu Bột cùng họp với Dương Phiến ở Tây Giang.\nTiêu Bột biết ý các tướng sĩ sợ phải đi đánh xa, nên nói dối để Dương Phiếu ở lại. Dương Phiêu tập họp các tướng lại để hỏi mưu kế. Bá Tiên nói: \"Quan Thứ sử Định Châu muốn tạm an nhàn trước mắt, không nghĩ đến mưu kế lớn, túc hạ vâng mạng vua đi đánh kẻ có tội, dù sống chết thế nào cũng không quản ngại, lẽ nào dùng dằng không tiến quân để nuôi cho thế giặc thêm mạnh mà làm cho quân mình nản chí hay sao?\" Bá Tiên liền thúc quân mình đi trước. Dương Phiếu cử Bá Tiên làm tiên phong.\nQuân Lương đến Giao Châu, Lý Nam Đế mang quân ra đánh bị thua nặng, chạy sang thành Gia Ninh. Quân Lương tiến vây thành.\nTháng giêng năm 546, thành Gia Ninh vỡ, tướng Phạm Tu và Thái phó Triệu Túc cùng tử trận, Lý Nam Đế chạy đi Tân Xương là vùng của người Lạo. Tại đây, ông chiêu mộ thêm được nhiều binh lính, uy thế lại tăng lên.\nTháng 8, Lý Nam Đế lại đem quân từ trong xứ người Lạo ra, đóng đồn ở hồ Điển Triệt (nay thuộc Lập Thạch, Vĩnh Phúc)[3]. Quân Lương lo sợ, cứ đóng ở cửa hồ, không dám tiến. Trần Bá Tiên bảo các tướng: \"Quân ta ở đây đã lâu, mà lại không có quân tiếp viện. Bây giờ đã đi sâu vào trong nước người ta, nếu một trận đánh nào bất lợi, còn mong gì sống mà về được nữa? Chi bằng bây giờ nhân dịp quân địch đang thua luôn mấy trận, lòng người chưa cố kết, ta nên liều chết gắng sức quyết đánh bằng được. Nếu vô cớ cứ đóng ở đây thì việc hỏng mất!\" Các tướng nhà Lương không ai trả lời. Đêm hôm ấy, nước sông bỗng lên to đến bảy thước, chảy rót vào trong hồ. Bá Tiên đốc thúc quân bản bộ mình theo dòng nước tiến đi trước. Quân Lương đánh trống, reo hò, kéo tràn vào. Quân Lý Nam Đế mới tập hợp bị đánh úp nên tan vỡ.\nLý Nam Đế lại rút lui về giữ trong động Khuất Lão, điều chỉnh binh lính, mưu tính chiến đấu về sau. Ông giao lại binh quyền cho tướng quân Triệu Quang Phục.\n[liên kết hỏng] Bản đồ Trung Quốc thời Nam Bắc triều. Lãnh thổ Vạn Xuân ở phía Nam nước Lương. Lương Đông Ngụy Tây Ngụy. Thổ Dục Hồn. Nhu Nhiên.\n","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"","id":"Nhà Tiền Lý","url":"https://vi.wikipedia.org/wiki/Nh%C3%A0_Ti%E1%BB%81n_L%C3%BD"},{"mother":"Nguyễn Thị Huyền","career&bio":"Lê Ngọc Hân sinh ngày 27 tháng 4 năm Canh Dần, niên hiệu Cảnh Hưng thứ 31 (1770) tại kinh thành Thăng Long [3]. Bà là con gái thứ 9 hoặc thứ 21[4] của Hoàng đế khi ấy là Lê Hiển Tông.\nMẹ bà là Chiêu nghi Nguyễn Thị Huyền (阮氏玄), là người xã Phù Ninh, tổng Hạ Dương, phủ Từ Sơn (nay là xã Ninh Hiệp, huyện Gia Lâm, thủ đô Hà Nội), là con gái trưởng của ông Nguyễn Đình Giai, nhập cung giữ vị trí Chiêu nghi.\n","dateOfDeath":"4 tháng 12, 1799(1799-12-04) (29 tuổi) chùa Kim Tiền, Huế, Đại Việt","dynasty":"","father":"Lê Hiển Tông","name":"Lê Ngọc Hân (黎玉昕; 黎玉忻; 黎玉欣)","dateOfBirth":"(1770-04-27)27 tháng 4, 1770 Thăng Long, Đại Việt","id":"Lê Ngọc Hân","url":"https://vi.wikipedia.org/wiki/L%C3%AA_Ng%E1%BB%8Dc_H%C3%A2n"},{},{},{"mother":"Man Thiện","career&bio":"","dateOfDeath":"5 tháng 3 năm 43 Giao Chỉ","dynasty":"","father":"Hùng Định (sau đổi thành Trưng Định)","name":"","dateOfBirth":"13 tháng 9 năm 14 Mê Linh","id":"Trưng Trắc","url":"https://vi.wikipedia.org/wiki/Tr%C6%B0ng_Tr%E1%BA%AFc"},{"mother":"Từ Dụ","career&bio":"Nguyễn Phúc Hồng Nhậm sinh ngày 25 tháng 8 năm Kỷ Sửu (tức 22 tháng 9 năm 1829) tại Huế, là con thứ nhưng là đích tử của vua Thiệu Trị và Phạm Thị Hằng (bà Từ Dụ). Khi còn nhỏ Hồng Nhậm còn có tên khác là Nguyễn Phúc Thì. Ngoài ra, theo truyền thống hoàng tộc Nguyễn Phúc có từ thời Võ Vương Nguyễn Phúc Khoát, hoàng tử sinh ra để dễ nuôi sẽ được đặt thêm tên có chữ Mệ, vì vậy thuở nhỏ ông còn được gọi là Mệ Tríu\nVì anh trai của ông, Nguyễn Phúc Hồng Bảo, là một người ham chơi, mê cờ bạc, không chịu học hành nên vua Thiệu Trị trước lúc qua đời đã để di chiếu truyền ngôi cho ông. Bấy giờ ông mới 19 tuổi, nhưng học hành đã thông thái. Đến tháng 10 năm 1847 ông chính thức lên ngôi hoàng đế ở điện Thái Hòa, đặt niên hiệu là Tự Đức, bắt đầu từ năm sau là 1848. Khi Tự Đức lên cầm quyền, triều đình vẫn cai trị tuân theo phong cách Nho giáo.\n","dateOfDeath":"19 tháng 7, 1883(1883-07-19) (53 tuổi) Huế, Đại Nam","dynasty":"Nhà Nguyễn","father":"Thiệu Trị","name":"Nguyễn Phúc Hồng Nhậm (阮福洪任) Nguyễn Phúc Thì (阮福時)","dateOfBirth":"22 tháng 9 năm 1829 Huế, Đại Nam","id":"Tự Đức","url":"https://vi.wikipedia.org/wiki/T%E1%BB%B1_%C4%90%E1%BB%A9c"},{"mother":"","career&bio":"Mạc Toàn là con trai thứ của Mạc Mậu Hợp[1] - vua thứ năm nhà Mạc. Nguyên quán Mạc Toàn là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương).\n","dateOfDeath":"1593 Bến Thảo Tân, Thăng Long","dynasty":"Nhà Mạc","father":"Mạc Mậu Hợp","name":"Mạc Toàn","dateOfBirth":"1580 Hoàng thành Thăng Long","id":"Mạc Toàn","url":"https://vi.wikipedia.org/wiki/M%E1%BA%A1c_To%C3%A0n"},{"mother":"Ngô Thị Ngọc Dao","career&bio":"","dateOfDeath":"3/3/1497 Điện Bảo Quang, Đông Kinh","dynasty":"","father":"Lê Thái Tông","name":"Lê Tư Thành (黎思誠) Lê Hạo (黎灝)","dateOfBirth":"25/8/1442 Chùa Huy Văn","id":"Lê Thánh Tông","url":"https://vi.wikipedia.org/wiki/L%C3%AA_Th%C3%A1nh_T%C3%B4ng"},{"mother":"","career&bio":"Lịch sử không ghi nhận nhiều về hành trạng của bà. Bà là con gái của Dương Đình Nghệ, được gả cho Ngô Quyền trước khi Dương Đình Nghệ bị Kiều Công Tiễn giết hại và là mẹ của Ngô Xương Văn, không có chứng minh nào bà là mẹ của Ngô Xương Ngập. Bà không có tên rõ ràng trong chính sử. Theo nhà sử học Lê Văn Lan, tên gọi Dương Như Ngọc được đặt theo dân gian mang màu sắc Đạo giáo[3], như trường hợp một bà Dương hậu khác cũng được đặt tên văn nghệ, là Dương Vân Nga.\nBà trở thành Vương hậu của nhà Ngô năm 939, là vị vương hậu đầu tiên được chép vào sử sách trong lịch sử Việt Nam, vì trước Ngô Quyền, đã có nhiều vua Việt Nam xưng hiệu nhưng không thấy sử sách chép vợ của các vua này (An Dương Vương, Lý Nam Đế, Triệu Việt Vương, Hậu Lý Nam Đế, Mai Hắc Đế).\nNhững suy đoán về tuổi tác của Ngô Quyền, Ngô Xương Ngập và con cả Xương Ngập là Ngô Xương Tỷ (tức Khuông Việt đại sư) cho thấy bà không phải là người sinh ra Ngô Xương Ngập còn vì Xương Ngập ra đời khoảng năm 915 khi Ngô Quyền chưa gặp bà và hơn Xương Văn khá nhiều tuổi[4].\nTheo một số giai thoại, Ngô Quyền còn một người vợ họ Đỗ, tên thật là Đỗ Thị Sa quê ở Cổ Loa, nhưng bà Đỗ không có con. Do đó có thể cả ba người con sau của Ngô Quyền là Xương Văn, Nam Hưng và Càn Hưng đều là con đẻ của Dương hậu.\nBà sống tới khi Ngô Xương Văn phục hồi ngôi báu từ tay em (hay anh) bà là Dương Tam Kha và cũng trở thành Thái hậu đầu tiên được ghi trong sử sách Việt Nam. Sau đó không rõ bà mất khi nào. Có thể bà mất trước khi Xương Văn tử trận năm 965.\n","dateOfDeath":"","dynasty":"Nhà Ngô","father":"Dương Đình Nghệ","name":"Dương Thị Vy (楊國母)","dateOfBirth":"","id":"Dương Như Ngọc","url":"https://vi.wikipedia.org/wiki/D%C6%B0%C6%A1ng_Nh%C6%B0_Ng%E1%BB%8Dc"},{"mother":"Đặng Thị Sen[1]","career&bio":"Đại Hành Hoàng đế húy là Lê Hoàn, sinh ngày 15 tháng 7, nhằm ngày mùng 10 tháng 8), cha là Lê Mịch, mẹ là Đặng thị, quê hương của ông ở đâu còn đang bị tranh cãi (xem phần tranh cãi về quê hương Lê Đại Hành).\nCâu chuyện ông được sinh ra có nhuốm màu truyền thuyết. Khi mới có thai, mẹ ông chiêm bao thấy trong bụng nở hoa sen, chỉ chốc lát đã sinh ra Lê Hoàn [1][3]\nTrong thôn có viên quan án là Lê Đột trông thấy lấy làm lạ, nói: \"Tư cách đứa trẻ này, người thường không sánh được\", bèn nhận làm con nuôi, chăm sóc dạy dỗ, không khác gì con đẻ.[1][3] Có đêm mùa đông trời rét, Lê Hoàn úp cối mà ngủ. Đêm ấy ánh sáng đẹp đầy nhà, viên quan lén đến xem, thì thấy con rồng vàng che ấp bên trên, vì thế lại càng thêm quý trọng Lê Hoàn.\n","dateOfDeath":"18 tháng 4, 1005(1005-04-18) (63 tuổi) Hoa Lư, Đại Cồ Việt","dynasty":"Nhà Tiền Lê","father":"Lê Mịch[1]","name":"Lê Hoàn (黎桓)","dateOfBirth":"10 tháng 8, 941 Tĩnh Hải quân","id":"Lê Đại Hành","url":"https://vi.wikipedia.org/wiki/L%C3%AA_Ho%C3%A0n"},{"mother":"","career&bio":"","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"","id":"Nhà Đinh","url":"https://vi.wikipedia.org/wiki/Nh%C3%A0_%C4%90inh"},{"mother":"","career&bio":"Năm 1304 đời vua Trần Anh Tông niên hiệu Hưng Long thứ 12, triều đình mở khoa thi Cống sĩ lấy 44 người đỗ Thái học sinh (tiến sĩ).[5] Mạc Đĩnh Chi đỗ Trạng nguyên; Bùi Mộ đỗ bảng nhãn, Trương Phóng đỗ thám hoa. Khi mới đỗ nhà vua chê ông xấu, Mạc Đĩnh Chi bèn làm bài phú Ngọc tỉnh liên (Sen trong giếng ngọc) để tự ví mình với sen. Trong bài phú có đoạn:\nHá rằng trống rỗng bất tài Thuyền quyên lắm kẻ lỡ thời thương thay. Nếu ta giữ mực thẳng ngay. Mưa sa gió táp xem nay cũng thường\nVua Trần Anh Tông xem rồi khen hay, thăng làm Thái học sinh dũng thủ, sung chức Nội thư gia.[1]\nTham dự triều chính[sửa | sửa mã nguồn]\nThời vua Trần Minh Tông, Mạc Đĩnh Chi càng được tin dùng hậu đãi. Ông là người liêm khiết, vua biết muốn thử ông, sai người đem 10 vạn quan tiền để trước cửa nhà ông. Sáng hôm sau Đĩnh Chi đem túi tiền lên triều, tâu nhà vua, Vua nói: \"Không ai nhận tiền ấy, thì cho khanh lấy mà chi dùng\". Ông đã từ chối và không nhận vì cho rằng người mất sẽ lo lắng , lúc này vua cho biết rằng chỉ thử lòng và trao cho Mạc Đĩnh Chi phần thường vì lòng chính trực.[4]\nMạc Đĩnh Chi cùng với các vị Trần Thời Kiến, Đoàn Nhữ Hài, Độ Thiên Lư, Nguyễn Dũ, Phạm Mại, Phạm Ngộ, Nguyễn Trung Ngạn,... được sử quan Ngô Thì Sĩ nhận định trong Việt sử tiêu án: Các ông này khi làm quan, ngạnh trực dám nói thẳng, có phong độ đại thần và nhân tài thịnh nhất hơn triều các vua khác.[4]\nThời vua Trần Hiến Tông ông làm chức Nhập nội hành khiển, Lang trung hữu ty, chuyển sang làm Lang trung tả ty trải đến chức Tả bộc xạ ở hàng quan to.[1]\nĐi sứ nhà Nguyên[sửa | sửa mã nguồn]\nNăm 1308 đời vua Trần Anh Tông, Mạc Đĩnh Chi đi sứ nhà Nguyên, mừng vua Nguyên Vũ Tông mới lên ngôi.[a] Đó là lúc mới 20 năm sau chiến tranh chống quân Nguyên thứ 3 (1287-1288), sứ bộ bị nắn gân cốt rất mạnh.\nTuy nhiên trong hoạt động bang giao ông đã tỏ rõ khí phách và tài năng của mình. Hoạt động và tài năng văn chương của ông đã để lại nhiều giai thoại nổi tiếng.\nSau đó năm Nhâm Tuất (1322) ông đi sứ lần 2, nhưng chưa tìm được nguồn tin.\n","dateOfDeath":"1346（74 tuổi) Thăng Long","dynasty":"","father":"Mạc Đĩnh Kỳ (莫挺期)","name":"Mạc Đĩnh Chi","dateOfBirth":"1272 Hải Dương","id":"Mạc Đĩnh Chi","url":"https://vi.wikipedia.org/wiki/M%E1%BA%A1c_%C4%90%C4%A9nh_Chi"},{"mother":"Thuận Thiên Cao Hoàng hậu","career&bio":"Tên húy của ông là Nguyễn Phúc Đảm, còn có tên khác là Nguyễn Phúc Kiểu. Ông là hoàng tử thứ 4 của vua Gia Long, mẹ là Thuận Thiên Cao Hoàng hậu Trần Thị Đang. Ông sinh giờ Dậu ngày 23 tháng 4 năm Tân Hợi, tức 25 tháng 5 năm 1791 tại làng Tân Lộc, gần Gia Định, trong lúc đang xảy ra Chiến tranh Tây Sơn – Chúa Nguyễn (1787 – 1802).[1]\nNgay từ năm lên 9 tuổi (1800), hoàng tử Đảm đã được vua cha đưa theo ra trận[2]. Ông sẵn tính thông minh, thường được vua cha khuyên nhủ học hành. Năm 14 tuổi (đầu năm 1805), có lần ông trộm lấy thuyền của vua cha đi chơi sông Hương, bị phạt đánh mắng; các thị thần Nguyễn Huỳnh Đức, Lê Văn Duyệt cố sức xin cho nhưng không được. Vua Gia Long sau đó cắt cử Đặng Đức Siêu dạy học, đồng thời sai người ngày ngày vào phủ giám sát việc học của hoàng tử. Từ đó hoàng tử Đảm ngày càng tiến bộ[3].\n","dateOfDeath":"20 tháng 1 năm 1841(1841-01-20) (49 tuổi) Huế, Đại Nam","dynasty":"","father":"Gia Long","name":"Nguyễn Phúc Đảm (阮福膽) Nguyễn Phúc Kiểu (阮福晈)","dateOfBirth":"(1791-05-25)25 tháng 5 năm 1791 Gia Định, Đại Việt","id":"Minh Mạng","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Ph%C3%BAc_Ki%E1%BB%83u"},{"mother":"Đàm Thiềm Nương","career&bio":"","dateOfDeath":"Tháng 10 năm 979 Hoa Lư, Ninh Bình, Đại Cồ Việt","dynasty":"Nhà Đinh","father":"Đinh Công Trứ","name":"Đinh Bộ Lĩnh (丁部領) Đinh Hoàn (丁桓)","dateOfBirth":"22 tháng 3 năm 924 Gia Viễn, Ninh Bình, Tĩnh Hải quân","id":"Đinh Tiên Hoàng","url":"https://vi.wikipedia.org/wiki/%C4%90inh_B%E1%BB%99_L%C4%A9nh"},{"mother":"Nguyên Thánh Hoàng hậu","career&bio":"Trần Nhân Tông tên thật là Trần Khâm (陳昑), Trần Nhật Tuấn/Trần Nhật Tôn (陳日燇)[9], sinh ngày 11 tháng 11 âm lịch năm Mậu Ngọ niên hiệu Thiệu Long năm thứ 1 (tức ngày 7 tháng 12 năm 1258). Ông là đích trưởng tử của Trần Thánh Tông và Nguyên Thánh Thiên Cảm Hoàng hậu Trần Thị Thiều. Theo Đại Việt sử ký toàn thư (bộ quốc sử Đại Việt biên soạn năm 1479 thời Lê Thánh Tông), Trần Khâm ngay từ khi sinh ra đã được tinh anh thánh nhân, thuần túy đạo mạo, sắc thái như vàng, thể chất hoàn hảo, thần khí tươi sáng, nên vua cha và ông nội – Thái thượng hoàng Trần Thái Tông đã gọi ông là Kim Tiên đồng tử (金仙童子).[1] Các sách Tam Tổ thực lục và Thánh đăng ngữ lục (đều ra đời vào khoảng thế kỷ XIV) chép biệt hiệu này là Kim Phật (金佛).[10][11] Cả hai sách này và Đại Việt Sử ký Toàn thư đều kể rằng bên vai trái Trần Khâm có nốt ruồi đen lớn như hạt đậu; người xem tướng đoán rằng hoàng tử về sau sẽ làm được việc lớn.[5]\nNăm 1274, ở tuổi 16, Trần Khâm được vua cha sách phong làm Hoàng thái tử. Trần Thánh Tông cũng lập trưởng nữ của Hưng Đạo vương Trần Quốc Tuấn (tức Khâm Từ Hoàng hậu sau này) làm Thái tử phi. Trần Thánh Tông còn vời các nho sĩ có tài đức trong cả nước về hầu cận thái tử. Tướng Lê Phụ Trần được phong chức Thiếu sư, kiêm Trừ cung Giáo thụ, đảm trách việc dạy học thái tử. Bản thân nhà vua cũng viết thơ và sách Di hậu lục (2 quyển) giáo huấn cho thái tử.[12] Các chú giải của Trần Quang Chỉ trong tranh Trúc Lâm đại sĩ xuất sơn đồ cho biết Trần Khâm đã đạt được trình độ cao về các lĩnh vực như quân sự, âm nhạc, lịch số học và thiên văn học. Ông cũng học kỹ về tam giáo Phật-Lão-Nho và am hiểu tường tận giáo pháp nhà Phật.[5] Sách Thánh đăng ngữ lục cũng viết: \"Bản chất Ngài rất thông minh và hiếu học, có nhiều tài năng, xem khắp hết các sách, thông suốt cả nội điển lẫn ngoại điển\".[10]\nTuy ở ngôi thái tử và có hôn nhân hạnh phúc, Trần Khâm có chí hướng xuất gia theo Phật. Ông đã nhiều lần xin nhường ngôi Thái tử cho em là Tá Thiên vương Trần Đức Việp nhưng không được vua cha chấp thuận. Có lần, Trần Khâm nhân đêm khuya vượt thành đi vào núi Yên Tử ẩn tu, đến chùa Tháp ở núi Đông Cứu thì trời sáng, ông đã thấm mệt nên vào nghỉ trong tháp. Vị tu sĩ ở chùa thấy ông có dung mạo phi thường bèn mời cơm. Sau Trần Thánh Tông và hoàng hậu biết tin, sai quan quân đi tìm và thỉnh cầu ông về kinh đô; Trần Khâm bèn miễn cưỡng nhận ngôi thái tử.[10]\n","dateOfDeath":"16 tháng 12 năm 1308(1308-12-16) (50 tuổi) Am Ngọa Vân, núi Yên Tử","dynasty":"","father":"Trần Thánh Tông","name":"Trần Khâm (陳昑)","dateOfBirth":"(1258-12-07)7 tháng 12 năm 1258 Thăng Long, Đại Việt","id":"Trần Nhân Tông","url":"https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_Nh%C3%A2n_T%C3%B4ng"},{"mother":"","career&bio":"","dateOfDeath":"7 tháng 11 năm 979 (55 tuổi) Hoa Lư, Đại Cồ Việt","dynasty":"","father":"Nguyễn Thước","name":"","dateOfBirth":"924 Gia Viễn, Trường Châu,Ninh Bình","id":"Nguyễn Bặc","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_B%E1%BA%B7c"},{"mother":"","career&bio":"Bối cảnh\nLoạt bài Lịch sử Việt Nam Thời tiền sử Hồng Bàng An Dương Vương Bắc thuộc lần I (207 TCN – 40) Nhà Triệu (207 – 111 TCN) Hai Bà Trưng (40 – 43) Bắc thuộc lần II (43 – 541) Khởi nghĩa Bà Triệu Nhà Tiền Lý và Triệu Việt Vương (541 – 602) Bắc thuộc lần III (602 – 905) Mai Hắc Đế Phùng Hưng Tự chủ (905 – 938) Họ Khúc Dương Đình Nghệ Kiều Công Tiễn Nhà Ngô (938 – 967) Loạn 12 sứ quân Nhà Đinh (968 – 980) Nhà Tiền Lê (980 – 1009) Nhà Lý (1009 – 1225) Nhà Trần (1225 – 1400) Nhà Hồ (1400 – 1407) Bắc thuộc lần IV (1407 – 1427) Nhà Hậu Trần Khởi nghĩa Lam Sơn Nhà Hậu Lê Nhà Lê sơ (1428 – 1527) Lê trung hưng (1533 – 1789) Nhà Mạc (1527 – 1592) Trịnh–Nguyễn phân tranh Nhà Tây Sơn (1778 – 1802) Nhà Nguyễn (1802 – 1945) Pháp thuộc (1887 – 1945) Đế quốc Việt Nam (1945) Chiến tranh Đông Dương (1945 – 1975) Việt Nam Dân chủ Cộng hòa Quốc gia Việt Nam Việt Nam Cộng hòa Cộng hòa Miền Nam Việt Nam Cộng hòa Xã hội Chủ nghĩa Việt Nam (từ 1976) Xem thêm Vua Việt Nam Nguyên thủ Việt Nam Các vương quốc cổ Niên biểu lịch sử Việt Nam sửa\nx t s Kháng chiến của Việt Nam Chống Tần (218–208 TCN) • Chống Triệu (179 TCN) • Chống Tây Hán (111 TCN) • Chống Đông Hán lần 1 (40–43) • Chống Đông Hán lần 2 (157-160) • Chống Đông Hán lần 3 (178-181) • Chống Đông Ngô (248) • Chống Lưu Tống (468) • Chống Lương (542–550) • Chống Đường lần 1 (687) • Chống Đường lần 2 (722) • Chống Đường lần 3 (791) • Chống Nam Hán lần 1 (930–931) • Chống Nam Hán lần 2 (938) • Chống Tống lần 1 (981) • Chống Tống lần 2 (1075–1077) • Chiến tranh Nguyên Mông – Đại Việt * (Chống Nguyên-Mông lần 1 (1258) • Chống Nguyên–Mông lần 2 (1285) • Chống Nguyên-Mông lần 3 (1287–1288)) • Chống Minh lần 1 (1406–1407) • Chống Minh lần 2 (1407–1413) • Chống Minh lần 3 (1418–1427) • Chống Xiêm (1785) • Chống Thanh (1788–1789) • Chống Pháp lần 1 (1858–1884) • Chống Nhật (1940–1945) • Chống Pháp lần 2 (1945–1954) • Chống Mỹ (1954–1975)\nPhía Bắc nước Việt tồn tại hai nước lớn là nhà Nam Hán và nhà Lương. Năm 919, Khúc Thừa Mỹ sai sứ sang nhà Lương xin được lĩnh tiết việt, nhà Lương trao cho. Vua Nam Hán cả giận.[4]\nDiễn biến\nMùa thu tháng 7 năm 923 (theo sử của Trung Quốc là năm 930), vua Nam Hán Lưu Nghiễm sai tướng là Lý Khắc Chính (hoặc Lý Thủ Dung và Lương Khắc Trinh)[5] đem quân sang đánh Giao Châu. Lý Khắc Chính bắt được Tiết độ sứ Khúc Thừa Mỹ đem về. Vua Nam Hán phong tước cho Dương Đình Nghệ, cho Lý Tiến làm Thứ sử Giao châu, cùng với Lý Khắc Chính giữ thành.[6]\nNăm 931, Dương Đình Nghệ tìm cách báo thù cho họ Khúc. Ông nuôi 3.000 giả tử (con nuôi), đặt ra trường đánh vật, chiêu tập các hào kiệt, lấy đại nghĩa khuyến khích họ.[2]\nLý Tiến lo sợ, sai người cấp báo cho vua Nam Hán, cùng năm ấy, Dương Đình Nghệ đem quân vây Lý Tiến. Vua Nam Hán sai Trần Bảo (hoặc Trình Bảo)[7] đem quân sang cứu, nhưng đến nơi thì Dương Đình Nghệ đã hạ được thành. Lý Tiến trốn về nước, Trần Bảo vây thành, Dương Đình Nghệ đem quân ra đánh giết chết Trần Bảo.[4]\nDương Đình Nghệ giữ lấy thành, tự xưng là Tĩnh Hải quân Tiết độ sứ nhận lĩnh việc châu.[2]\nCái chết\nMùa xuân tháng 3 năm 937, Dương Đình Nghệ bị nha tướng của mình là Kiều Công Tiễn (hoặc Kiểu Công Tiễn)[7] giết chết. Một nhà tướng khác của ông là Ngô Quyền kéo quân từ Ái Châu ra đánh Kiều Công Tiễn.[4]\n","dateOfDeath":"Tháng 3 năm 937 Đại La","dynasty":"","father":"","name":"Dương Đình Nghệ (楊廷藝)","dateOfBirth":"22 tháng 11 năm 874[cần dẫn nguồn] Làng Giàng[cần dẫn nguồn], Ái Châu","id":"Dương Đình Nghệ","url":"https://vi.wikipedia.org/wiki/D%C6%B0%C6%A1ng_%C4%90%C3%ACnh_Ngh%E1%BB%87"},{"mother":"Lê Thị Oánh","career&bio":"","dateOfDeath":"13 tháng 4, 548(548-04-13) (44 tuổi) Vạn Xuân","dynasty":"Nhà Tiền Lý","father":"Lý Cạnh hay Lý Toản","name":"","dateOfBirth":"(503-10-17)17 tháng 10, 503 Giao Châu","id":"Lý Nam Đế","url":"https://vi.wikipedia.org/wiki/L%C3%BD_Nam_%C4%90%E1%BA%BF"},{"mother":"Con gái của bà Vụ Tiên","career&bio":"Theo Đại Việt sử ký toàn thư, thì Kinh Dương Vương: Nguyên Đế Minh là cháu 3 đời của vua Thần Nông, đi tuần thú phương Nam đến núi Ngũ Lĩnh (Hồ Nam, Trung Quốc) đóng lại đó rồi cưới con gái của Vụ tiên nữ (鶩僊女),[2] sau đó sinh được một người con trai tư chất thông minh đặt tên là Lộc Tục (祿續).\nSau Đế Minh truyền ngôi cho con trưởng là Đế Nghi làm vua phương Bắc và phong cho Lộc Tục làm vua phương Nam xưng là Kinh Dương Vương (chữ Hán: 涇陽王). Theo Đại Việt sử ký toàn thư thì Kinh Dương Vương làm vua và cai trị từ khoảng năm 2879 TCN trở đi.[1] Địa bàn của quốc gia dưới thời vua Kinh Dương Vương rộng lớn, phía Bắc tới Trường Giang (cả vùng hồ Động Đình), phía Nam tới nước Hồ Tôn (Chiêm Thành), phía Đông là Biển Đông (một phần của Thái Bình Dương) và phía Tây là Ba Thục (Tứ Xuyên, Trung Quốc ngày nay). Lĩnh Nam chích quái ghi lại truyền thuyết vua đánh đuổi thần Xương Cuồng dũng mãnh, trừ hại cho dân.\nÔng lấy con gái vua hồ Động Đình tên là Thần Long,[a] sinh được một con trai đặt tên là Sùng Lãm, nối ngôi làm vua xưng là Lạc Long Quân.\n","dateOfDeath":"18 tháng 1 năm 2792 TCN (127 tuổi)","dynasty":"","father":"Đế Minh","name":"Lộc Tục (祿續)","dateOfBirth":"15 tháng 8 năm 2919 TCN","id":"Kinh Dương vương","url":"https://vi.wikipedia.org/wiki/Kinh_D%C6%B0%C6%A1ng_V%C6%B0%C6%A1ng"},{"mother":"Sử Thục Nương","career&bio":"Thiếu thời[sửa | sửa mã nguồn]\nTheo sách Đại Việt sử ký toàn thư: Phùng Hưng là người ở làng Đường Lâm, thuộc Giao Châu. Ông vốn con nhà hào phú, có sức vật trâu, đánh hổ.[6] Chuyện kể rằng ông đã từng đánh chết một con hổ có thể quặp hai con trâu mộng mà vẫn chạy như thường,trừ được hoạ cho làng Đường Lâm.\nTheo sách Việt điện u linh: Phùng Hưng là Thế Tập Biên Khố Di Tù Trưởng châu Đường Lâm, hiệu là Quan Lang. Phùng Hưng xuất thân gia tư hào hữu, sức lực dũng mãnh, đánh được hổ, vật được trâu. Người em tên Hải cũng có sức mạnh kì dị.[3]\nTheo sách Việt sử tiêu án: Phùng Hưng quê ở làng Đường Lâm thuộc Phong Châu, con nhà hào phú, có sức vật trâu đánh hổ.[4][7]\nCho tới nay ngày sinh của ông vẫn chưa rõ. Các sách chính sử như Đại Việt Sử ký Toàn thư, Khâm định Việt sử Thông giám Cương mục ghi ông mất năm 802, chỉ một thời gian ngắn sau khi đuổi được giặc phương Bắc. Một nguồn dã sử cho biết ông sinh ngày 25 tháng 11 năm Canh Tý (tức ngày 5 tháng 1 năm 761) và mất ngày 13 tháng 8 năm Nhâm Ngọ (tức ngày 13 tháng 9 năm 802), thọ 41 tuổi.\nPhùng Hưng vốn là cháu bảy đời của Phùng Trí Cái – người đã từng vào trong cung vua Đường Cao Tổ thời niên hiệu Vũ Đức (618–626) dự yến tiệc và làm Quan lang ở đất Đường Lâm. Bố của Phùng Hưng là Phùng Hạp Khanh, một người hiền tài đức độ.[8]\nKhoảng năm Nhâm Tuất (722) đời Đường Huyền Tông niên hiệu Khai Nguyên, Phùng Hạp Khanh đã tham gia cuộc khởi nghĩa của Mai Thúc Loan (tức Mai Hắc Đế). Sau đó, ông trở về quê chăm chú công việc điền viên, trở nên giàu có, trong nhà nuôi nô tỳ có đến hàng nghìn người[9].\nTheo sự tích, Phùng Hạp Khanh có một người vợ họ Sử. Ông bà sinh một lần được ba người con trai khôi ngô khác thường, lớn lên ai cũng có sức khỏe, có thể kéo trâu, quật hổ. Anh cả là Phùng Hưng, em thứ hai là Phùng Hải (tự là Tư Hào) và em út là Phùng Dĩnh (tự là Danh Đạt). Đến năm ba anh em 18 tuổi thì bố mẹ đều mất. Trong ba anh em, anh cả Phùng Hưng là người có sức khỏe và khí phách đặc biệt.\nDấy nghiệp[sửa | sửa mã nguồn]\nLoạt bài Lịch sử Việt Nam Thời tiền sử Hồng Bàng An Dương Vương Bắc thuộc lần I (207 TCN – 40) Nhà Triệu (207 – 111 TCN) Hai Bà Trưng (40 – 43) Bắc thuộc lần II (43 – 541) Khởi nghĩa Bà Triệu Nhà Tiền Lý và Triệu Việt Vương (541 – 602) Bắc thuộc lần III (602 – 905) Mai Hắc Đế Phùng Hưng Tự chủ (905 – 938) Họ Khúc Dương Đình Nghệ Kiều Công Tiễn Nhà Ngô (938 – 967) Loạn 12 sứ quân Nhà Đinh (968 – 980) Nhà Tiền Lê (980 – 1009) Nhà Lý (1009 – 1225) Nhà Trần (1225 – 1400) Nhà Hồ (1400 – 1407) Bắc thuộc lần IV (1407 – 1427) Nhà Hậu Trần Khởi nghĩa Lam Sơn Nhà Hậu Lê Nhà Lê sơ (1428 – 1527) Lê trung hưng (1533 – 1789) Nhà Mạc (1527 – 1592) Trịnh–Nguyễn phân tranh Nhà Tây Sơn (1778 – 1802) Nhà Nguyễn (1802 – 1945) Pháp thuộc (1887 – 1945) Đế quốc Việt Nam (1945) Chiến tranh Đông Dương (1945 – 1975) Việt Nam Dân chủ Cộng hòa Quốc gia Việt Nam Việt Nam Cộng hòa Cộng hòa Miền Nam Việt Nam Cộng hòa Xã hội Chủ nghĩa Việt Nam (từ 1976) Xem thêm Vua Việt Nam Nguyên thủ Việt Nam Các vương quốc cổ Niên biểu lịch sử Việt Nam sửa\nPhùng Hưng nối nghiệp cha và đã trở thành Hào trưởng đất Đường Lâm. Cho tới nay dân gian vẫn còn lưu truyền câu chuyện ông dùng mưu kế giết hổ dữ mang lại bình yên cho làng xóm.\nViệt Nam thời thuộc Đường gọi là An Nam đô hộ phủ, khi đó đang nằm dưới ách cai trị hà khắc của bọn quan đô hộ. Các quan đô hộ nhà Đường ra sức vơ vét của cải của người dân Việt Nam, bắt người dân Việt phải đóng sưu cao thuế nặng khiến lòng người ngày càng căm phẫn.\nCao Chính Bình, Hiệu úy châu Vũ Định (miền Việt Bắc) giúp Kinh lược sứ An Nam là Trương Bá Nghi đánh bại được cuộc xâm lược của quân Chà Và (Java) ở Chu Diên, sau đó được cử làm đô hộ An Nam. Chính Bình ra sức vơ vét của cải của nhân dân, đánh thuế rất nặng.\nSách Việt điện u linh chép rằng: Giữa niên hiệu Đại lịch nhà Đường (766–779), nhân An Nam có loạn, anh em Phùng Hưng đem quân đi tuần các ấp lân cận, đánh đâu được đấy. Phùng Hưng đổi tên là Cự Lão hiệu là Đô Quân, Hải cũng đổi tên là Cự Lực, hiệu là Đô Bảo. Phùng Hưng dùng kế của người Đường Lâm là Đỗ Anh Hàn đem binh tuần hành mấy châu Đường Lâm, Trường Phong tất cả đều quy thuận, uy danh chấn động, muốn đánh lấy Đô hộ phủ.[3]\nĐại Việt Sử Ký toàn thư ghi chép, Phùng Hưng đem quân đánh với Cao Chính Bình, lâu ngày không thắng được. Phùng Hưng dùng kế của Đỗ Anh Hàn, đặt đại bản doanh ở làng Triều Khúc, Thanh Trì đem quân vây phủ.[6]\nPhần lớn các truyền thuyết đều kể rằng: Phùng Hưng nhận thấy lực lượng chưa thật đủ mạnh để đánh bại quân địch, ông đã cùng các tướng tỏa đi xung quanh chiêu mộ thêm binh lính và sắm thêm vũ khí, còn việc vây thành được giao cho ba người cháu gái họ Phùng, gọi Phùng Hưng bằng bác[10].\nQuan Đô hộ Cao Chính Bình đem binh ra đánh, không hơn được, ưu phẫn phát bệnh vàng da rồi chết.[3] Theo sử sách thì Cao Chính Bình cai trị An Nam từ 790 đến 791.\nTheo Việt điện u linh, Phùng Hưng vào Đô hộ phủ trị vì bảy năm rồi mất.[3] Theo Đại Việt sử ký toàn thư: Hưng nhân đó vào đóng ở phủ trị, chưa được bao lâu thì chết. Theo Việt sử tiêu án: Ông Hưng cùng với em là Hải, xuất phục được các làng ấp ở chung quanh, tự hiệu là Đô Quân, Hải là Đô Bảo, dùng kế của người làng là Đỗ Anh Hàn, đem quân vây phủ, Chính Bình lo phẫn mà chết, ông Hưng vào ở trong phủ, cho Hải làm Thái úy, rồi ông mất. Dân chúng lập con Hưng là An làm Đô Phủ Quân.\nTạ thế[sửa | sửa mã nguồn]\nLăng Phùng Hưng (Phùng đại vương lăng, 馮大王陵) ở Ngõ 2 phố Giảng Võ phường Giảng Võ quận Ba Đình thành phố Hà Nội.\nChính sử chép rằng ông cầm quyền cai trị không lâu sau đó đã qua đời ngay trong năm 791. Các sử gia hiện nay xác định ông mất khoảng tháng 5 năm 791[11].\nNguồn dã sử Việt điện u linh của Lý Tế Xuyên và giai thoại dân gian cho rằng: ông cầm quyền được bảy năm, nhưng lại mất năm 802[12]. Thông tin này không phù hợp về logic: Năm 791 giành được Tống Bình mà mất năm 802, tức là Phùng Hưng cầm quyền trong 11 năm chứ không phải bảy năm. GS Nguyễn Khắc Thuần cho rằng Lý Tế Xuyên và truyền thuyết dân gian đã có sự lầm lẫn: hơn bảy năm là thời gian tính từ khi Phùng Hưng làm chủ khu vực quanh Đường Lâm tới khi ông mất, chứ không phải tính từ khi ông làm chủ Tống Bình[13].\nTheo sách Việt sử tiêu án: Ông Hưng đồng lòng với dân chúng, lập em là Hải. Bồ Phá Lặc có sức khỏe đẩy được núi, không chịu theo Hải, lánh ở động Chu Nham. Bồ Phá Lặc lập An là con ông Hưng. An tôn cha là Hưng làm Bố Cái Đại Vương (tục gọi cha mẹ là Bố Cái), dân Thổ cho là linh dị, lập đền thờ ở phía tây đô phủ để thờ Hưng.\nTheo sách Việt điện u linh, con của Phùng Hưng là Phùng An khi lên ngôi tôn Phùng Hưng làm Bố Cái Đại Vương, bởi quốc tục xưng cha là Bố, mẹ là Cái, nên mới gọi như vậy.\n","dateOfDeath":"31 tháng 12, 789 / 10 tháng 8, 791 / 12 tháng 11,802 (41/30 hoặc 43/31 hoặc 44/43 hoặc 56 tuổi) Việt Nam","dynasty":"","father":"Phùng Hạp Khanh","name":"","dateOfBirth":"1 tháng 10, 746/759","id":"Phùng Hưng","url":"https://vi.wikipedia.org/wiki/Ph%C3%B9ng_H%C6%B0ng"},{"mother":"","career&bio":"Viện Kiểm sát nhân dân tối cao[sửa | sửa mã nguồn]\nViện trưởng Viện Kiểm sát nhân dân tối cao Trần Quốc Vượng sang trao đổi cùng Tòa án Đặc biệt Tư pháp Campuchia ở Phnôm Pênh.\nTrần Quốc Vượng theo sự nghiệp giáo dục ở lĩnh vực ban đầu là kiểm sát, sau đó là luật học, ông có nhiều năm công tác ở cơ quan của Đảng Cộng sản Việt Nam rồi lĩnh vực kiểm sát. Tháng 11 năm 2006, Trung ương quyết định điều chuyển Trần Quốc Vượng từ Văn phòng Trung ương Đảng Cộng sản Việt Nam sang công tác ở Viện Kiểm sát nhân dân tối cao, Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam chỉ định giữ chức vụ Bí thư Ban Cán sự Đảng Viện Kiểm sát Nhân dân tối cao. Cùng tháng, Chủ tịch nước Nguyễn Minh Triết quyết định bổ nhiệm ông làm làm Phó Viện trưởng thường trực Viện Kiểm sát nhân dân tối cao.\nSau đó, trong phiên làm việc thứ nhất, sáng 25 tháng 7 năm 2007, Ủy ban Thường vụ Quốc hội họp nghe báo cáo tổng hợp ý kiến các đại biểu Quốc hội về dự kiến nhân sự Phó Chủ tịch nước, Thủ tướng Chính phủ, Chánh án Tòa án nhân dân tối cao, Viện trưởng Viện Kiểm sát nhân dân tối cao, đã quyết định phê chuẩn bổ nhiệm Trần Quốc Vượng làm Viện trưởng Viện kiểm sát nhân dân tối cao, là Viện trưởng thứ tám của Việt Nam.[6] Ông đảm nhiệm vị trí này trong thời gia từ 2007 đến năm 2011, kiêm nhiệm thêm vị trí Bí thư Đảng đoàn, Phó Chủ tịch Hội Luật gia Việt Nam.[7]\nLãnh đạo Đảng Cộng sản[sửa | sửa mã nguồn]\nVăn phòng Trung ương Đảng[sửa | sửa mã nguồn]\nThời kỳ những năm trước 2006, Trần Quốc Vượng công tác tập trung ở cơ quan Trung ương Đảng Cộng sản Việt Nam. Ngày 24 tháng 5 năm 2006, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X, giữ chức Phó Chánh Văn phòng thường trực Văn phòng Trung ương Đảng Cộng sản Việt Nam,[8] phối hợp và hỗ trợ Ủy viên Bộ Chính trị, Chánh Văn phòng Ngô Văn Dụ.[9]\nNgày 18 tháng 1 năm 2011, tại Đại hội Đảng Cộng sản Việt Nam XI, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI nhiệm kì 2011 – 2016.[10] Từ tháng 7 năm 2011, Bộ Chính trị Ban Chấp hành Trung ương Đảng quyết định điều chuyển Trần Quốc Vượng từ Viện Kiểm sát nhân dân tối cao trở lại Văn phòng Trung ương Đảng, thôi giữ chức Viện trưởng Viện tối cao, và giữ chức Chánh Văn phòng Trung ương Đảng Cộng sản Việt Nam.[11][12] Đến ngày 11 tháng 5 năm 2013, tại Hội nghị lần thứ bảy của Trung ương khoá XI, Trần Quốc Vượng được bầu bổ sung vào Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam.[13]\nỦy ban Kiểm tra Trung ương[sửa | sửa mã nguồn]\nĐến khóa XII, Trần Quốc Vượng tiếp tục công tác ở Trung ương. Ngày 26 tháng 1 năm 2016, Tại Đại hội đại biểu toàn quốc lần thứ XII của Đảng, Trần Quốc Vượng được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII.[14] Ngày 27 tháng 1 năm 2016, ông được Ban Chấp hành Trung ương khóa XII bầu vào Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam khóa XII,[15][16] kế nhiệm nguyên Chủ nhiệm Ngô Văn Dụ.\nNgày 04 tháng 2 năm 2016, Trần Quốc Vượng được Bộ Chính trị phân công tham gia Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam.[17] Ngày 09 tháng 5 năm 2018, tại Hội nghị lần thứ bảy của Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII, ông được chấp thuận thôi giữ chức vụ Chủ nhiệm Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam và Ủy viên Ủy ban Kiểm tra Trung ương khóa XII.[18] Ông đảm nhiệm vị trí Chủ nhiệm Ủy ban Kiểm tra giai đoạn 2016 – 2018, sau đó chuyển giao chức vụ cho Trần Cẩm Tú, Phó Chủ nhiệm thường trực Ủy ban Kiểm tra Trung ương khoá XII.\nThường trực Ban Bí thư[sửa | sửa mã nguồn]\nBộ trưởng Bộ Quốc phòng Hoa Kỳ Mark Esper thăm Việt Nam, gặp gỡ Thường trực Ban Bí thư Trần Quốc Vượng tại thủ đô Hà Nội năm 2019.\nNgày 01 tháng 8 năm 2017, Trần Quốc Vượng được phân công thành viên Thường trực Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam trong thời gian Đinh Thế Huynh đi chữa bệnh.[19][20] Đến ngày 02 tháng 3 năm 2018, Bộ Chính trị khóa XII đã quyết định miễn nhiệm Đinh Thế Huynh thôi giữ chức Thường trực Ban Bí thư và Chủ tịch Hội đồng Lý luận Trung ương nhiệm kỳ 2016 – 2021 để tiếp tục chữa bệnh dài hạn.[21] Ngày 05 tháng 3 năm 2018, Bộ Chính trị ra quyết định bổ nhiệm Trần Quốc Vượng giữ chức Thường trực Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, chủ nhiệm Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, kế nhiệm Đinh Thế Huynh.[22]\nTrần Quốc Vượng đảm nhiệm vai trò nhiệm vụ phụ trách, chủ trì công việc hàng ngày của Ban Bí thư, thay mặt Tổng Bí thư khi Tổng Bí thư vắng mặt. Phụ trách công vụ của Ban Chấp hành Trung ương, trực tiếp về các địa phương để công tác chỉ đạo hoạt động của Đảng bộ địa phương.[Ghi chú 4]\nTrong giai đoạn này, ông nhận nhiệm vụ thay mặt Đảng Cộng sản Việt Nam trong một số mối quan hệ với nước ngoài, bao gồm sang thăm một số nước, gặp gỡ trao đổi cùng các chính trị gia tới thăm Việt Nam.\nSau Đại hội Đại biểu toàn quốc lần thứ XIII (2021), ông thôi chức vụ Thường trực Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam và nghỉ hưu trí theo chế độ.\nĐại biểu Quốc hội[sửa | sửa mã nguồn]\nĐại biểu Quốc hội khóa XII từ Lai Châu[sửa | sửa mã nguồn]\nTrần Quốc Vượng là Đại biểu Quốc hội Việt Nam từ năm 2007. Năm 2007, ông là Đại biểu Quốc hội Việt Nam khóa XII nhiệm kì 2007 – 2011 tỉnh Lai Châu, thuộc Đoàn Đại biểu Quốc hội tỉnh Lai Châu.[23]\nĐại biểu Quốc hội khóa XIII từ Tiền Giang[sửa | sửa mã nguồn]\nNăm 2011, Trần Quốc Vượng là Đại biểu Quốc hội Việt Nam khóa XIII nhiệm kì 2011 – 2016, thuộc Đoàn Đại biểu Quốc hội tỉnh Tiền Giang.[24]\nĐại biểu Quốc hội khóa XIV từ Yên Bái[sửa | sửa mã nguồn]\nTrần Quốc Vượng là Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016 – 2021, thuộc Đoàn Đại biểu Quốc hội tỉnh Yên Bái. Ông đã trúng cử đại biểu Quốc hội Việt Nam khóa XIV vào ngày 22 tháng 5 năm 2016 ở đơn vị bầu cử số hai tỉnh Yên Bái gồm thị xã Nghĩa Lộ và các huyện: Văn Chấn, Trạm Tấu, Mù Cang Chải, Văn Yên, được 248.249 phiếu, đạt tỷ lệ 94,18% số phiếu hợp lệ.\nTiếp xúc cử tri: Trong hai ngày 22 và 23 tháng 5 năm 2017, ông đã có buổi tiếp xúc cử tri tại huyện Trạm Tấu và thị xã Nghĩa Lộ, tỉnh Yên Bái để báo cáo kết quả Kỳ họp thứ ba, Quốc hội khoá XIV.[25]\n","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"5 tháng 2, 1953 (70 tuổi) huyện Tiền Hải, Thái Bình, Việt Nam Dân chủ Cộng hòa","id":"Trần Quốc Vượng","url":"https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_Qu%E1%BB%91c_V%C6%B0%E1%BB%A3ng"},{"mother":"Gia Dụ Hoàng hậu","career&bio":"Nguyễn Phúc Nguyên là con thứ sáu của chúa Tiên Nguyễn Hoàng (1525–1613), mẹ là Nguyễn thị. Ông sinh ngày 28 tháng 7 năm Quý Hợi, tức ngày 16 tháng 8 năm 1563. Nguyễn Phúc Nguyên là người đầu tiên trong dòng dõi chúa Nguyễn mang họ kép Nguyễn Phúc. Tương truyền lúc mang thai, mẹ ông chiêm bao thấy có vị thần đưa cho một tờ giấy trên có đề chữ \"Phúc\". Lúc kể lại chuyện, mọi người chúc mừng bà và đề nghị đứa bé ra đời được đặt tên là \"Phúc\".[2] Nhưng bà nói rằng, nếu chỉ đặt tên Phúc cho đứa bé thì chỉ một mình nó hưởng, để cho nhiều người trong dòng họ được hưởng phúc, bà đề nghị lấy chữ này làm chữ lót. Và khi thế tử ra đời bà đặt tên là Nguyễn Phúc Nguyên.[2] Theo sách Đại Nam thực lục, sau khi kế nghiệp Nguyễn Hoàng, Nguyễn Phúc Nguyên cho sửa thành lũy, đặt quan ải, vỗ về quân dân, trong ngoài đâu cũng vui phục, bấy giờ người ta gọi là Chúa Phật. Từ đấy mới xưng quốc tính là họ Nguyễn Phúc.[3]\nCác con của Nguyễn Hoàng, người con đầu là Nguyễn Hà, con thứ là Nguyễn Hán, con thứ ba là Nguyễn Diễn và con thứ tư là Nguyễn Thành đều đã mất sớm; người con thứ năm là Nguyễn Hải ở lại Bắc Hà làm con tin, chỉ còn Nguyễn Phúc Nguyên là người có khả năng kế thừa cơ nghiệp của Nguyễn Hoàng. Năm 1585, khi mới 22 tuổi, Thế tử Nguyễn Phúc Nguyên dẫn một hạm đội 10 chiếc đến bến Cửa Việt, tiêu diệt hai chiếc tàu hải tặc Shirahama Kenki[4][5] (Bạch Tần Hiển Quý), người Nhật Bản. Chúa Tiên (tức Nguyễn Hoàng) vui mừng khen rằng:\nCon ta thực là anh kiệt.[1]\nNăm Nhâm Dần (1602), Nguyễn Phúc Nguyên được cử đến trấn thủ dinh Quảng Nam.[1] Nguyễn Phúc Nguyên tuổi lớn lại giỏi, ngày thường cùng các tướng bàn luận việc binh, tính toán có nhiều việc đúng. Nguyễn Hoàng biết có thể trao phó nghiệp lớn.\n","dateOfDeath":"19 tháng 11, 1635(1635-11-19) (72 tuổi)[1] Đàng Trong, Đại Việt","dynasty":"","father":"Nguyễn Hoàng","name":"Nguyễn Phúc Nguyên (阮福源)","dateOfBirth":"(1563-08-16)16 tháng 8, 1563[1]","id":"Nguyễn Phúc Nguyên","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Ph%C3%BAc_Nguy%C3%AAn"},{"mother":"Đàm Thiềm Nương","career&bio":"","dateOfDeath":"Tháng 10 năm 979 Hoa Lư, Ninh Bình, Đại Cồ Việt","dynasty":"Nhà Đinh","father":"Đinh Công Trứ","name":"Đinh Bộ Lĩnh (丁部領) Đinh Hoàn (丁桓)","dateOfBirth":"22 tháng 3 năm 924 Gia Viễn, Ninh Bình, Tĩnh Hải quân","id":"Đinh Tiên Hoàng","url":"https://vi.wikipedia.org/wiki/%C4%90inh_Ti%C3%AAn_Ho%C3%A0ng#Cái_chết"},{"mother":"Nguyễn Thị Hựu (阮氏佑)","career&bio":"Triệu Quang Phục là con của Thái phó Triệu Túc, người huyện Chu Diên. Ông được sử sách mô tả là người uy tráng dũng liệt[1]. Ông cùng cha theo Lý Nam Đế khởi nghĩa từ ngày đầu (541), có công lao đánh đuổi quân Lương về nước, được giao chức Tả tướng quân nước Vạn Xuân.\n","dateOfDeath":"571 Vạn Xuân","dynasty":"Nhà Tiền Lý","father":"Triệu Túc (趙肅)","name":"","dateOfBirth":"26 tháng 01 năm 524 Chu Diên, Giao Châu","id":"Triệu Việt Vương","url":"https://vi.wikipedia.org/wiki/Tri%E1%BB%87u_Vi%E1%BB%87t_V%C6%B0%C6%A1ng"},{"mother":"","career&bio":"","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"","id":"Nhà Ngô","url":"https://vi.wikipedia.org/wiki/Nh%C3%A0_Ng%C3%B4"},{"mother":"","career&bio":"Thân thế[sửa | sửa mã nguồn]\nTrần Trọng Kim, sinh năm 1883 (Quý Mùi) tại làng Kiều Lĩnh, xã Đan Phố (nay là xã Xuân Phổ), huyện Nghi Xuân, tỉnh Hà Tĩnh.[4] Vợ ông Bùi Thị Tuất là em gái nhà nghiên cứu văn học Bùi Kỷ. Ông có một người con gái duy nhất là Trần Thị Diệu Chương, lấy chồng làm Chưởng lý Bộ Quốc ấn tại Sénégal. Cha ông là Trần Bá Huân (1838-1894), đã từng tham gia từ rất sớm phong trào Cần Vương do Phan Đình Phùng lãnh đạo.[5]\nHoạt động giáo dục[sửa | sửa mã nguồn]\nTrần Trọng Kim xuất thân trong một gia đình Nho giáo, từ nhỏ ông học chữ Hán. Vào năm 1897, ông theo học tại Trường Pháp-Việt Nam Định và học chữ Pháp. Năm 1900, ông thi đỗ vào Trường Thông ngôn và đến năm 1903 thì tốt nghiệp.[6]\nNăm 1904, ông làm Thông sự ở Ninh Bình. Năm 1905, vì hiếu học nên ông qua Pháp học trường Thương mại ở Lyon. Năm 1906, nhân có Hội chợ đấu xảo tại Marseille, Pháp, ông xin làm một chân thợ khảm để được đi với Nguyễn Văn Vĩnh (1882-1936) sang dự.[6]\nSau hội chợ, ông xin ở lại để học thêm tại các trường ở Ardèche, Lyon rồi tiếp tục học ở Trường thuộc địa. Năm 1909, ông vào học trường Sư phạm Melun (École Normale dinstituteurs de Melun, đã đóng cửa năm 2015 sau 135 năm hoạt động) và tốt nghiệp ngày 31 tháng 7 năm 1911 rồi về nước.[6][7]\nÔng lần lượt dạy Trường trung học Bảo hộ (nay là Trường Bưởi), Trường Hậu bổ và Trường nam Sư phạm. Ông là nhà sư phạm mẫu mực, có uy tín trong xã hội, giữ nhiều chức vụ trong ngành giáo dục thời Pháp thuộc như:[8]\nThanh tra Tiểu học (1921) Trưởng ban Soạn thảo Sách Giáo khoa Tiểu học (1924), dạy Trường Sư phạm thực hành 1931 Giám đốc các trường nam tiểu học tại Hà Nội (1939)\nTừ thập niên 1910 đến thập niên 1940, ông cũng viết nhiều sách về sư phạm và lịch sử. Ngoài ra ông còn tham gia các hoạt động xã hội. Ông là Phó trưởng ban Ban Văn học của Hội Khai trí Tiến Đức, Nghị viên Viện Dân biểu Bắc Kỳ, Trưởng ban nghiên cứu Phật học của Hội Bắc kỳ Phật giáo.\nNăm 1943, một năm sau khi ông về hưu, Nhật Bản kéo vào Đông Dương, họ lấy cớ \"giúp các ông tránh sự bắt bớ của Pháp\" đưa ông và chí sĩ Cử nhân Dương Bá Trạc (1884-1944) bí mật sang Chiêu Nam (Singapore).[9] Năm 1945, ông được quân đội Nhật đưa về nước.\nHoạt động chính trị[sửa | sửa mã nguồn]\nThành lập Đế quốc Việt Nam[sửa | sửa mã nguồn]\nXem thêm: Đế quốc Việt Nam và Chính phủ Đế quốc Việt Nam\nCờ quẻ Ly của Đế quốc Việt Nam, quốc kỳ từ 12 tháng 6 tới 30 tháng 8 năm 1945.\nNgày 9 tháng 3 năm 1945, Đế quốc Nhật Bản đảo chính Pháp,[10] độc chiếm thuộc địa Đông Dương. Vấn đề quan trọng nhất đối với quân Nhật là duy trì bằng được \"trật tự và ổn định\" nhằm tìm nguồn cung ứng vật chất tại chỗ cho gần 100.000 lính Nhật, cũng như để cung cấp cho việc phòng thủ nước Nhật trước đà tấn công của quân Đồng Minh. Tuy nhiên, đúng lúc đó, bộ máy hành chính thực dân mà Nhật kế thừa từ Pháp đã tan rã, vì thế việc thành lập bộ máy cai trị bản xứ đặt ra như một đòi hỏi cấp bách.[11]\nNgay từ đêm 8/3, quân Nhật Bản đã được phái đến canh giữ nghiêm ngặt nhà của các quan lớn trong triều Nguyễn. Họ giữ các quan này ở trong nhà để chờ lệnh từ chỉ huy Nhật. Theo lời kể của đại thần Phạm Quỳnh, quân Nhật đi tìm tất cả các quan trong Viện cơ mật và giam họ lại một chỗ. Đến sáng 9/3, khi đã đưa được Bảo Đại về kinh đô, quan Nhật là Yokoyama đưa cho họ 2 văn bản đã viết sẵn: Bản tuyên bố hủy bỏ các hiệp ước nhà Nguyễn đã ký với Pháp và Bản tuyên bố giải tán Viện cơ mật, tất cả nhằm dọn đường cho việc thành lập nội các Đế quốc Việt Nam. Yokoyama nói thẳng \"tôi cho các vị 15 phút để suy nghĩ\". Trong hoàn cảnh đó, các quan nhà Nguyễn không muốn ký cũng không được.[12]\nNgày 11 tháng 3 năm 1945, triều đình Huế tuyên bố hủy bỏ Hòa ước Patenôtre ký với Pháp năm 1884, thành lập Đế quốc Việt Nam.[13][14] Vua Bảo Đại liền giải tán Hội đồng cơ mật gồm Thượng thư sáu bộ, tuyên bố từ nay sẽ tự mình cầm quyền nhưng bên cạnh nhà vua là viên Đại sứ Nhật ở Đông Dương Yokoyama làm 'Tối cao cố vấn'.[15]\nChỉ huy quân Nhật, tướng Tsuchihashi Yuitsu (âm Hán Việt: Thổ Kiều Dũng Dật), nghĩ rằng chỉ cần Việt Nam độc lập trên danh nghĩa và chính phủ mới của Việt Nam phải được Nhật kiểm soát chặt chẽ.[16] Thoạt đầu Phạm Quỳnh được chỉ định tạm quyền nhưng ông này quá thân Pháp, ngoài ra ông ta thấy ngay \"nền độc lập\" có những giới hạn như giống như hồi còn chế độ thuộc địa Pháp: Không có tự chủ về ngoại giao, không có quân đội, không có độc lập tài chính... Nhật liền chọn một nhân vật ôn hoà hơn chính là Trần Trọng Kim, đang ở Singapore. Theo Daniel Grandcléme, nhà vua Bảo Đại chẳng có vai trò gì trong việc chỉ định này.[17]\nTrong khi Bảo Đại tìm người lập nội các thì ngày 30/3/1945, trong một cuộc họp với công chức người Việt ở Long Xuyên, Toàn quyền Nhật Bản là Minoda nói thẳng bằng tiếng Pháp về bản chất sự \"độc lập\" của Đế quốc Việt Nam:\n“ Có một sự hiểu lầm lớn về sự độc lập ở Đông Dương. Sự độc lập này là hoàn toàn ở dưới sự kiểm soát quân sự của Nhật Bản. Sự độc lập của đế chế Trung kỳ và cũng như của Cao Miên đã được tuyên bố. Nam kỳ chẳng những ở dưới sự kiểm soát quân sự mà còn dưới cả sự cai trị quân sự của Nhật Bản. Vậy thì không có sự độc lập của Nam kỳ[18] ”\nNgày 30 tháng 3 năm 1945, Trần Trọng Kim được Nhật Bản đón từ Băng Cốc về Sài Gòn.[19] Khoảng 5 tháng 4 năm 1945, Trần Trọng Kim đến Huế.[19] Sau khi được yết kiến Bảo đại và gặp Trần Đình Nam, Trần Trọng Kim cũng tán thành giải pháp lập nội các do Ngô Đình Diệm đứng đầu nên một bức điện thứ 2 triệu tập Ngô Đình Diệm được Tối cao cố vấn Yokoyama nhận chuyển đi. Nhưng Ngô Đình Diệm không ra Huế (do Nhật không chuyển điện, hay nhận điện mà từ chối). Bảo Đại triệu Trần Trọng Kim vào tiếp kiến lần thứ hai.\nTrần Trọng Kim và một số nhà trí thức được giao thành lập nội các ở Huế vào ngày 17 tháng 4 năm 1945.[3][20] Đây là một dạng nghị viện đầu tiên tại Việt Nam và Trần Trọng Kim trở thành Thủ tướng đầu tiên của Việt Nam. Tham gia Nội các của ông đều là các nhà trí thức luật sư, bác sĩ, kỹ sư (một giáo sư, hai kỹ sư, bốn bác sĩ, bốn luật sư):[21]\nTrần Đình Nam (1896-1974) y sĩ Đông Dương, Bộ trưởng Nội vụ. Trần Văn Chương (1898 – 1986), Tiến sĩ Luật, Bộ trưởng Ngoại giao. Trịnh Đình Thảo (1901-1986), Tiến sĩ Luật, Bộ trưởng Tư pháp. Vũ Văn Hiền (1911-1963), Tiến sĩ Luật, Bộ trưởng tài chính. Hoàng Xuân Hãn (1908-1996), Giáo sư, Thạc sĩ toán học, Bộ trưởng giáo dục và Mỹ thuật. Vũ Ngọc Anh (1901-1945), Bác sĩ Y khoa, Bộ trưởng Y tế và Cứu tế. Lưu Văn Lang (1880-1969), Kỹ sư bách nghệ được vua Bảo đại mời làm Bộ trưởng Công chính, nhưng đến giờ chót ông từ chối vì tuổi cao. Hồ Tá Khanh (1908-1996), Bác sĩ Y khoa, Bộ trưởng Kinh tế. Nguyễn Hữu Thí (1899-?), Y sĩ, thương gia, Bộ trưởng Tiếp tế. Phan Anh (1911-1990), Luật sư, Bộ trưởng Thanh niên.\nNgoài các thành viên Nội các, nhiều nhà trí thức có tiếng cùng tham gia công việc của chính quyền:[21] Phan Kế Toại (Khâm sai Bắc bộ), Bác sĩ Trần Văn Lai (Thị trưởng Hà Nội), Giáo sư Nguyễn Lân (Thị trưởng Huế), Phó bảng Đặng Văn Hướng (Tỉnh trưởng Nghệ An), Phó bảng Hà Văn Đại (Tỉnh trưởng Hà Tĩnh), Giáo sư Đặng Thai Mai (Tỉnh trưởng Thanh Hóa)… Các ông Hoàng Đạo Thúy, Tạ Quang Bửu, Trần Duy Hưng, Nguyễn Xiển, Vũ Văn Cẩn, Ngụy Như Kontum, được mời ra thành lập Hội đồng Thanh niên. Tạ Quang Bửu được mời làm Cố vấn đặc vụ ủy viên Bộ Thanh niên và Kỹ sư Lê Duy Thước làm Chánh văn phòng Bộ.\nMột chính phủ được thành lập trong bối cảnh quân đội Nhật chiếm đóng như chính phủ Trần Trọng Kim, thông thường dễ bị coi là bù nhìn, là tay sai Nhật. Và thực tế đúng là như vậy. Luật sư Phan Anh, một bộ trưởng trong chính phủ Trần Trọng Kim, sau này viết[22]:\n\"Chúng tôi đã lầm rất lớn. Chúng tôi đã tưởng lợi dụng được một đế quốc chống một đế quốc khác, tranh thủ quyền lợi về ta, nhưng trái lại bọn Nhật đã lợi dụng chúng tôi, ít nhất cũng là về danh nghĩa. Đó là một bài học đau đớn!\"\nMới ra mắt được 4 tháng, ngày 5/8/1945, hàng loạt thành viên nội các Trần Trọng Kim xin từ chức: 3 bộ trưởng xin từ nhiệm, Bộ trưởng Vũ Ngọc Anh qua đời vì trúng bom máy bay Mỹ. Các bộ trưởng khác tuyên bố bản thân họ cũng bất lực, bởi không thể làm được việc gì nếu không được cố vấn tối cao Nhật Bản đồng ý, trong khi vua Bảo Đại chỉ lo ăn chơi, săn bắn mà không quan tâm đến chính trị. Trần Trọng Kim cố gắng liên hệ nhưng các nhân vật cấp tiến đều khước từ cộng tác, đến đầu tháng 8 thì chính Trần Trọng Kim cũng nản lòng. Ông nói mình bị \"tăng huyết áp\" và không ra khỏi nhà[23].\nTrong hồi ký của mình, Trần Trọng Kim viết về giai đoạn làm chính trị dưới sự khống chế của Nhật Bản:\n“ \"Nhật Bản trước vốn là một nước đồng văn đồng hóa ở Á Đông, nhưng về sau đã theo Âu hóa, dùng những phương pháp quỷ quyệt để mở rộng chủ nghĩa đế quốc của họ, trước đã thôn tính Cao Ly và Mãn Châu, sau lại muốn xâm lược nước Tàu và các nước khác ở Á Đông đã bị người Âu châu chiếm giữ. Người Nhật tuy dùng khẩu hiệu \"đồng minh cộng nhục\" và lấy danh nghĩa \"giải phóng các dân tộc bị hà hiếp\" nhưng thâm ý là muốn thu hết quyền lợi về mình\"[24] ”\nNội các thân Nhật Bản[sửa | sửa mã nguồn]\nBài này chứa trích dẫn quá nhiều hoặc quá dài cho một bài viết bách khoa. Vui lòng cải thiện bài viết bằng cách lược bớt các trích dẫn hoặc tóm tắt lại ý của người nói một cách trung thực và trung lập, nhớ dẫn nguồn đầy đủ. Hãy cân nhắc dời trích dẫn sang Wikiquote và các đoạn trích tác phẩm sang Wikisource. (tháng 9/2021)\nGiáo sư Đinh Xuân Lâm có viết: \"Nội các Trần Trọng Kim, với thành phần là những trí thức có tên tuổi, trong đó phải kể tới một số nhân vật tiêu biểu của nước ta trước năm 1945, có uy tín đối với nhân dân, như: Trần Trọng Kim, Hoàng Xuân Hãn, Trịnh Đình Thảo, Phan Anh… Thủ đoạn của bọn cầm quyền Nhật Bản là triệt để lợi dụng bộ máy chính quyền do chúng mới dựng lên để lũng đoạn tình hình có lợi cho chúng, chúng chỉ muốn có một chính phủ bù nhìn hoàn toàn để thi hành mọi ý định của chúng\".[25]\nTheo Tiến sĩ Lê Mạnh Hùng: \"Với an ninh, quốc phòng và kinh tế tài chánh đều nằm trong tay quân đội Nhật, tất cả những gì mà chính phủ Trần Trọng Kim có thể đạt được trong việc giành lại chủ quyền cho Việt Nam thực tế là chỉ có tính cách biểu tượng. Nhưng trong tình huống Đông Dương vào năm chót của thế chiến thứ hai, biểu tượng đóng một vai trò rất quan trọng. Biết rằng thất bại của Nhật Bản chỉ là một vấn đề thời gian, Trần Trọng Kim và chính phủ của ông đưa ra một chương trình nhằm thay đổi tâm lý người Việt đến mức mà đất nước sẽ không thể trở lại tình trạng thuộc địa nữa một khi chiến tranh chấm dứt...\".[26]\nTháng 6 năm 1945, chính phủ Trần Trọng Kim đặt quốc hiệu là Đế quốc Việt Nam; đặt quốc thiều là bài \"Đăng đàn cung\"; quốc kỳ có \"nền vàng hình chữ nhật, giữa có hình quẻ Ly màu đỏ thẫm\".[19]\nChính phủ Trần Trọng Kim thực tế vẫn nằm dưới sự bảo hộ của quân đội Nhật chiếm đóng Đông Dương. Nhật Bản đưa ra chính sách Đại Đông Á, tuyên bố \"giúp các dân tộc da vàng đánh đổ ách thống trị của thực dân da trắng để lập nên khu vực thịnh vượng chung\", nhưng thực ra đó chỉ là một cách gọi biện minh cho ách chiếm đóng mới của quân phiệt Nhật. Theo kế hoạch của Nhật, quân Nhật sẽ khống chế mọi mặt, cả về kinh tế, quân sự và chính sách nội bộ của các nước trong khối, miền Nam Châu Á sẽ trở thành thuộc địa cung cấp nguyên liệu cho Đế quốc Nhật.\nVì vậy giới sử học cho rằng đây chỉ là một chính phủ bù nhìn thân Nhật, không có thực quyền và không có được sự ủng hộ của dân chúng. Nó được xếp chung với các chính phủ bù nhìn do Nhật thành lập tại các nước bị họ chiếm đóng trong thế chiến thứ 2 như Mãn Châu quốc, Chính phủ Uông Tinh Vệ, Mông Cương, Đệ nhị Cộng hòa Philipine...[27] Cùng với sự bại trận của Nhật Bản trong thế chiến, tất cả các chính phủ này đều tự sụp đổ hoặc bị Đồng Minh giải thể trong năm 1945[27], dù cho Cách mạng tháng Tám không nổ ra thì chính phủ này cũng sẽ bị giải thể khi quân Đồng Minh (Anh và Pháp) tới Việt Nam vào tháng 9/1945.\nVề hành chánh, Đế quốc Nhật Bản đảo chính lật đổ Pháp ngày 09 tháng 3 năm 1945, nhưng không trao trả toàn bộ chủ quyền Việt Nam lại cho chính phủ Đế quốc Việt Nam, mà mãi đến tháng 7 năm 1945, sau các cuộc thương lượng, toàn quyền Nhật là Yuichi Tsuchihashi mới trả lại ba thành phố nhượng địa Hà Nội, Hải Phòng và Ðà Nẵng kể từ ngày 20 tháng 7 năm 1945. Về việc thu hồi Nam Kỳ thì cuộc thương thuyết với Toàn quyền Tsuchihashi có kết quả mặc dù lúc đầu Tsuchihashi còn do dự vì triều đình Cao Miên cũng đòi đất Nam Kỳ. Trần Trọng Kim phái Nguyễn Văn Sâm là khâm sai vào Sài Gòn tiếp thu. Ở ngoài Bắc thì Thống sứ Nishimura bàn giao với khâm sai Phan Kế Toại tại Hà Nội ngày 12 Tháng 8. Ngày 14 Tháng 8, chính phủ Trần Trọng Kim công bố chính thức tiếp thu Nam Kỳ[28] Chính phủ Trần Trọng Kim cũng thay chương trình học bằng tiếng Pháp bậc tiểu học và trung học sang chương trình học bằng tiếng Việt, do học giả Hoàng Xuân Hãn biên soạn.[19] Hành chánh được cải tổ với việc dùng chữ Việt trong tất cả các giao dịch của chính phủ ngoại trừ lĩnh vực y tế và các văn thư liên lạc với Pháp hoặc các công ty của người Trung Hoa.[19]\nTuy nhiên, chính phủ Trần Trọng Kim không làm được gì nhiều hơn vì phương tiện, nhân lực đều do quân Nhật nắm giữ. Mọi sự vận chuyển thóc gạo từ Nam ra Bắc đều phải qua “Ủy ban thóc gạo” ở Sài Gòn do công ty Nhật nắm. Khi tải ra đến Bắc thì phải gom gạo cho công ty thóc gạo Bắc kỳ 75% số lượng, công ty này trước hết cung ứng lương thực cho quân Nhật, số gạo còn thừa mới bán cho dân.[29]\nTrong khi Bộ Tiếp tế chỉ làm được vài việc vặt, thì Bộ Tài chính của Đế quốc Việt Nam gom tiền thuế của dân giao cho Nhật. Chỉ riêng trong 5 tháng tồn tại, Chính phủ Trần Trọng Kim đã nộp cho Nhật Bản khoản tiền 720 triệu đồng Đông Dương (Piastre), ngang với số tiền 726 triệu do chính quyền thực dân Pháp nộp cho Nhật Bản trong 5 năm trước đó (từ 1940 tới 9/3/1945). Tổng cộng trong thời gian Thế chiến thứ hai, người Việt Nam đã phải nộp cho Nhật khoản tiền là 1 tỷ 446 triệu Piastre, tương đương 14 tỷ 460 triệu Franc lúc đó.[22]\nDù phạm vi hoạt động có giới hạn, lại gặp sự bắn phá của Mỹ và sự cản trở của Việt Minh, chính phủ Trần Trọng Kim cố gắng hết sức để tiếp tế gạo chống nạn đói. Vì tất cả thuyền trên 30 tấn đều bị Nhật trưng dụng, và các khu vực quan trọng liên tục bị Mỹ và Đồng Minh tấn công[30], việc chở gạo từ Nam ra Bắc bị chậm trễ. Bộ trưởng Tiếp tế Nguyễn Hữu Thí được gửi vào Sài Gòn sắp xếp việc vận chuyển gạo từ Nam ra Trung Bộ và Bắc Bộ. Các hải cảng xa Sài Gòn được dùng làm điểm khởi hành để tránh Mỹ oanh tạc. Tư nhân được phép tự do chuyên chở và mua bán gạo. Để ngăn hành vi gian dối, chính phủ ra lệnh kiểm soát giá cả và tồn kho lúa gạo. Người vi phạm có thể bị tử hình hoặc tịch thu tài sản. Ty Liêm phóng Kinh tế Bắc Bộ, do Nguyễn Duy Quế đứng đầu, thành lập để ngăn chặn việc buôn lậu. Vào cuối tháng 3, tất cả các hội cứu tế miền Bắc tập hợp lại thành Tổng Hội Cứu tế do Nguyễn Văn Tố cầm đầu, và đẩy mạnh lạc quyên cũng như chẩn tế. Từ tháng 3 tới tháng 5, Tổng Hội quyên được 783.403 đồng. Tại Nam Bộ, trong tháng 5 hơn 20 hội chẩn tế ra đời, và trong vòng một tháng các tổ chức trên quyên được 1.677.886 đồng, kể cả 481.570 đồng để mua và chuyên chở 1.592 tấn gạo cho nạn nhân vụ đói. Nhờ được mùa chiêm vào tháng 5 và 6/1945, và nhờ nhu cầu tiêu thụ giảm hẳn xuống sau khi hơn 1 triệu người chết đói, cuộc khủng hoảng lương thực giảm dần. Qua tháng 6/1945, nạn đói đã giảm đáng kể.[31]\nChính phủ Trần Trọng Kim không có quân đội để tránh phải tham gia chiến tranh thế giới thứ II với tư cách đồng minh của Nhật Bản. Bộ trưởng Bộ thanh niên Phan Anh đã thành lập đoàn Thanh niên Tiền tuyến, Thanh niên Xã hội để thực hiện công tác trị an, bảo vệ. Tuy nhiên khi Cách mạng Tháng Tám nổ ra, do nhận thấy bản chất bù nhìn của chính phủ Đế quốc Việt Nam nên lực lượng Thanh niên Tiền tuyến đã rời bỏ hàng ngũ, quay sang ủng hộ lực lượng Việt Minh, phong trào mà họ tin rằng sẽ thực sự giành được độc lập cho Việt Nam. Trường Thanh niên tiền tuyến đã đào tạo ra nhiều tướng lĩnh, sĩ quan của Việt Nam Dân chủ Cộng hòa sau này.\nVai trò của Đế quốc Việt Nam[sửa | sửa mã nguồn]\nChính phủ Trần Trọng Kim ra đời trong bối cảnh thế giới có nhiều biến động, chiến tranh thế giới thứ 2 đang xảy ra. Pháp, các đế quốc châu Âu muốn giữ quyền lợi vốn có của mình tại các nước thuộc địa Đông Nam Á. Nước Mỹ, lực lượng chính của phe Đồng Minh tại mặt trận Thái Bình Dương muốn ngăn chặn và triệt tiêu ảnh hưởng của Nhật. Nhật đã giành quyền ảnh hưởng tại Đông Dương từ tay Pháp, Nhật Bản cần một chính phủ mới tại Việt Nam phụ thuộc, ủng hộ các quyền lợi của mình tại chiến lược bành trướng châu Á Thái Bình Dương. Kết quả là sự ra đời của chính phủ Trần Trọng Kim.\nChính phủ Trần Trọng Kim thường được Việt Nam Dân chủ Cộng hòa mô tả trong các tài liệu nghiên cứu chuyên môn trước và sau năm 1975, một cách trực tiếp hay gián tiếp, là bù nhìn của Nhật.[32][33][34][35] Giới sử học phương Tây thì coi Đế quốc Việt Nam là một dạng chính phủ bù nhìn do Nhật thành lập tại các nước bị họ chiếm đóng trong thế chiến thứ 2 như Mãn Châu quốc, Chính phủ Uông Tinh Vệ, Mông Cương, Đệ nhị Cộng hòa Philippines... Cùng với sự bại trận của Nhật Bản trong Thế chiến, tất cả các chính phủ này đều tự sụp đổ hoặc bị Đồng Minh giải thể trong năm 1945[36] Chính phủ Trần Trọng Kim được phương Tây coi là một bộ phận của chính sách Khối Thịnh vượng chung Đại Đông Á của Nhật nhằm chiếm đóng Đông Á trong Chiến tranh thế giới thứ hai, trong đó các chính quyền bản xứ phải vận động người dân và nền kinh tế trong nước phục vụ cho lợi ích của Đế quốc Nhật Bản[37].\nTrong bản Tuyên cáo trước quốc dân về đường lối chính trị, dưới sự khống chế của Nhật Bản, nội các Trần Trọng Kim tuyên bố: \"quốc dân phải gắng sức làm việc, chịu nhiều hy sinh hơn nữa và phải thành thực hợp tác với nước Đại Nhật Bản trong sự kiến thiết nền Đại Đông Á, vì cuộc thịnh vượng chung của Đại Đông Á có thành thì sự độc lập của nước ta mới không phải là giấc mộng thoáng qua\". Bản Tuyên cáo của Chính phủ Trần Trọng Kim làm nhân dân bàn tán xôn xao, vì Đức đã bại trận, Nhật Bản cũng khó tránh khỏi thất bại, cho nên Trần Trọng Kim lại phải tuyên bố để trấn an dư luận: \"Việc nước Đức đầu hàng không hại gì đến sự liên lạc mật thiết giữa hai nước Nhật và Việt Nam… Sự bại trận ấy không thể giảm bớt lòng chúng ta kiên quyết giúp Nhật Bản đeo đuổi cuộc chiến đấu cho đến khi toàn thắng để kiến thiết vùng Đại Đông Á… ta chỉ phải giữ vững cuộc trị an trong nước và chịu những hy sinh cần thiết để cho quân đội Nhật Bản được chúng ta tận tâm giúp đỡ về mặt tinh thần và vật chất, nền độc lập của chúng ta có như thế mới thật vững bền\". Ông Phạm Khắc Hòe, nguyên Tổng lý Ngự tiền văn phòng của nhà Nguyễn nói về bản Tuyên cáo: \"Rõ ràng là Trần Trọng Kim đã hạ quyết tâm phục vụ quan thầy Nhật đến cùng…\"[29].\nNhà nghiên cứu Phạm Xuân Ba, nhận xét rằng \"nền độc lập\" của Đế quốc Việt Nam rõ ràng chỉ là giả hiệu bởi những lý do sau[38]:\nMột nước độc lập phải có một Chính phủ được toàn dân bầu ra, có bộ máy Nội các đầy đủ, hoàn toàn độc lập. Nội các Trần Trọng Kim thì hoàn toàn không do quốc hội lập ra, cũng không có hiến pháp, và cũng không được toàn dân ủng hộ. Chính phủ này cũng không có Bộ Quốc phòng, không có quân đội, không có Bộ Công an, việc giữ an ninh quốc gia, tuyên truyền do quân Nhật nắm giữ. Chính phủ Trần Trọng Kim đã để mặc (hoặc không dám ngăn cản) việc quân Nhật vơ vét lương thực của người dân Việt Nam, gây ra nạn đói kinh hoàng làm chết hơn 2 triệu người ở nhiều tỉnh miền Bắc. Câu nói cuối cùng trong bản \"Tuyên cáo độc lập\" của Đế quốc Việt Nam là \"Chính phủ Việt Nam một lòng tin cậy lòng thành ở Nhật Bản đế quốc, quyết chí hợp tác với nước Nhật, đem hết tài sản trong nước để cho đạt được mục đích như trên\", tự điều đó cho thấy chính phủ này phải lệ thuộc chặt chẽ vào Đế quốc Nhật Bản Ngày 25/8/1945, Bảo Đại đã đọc Tuyên ngôn Thoái vị trước hàng ngàn người tại Ngọ Môn, sau đó trao ấn tín cho đại diện Việt Minh là ông Trần Huy Liệu. Bảo Đại nói: \"Trẫm muốn làm dân một nước độc lập, hơn làm Vua một nước bị trị\". Câu nói này chứng tỏ Bảo Đại thừa nhận trước đó nước Việt Nam chưa có được độc lập, và chính Bảo Đại đã \"khai tử\" bản Tuyên ngôn Độc lập giả hiệu mà ông phải đọc từ sức ép của Đế quốc Nhật.\nChính phủ Trần Trọng Kim muốn lợi dụng Nhật để hất cẳng hoàn toàn ảnh hưởng của Pháp, nhưng bản thân họ cũng bị Nhật biến thành bù nhìn. Chớp lấy thời cơ Nhật đầu hàng quân Đồng Minh, phải giải giáp vũ khí, lực lượng Việt Minh đã ra chỉ thị \"Nhật - Pháp bắn nhau và hành động của chúng ta\", kêu gọi dân chúng biểu tình, bãi công, giành lấy chính quyền. Sau khi chính quyền Việt Minh được thành lập, nhiều nhân vật của chính phủ Trần Trọng Kim đã tham gia vào chính phủ của Việt Minh.[21] Còn Trần Trọng Kim, do tư tưởng bảo hoàng quá cao nên ông vẫn bài xích Việt Minh vì cho rằng họ có tội \"tiếm đoạt ngôi vua\", và từ chối hợp tác với Nhà nước Việt Nam Dân chủ Cộng hòa mới được thành lập.\nKhi phát xít Nhật sắp bại trận, ngày 8/5/1945, Trần Trọng Kim vẫn còn phải ra bản tuyên cáo, yêu cầu quốc dân \"phải giữ vững cuộc trị an trong nước và chịu những hy sinh cần thiết để cho quân đội Nhật Bản được chúng ta tận tâm giúp đỡ về mặt tinh thần và vật chất. Nền độc lập của chúng ta có như thế mới vững bền\" (Việt Nam tân báo ra ngày 18/5/1945). Ông Phạm Khắc Hòe, nguyên Tổng lý Ngự tiền văn phòng của triều Nguyễn nhận xét rằng: Trần Trọng Kim ra sức giữ ngôi báu cho nhà Nguyễn nên sẵn sàng phục vụ cho phát xít Nhật. Khi Cách mạng Tháng Tám nổ ra, Trần Trọng Kim ra sức phản đối, tuy nhiên các thành viên khác trong nội các đã ủng hộ Cách mạng nên Trần Trọng Kim không làm gì được.[29]\nỞ Việt Nam, đa số quần chúng tỏ ra thờ ơ lạnh nhạt với sự \"độc lập\" do quân đội Nhật dựng nên. Ngày 17/3/1945, ở các hương thôn, lý trưởng được lệnh tổ chức dân chúng mừng sự ra đời của Đế quốc Việt Nam tại các đình làng, nhưng không khí rất ảm đạm.[39]\nViệc đưa Trần Trọng Kim đứng ra lập nội các cho Bảo Đại trước sau đều do người Nhật đạo diễn để dẫn dụ ông, chứ bản thân ông tự ý thức bản thân mình bất lực, họ trao quyền cũng chỉ để biến ông thành bù nhìn.[39] Trong thư viết ngày 8/5/1947 tại Sài Gòn gửi học giả Hoàng Xuân Hãn, ông Trần Trọng Kim nói về tình hình yếu kém của Đế quốc Việt Nam năm 1945, sự bất lực của ông và vai trò tiếp quản của Việt Minh như sau:[24]\n\"Còn về phương diện người mình (Đế quốc Việt Nam), thì tôi thấy không có gì đáng vui. Phe nọ đảng kia lăng nhăng chẳng đâu vào đâu cả. Ai cũng nói vì lòng ái quốc, nhưng cái lòng ái quốc của họ chỉ ở cửa miệng mà thôi, nhưng kỳ thực là vì địa vị và quyền lợi, thành ra tranh giành nhau, nghi kỵ nhau rồi lăng mạ lẫn nhau... Tôi thấy tình thế có nhiều nỗi khó khăn quá, mà mình thì thân cô thế cô, không làm gì được, cho nên chỉ giữ cái địa vị bàng quan mà thôi... Tôi vẫn biết việc chống Pháp chỉ có Việt Minh mới làm nổi... Nay Việt Minh đứng vào cái địa vị chống Pháp, tất là có cái thanh thế rất mạnh...\".\nLưu vong và hồi hương[sửa | sửa mã nguồn]\nKhi quân Nhật thất trận sắp đầu hàng Đồng Minh, chính phủ Trần Trọng Kim cũng chỉ tồn tại được đến ngày 23 tháng 8 năm 1945 thì sụp đổ.[1][40]\nSau khi Việt Minh giành được chính quyền và nước Việt Nam Dân chủ Cộng hòa được thành lập, chính phủ Việt Nam Dân chủ Cộng hòa đã đối xử với ông cực kỳ ưu đãi. Ông được sống yên ổn tự do ở nhà, Chính phủ Việt Nam Dân chủ Cộng hòa còn cấp tiền lương cho ông. Chính ông đã viết trong hồi ký: \"Bây giờ tôi không có tiền, may nhờ chính phủ Việt Minh ở Huế trả tôi 1.600 đồng tiền lương quá nửa tháng 8 tôi mới có tiền chi tiêu\". Món tiền 1.600 đồng thời ấy là không hề nhỏ, có thể mua được hai tấn gạo[29].\nTháng 6-1946, khi quân Quốc dân đảng Trung Quốc phải rút về nước, ông sang Trung Quốc tìm gặp cựu hoàng Bảo Đại đang ở Hồng Kông. Ông cùng Bảo Đại bàn mưu tính kế khôi phục lại ngôi báu nhà Nguyễn, có cả Cousseau, chỉ huy mật thám Pháp tham dự.\nSau nhiều năm tháng ở Quảng Châu và Hồng Kông, ngày 6 tháng 2 năm 1947, ông trở về Sài Gòn và sống tại nhà luật sư Trịnh Đình Thảo.\nNgười Pháp thu xếp cho ông trở về Sài Gòn để vận động thành lập chính phủ mới. Về đến Sài Gòn, ông nhận ra rằng những lời hứa hẹn của người Pháp là giả dối nên ông quyết định không làm gì.\nNăm 1948, ông qua Phnom Penh và sống với người con gái. Sau đó, ông lại trở về Việt Nam sống thầm lặng. Trong thời gian này ông có viết hồi ký về giai đoạn ông làm chính trị. Theo nhà nghiên cứu Vũ Ngọc Khánh, tập hồi ký này của Trần Trọng Kim cả về nội dung và nghệ thuật đều chưa đạt, nhiều sự kiện Trần Trọng Kim né tránh không dám trình bày vì mang tiếng xấu cho bản thân ông (việc ông phục vụ phát xít Nhật, nạn đói năm Ất Dậu khiến 2 triệu người chết mà ông cũng gián tiếp chịu trách nhiệm).\nÔng mất tại Đà Lạt vào ngày 2 tháng 12 năm 1953 do bị đứt mạch máu, thọ 71 tuổi.\nBài Ai-điếu Cố Thủ-Tướng Trần-trọng-Kim của quốc trưởng Bảo Đại do quan khâm mạng đọc trước linh cữu năm 1953.\nTro cốt Thủ tướng Trần Trọng Kim tại Chùa Vĩnh Nghiêm, Thành phố Hồ Chí Minh\n","dateOfDeath":"2 tháng 12 năm 1953 (70 tuổi) Đà Lạt, Quốc gia Việt Nam","dynasty":"","father":"Trần Bá Huân (1838-1894)","name":"","dateOfBirth":"1883 xã Xuân Phổ, huyện Nghi Xuân, Hà Tĩnh, Đại Nam","id":"Trần Trọng Kim","url":"https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_Tr%E1%BB%8Dng_Kim"},{},{"mother":"","career&bio":"Trong Tể tướng thế hệ biểu của Tân Đường thư, gia tộc ông là hậu duệ của Hán Thế Tổ thuộc nhánh Bái vương Lưu Phụ (劉輔), và đến đời Lưu Tiến Bá (劉進伯) thì bị bắt trong một chiến dịch chống Hung Nô; sau đó các hậu duệ của Lưu Tiến Bá thuộc Độc Cô bộ. Các tổ tiên kế tiếp của Độc Cô Tổn là các thủ lĩnh của Độc Cô bộ, theo Bắc Ngụy Hiếu Văn Đế di cư đến Lạc Dương. Các tổ tiên kế tiếp của Độc Cô Tổn làm quan cho các triều đại Bắc Ngụy, Bắc Chu, Tùy và Đường. Ông của Độc Cô Tổn là Vân châu thứ sử Độc Cô Mật (獨孤密), trong khi cha ông là Lại bộ thị lang Độc Cô Vân (獨孤雲). Độc Cô Tổn có ít nhất một người anh là Độc Cô Hồi (獨孤回), và ít nhất hai em trai là Độc Cô Trì (獨孤遲) và Độc Cô Hiến (獨孤憲).[3]\n","dateOfDeath":"5 tháng 7 năm 905 An Dương, Hà Nam","dynasty":"","father":"Độc Cô Vân","name":"","dateOfBirth":"","id":"Độc Cô Tổn","url":"https://vi.wikipedia.org/wiki/%C4%90%E1%BB%99c_C%C3%B4_T%E1%BB%95n"},{},{},{"mother":"Mai An Hoà","career&bio":"","dateOfDeath":"19 tháng 10, 723 núi Đụn (xã Vân Diên, huyện Nam Đàn, tỉnh Nghệ An)","dynasty":"","father":"Mai Hoàn","name":"Mai Thúc Loan Mai Thúc Yên Mai Lập Thành","dateOfBirth":"670 làng Ngọc Trừng, xã Đông Liệt, huyện Sa Nam, châu Hoan (nay là xã Nam Thái, huyện Nam Đàn, tỉnh Nghệ An)","id":"Mai Hắc Đế","url":"https://vi.wikipedia.org/wiki/Mai_H%E1%BA%AFc_%C4%90%E1%BA%BF"},{"mother":"Đặng Thị Sen[1]","career&bio":"Đại Hành Hoàng đế húy là Lê Hoàn, sinh ngày 15 tháng 7, nhằm ngày mùng 10 tháng 8), cha là Lê Mịch, mẹ là Đặng thị, quê hương của ông ở đâu còn đang bị tranh cãi (xem phần tranh cãi về quê hương Lê Đại Hành).\nCâu chuyện ông được sinh ra có nhuốm màu truyền thuyết. Khi mới có thai, mẹ ông chiêm bao thấy trong bụng nở hoa sen, chỉ chốc lát đã sinh ra Lê Hoàn [1][3]\nTrong thôn có viên quan án là Lê Đột trông thấy lấy làm lạ, nói: \"Tư cách đứa trẻ này, người thường không sánh được\", bèn nhận làm con nuôi, chăm sóc dạy dỗ, không khác gì con đẻ.[1][3] Có đêm mùa đông trời rét, Lê Hoàn úp cối mà ngủ. Đêm ấy ánh sáng đẹp đầy nhà, viên quan lén đến xem, thì thấy con rồng vàng che ấp bên trên, vì thế lại càng thêm quý trọng Lê Hoàn.\n","dateOfDeath":"18 tháng 4, 1005(1005-04-18) (63 tuổi) Hoa Lư, Đại Cồ Việt","dynasty":"Nhà Tiền Lê","father":"Lê Mịch[1]","name":"Lê Hoàn (黎桓)","dateOfBirth":"10 tháng 8, 941 Tĩnh Hải quân","id":"Lê Đại Hành","url":"https://vi.wikipedia.org/wiki/L%C3%AA_%C4%90%E1%BA%A1i_H%C3%A0nh"},{"mother":"","career&bio":"Nước Việt thời bấy giờ bị chính quyền nhà Đường Trung Quốc đô hộ, năm Kỷ Mão (679) vua Đường Cao Tông nhà Đường chia đất Giao Châu ra làm 12 châu, 59 huyện và đặt An Nam đô hộ phủ. Năm 866, vua Đường Ý Tông thăng An Nam đô hộ phủ lên thành Tĩnh Hải quân. Năm Đinh Mão (907) nhà Đường mất ngôi, nhà Hậu Lương, Hậu Đường, Hậu Tấn, Hậu Hán, Hậu Chu tranh nhau làm vua. Mỗi nhà được mấy năm, gồm tất cả là 52 năm, gọi là đời Ngũ Quý hay là Ngũ Đại.[1]\nTrước khi nhà Đường sắp mất ngôi độ mấy năm, thì bên Trung Quốc loạn, giặc cướp nổi lên khắp cả mọi nơi. Uy quyền nhà vua không ra đến bên ngoài, thế lực ai mạnh thì người ấy xưng đế, xưng vương. Ở nước Việt, lúc bấy giờ có một người họ Khúc tên là Thừa Dụ, quê ở Hồng Châu (thuộc địa hạt Bàng Giang và Ninh Giang ở Hải Dương). Khúc Thừa Dụ vốn là một người hào phú trong xứ, mà tính lại khoan hòa, hay thương người, cho nên có nhiều người kính phục. Năm 905 Tĩnh Hải quân Tiết độ sứ Độc Cô Tổn bị triệu về nhà Đường (đời vua Đường Ai Đế) để trị tội, đất Tĩnh Hải quân vô chủ. Khúc Thừa Dụ thừa dịp dẫn quân đánh chiếm thủ phủ Đại La của Tĩnh Hải quân.\nNăm Bính Dần (906) đời vua Đường Ai Đế, nhân khi trong châu có loạn, dân chúng đã cử ông làm Tiết độ sứ để cai trị Tĩnh Hải quân. Việt sử thông giám cương mục (Tiền biên, quyển 5) viết:\n\"Họ Khúc là một họ lớn lâu đời ở Hồng Châu. Khúc Thừa Dụ tính khoan hòa, hay thương người, được dân chúng suy tôn. Gặp thời buổi loạn lạc, nhân danh là hào trưởng một xứ, Thừa Dụ tự xưng là Tiết độ sứ...\"\nNhà Đường lúc bấy giờ suy nhược, thế không ngăn cấm được, nên thuận cho ông làm Tĩnh Hải quân Tiết độ sứ.\nKhúc Thừa Dụ dựng đô ở La Thành, làm cho dân yên, nước trị. Ông khéo léo dùng danh nghĩa \"xin mệnh nhà Đường\" buộc triều đình nhà Đường phải công nhận chính quyền của ông. Ngày 7 tháng 2 năm 906, vua Đường Ai Đế phong thêm cho Tĩnh Hải quân Tiết độ sứ Khúc Thừa Dụ tước \"Đồng bình chương sự\". Sau đó, Khúc Thừa Dụ tự lấy quyền mình, phong cho con là Khúc Hạo chức vụ \"Tĩnh Hải hành quân tư mã quyền tri lưu hậu\", tức là chức vụ chỉ huy quân đội và sẽ kế vị quyền Tiết độ sứ.\nNăm sau nhà Đường mất ngôi (907), nhà Hậu Lương lên thay. Vua Hậu Lương Thái Tổ phong cho Lưu Ẩn làm Nam Bình Vương, kiêm chức Tiết độ sứ Quảng Châu và Tĩnh Hải quân, có ý để lấy lại Giao Châu.[1]\nNgày 23 tháng 7 năm 907, Khúc Thừa Dụ mất, Khúc Hạo lên kế vị.[1] Dù ông không xưng vương xưng đế, nhưng sử gia Lê Tung viết trong sách Việt giám Thông khảo tổng luận gọi Khúc Thừa Dụ là Khúc Tiên chúa.[2]\n","dateOfDeath":"23 tháng 7, 907(907-07-23) (76–77 tuổi) Đại La, Tĩnh Hải quân","dynasty":"","father":"","name":"Khúc Thừa Dụ (曲承裕)","dateOfBirth":"830 Hồng Châu, An Nam (nay là Hải Dương, Việt Nam)","id":"Khúc Thừa Dụ","url":"https://vi.wikipedia.org/wiki/Kh%C3%BAc_Th%E1%BB%ABa_D%E1%BB%A5"},{},{},{"mother":"","career&bio":"Trong Tể tướng thế hệ biểu của Tân Đường thư, gia tộc ông là hậu duệ của Hán Thế Tổ thuộc nhánh Bái vương Lưu Phụ (劉輔), và đến đời Lưu Tiến Bá (劉進伯) thì bị bắt trong một chiến dịch chống Hung Nô; sau đó các hậu duệ của Lưu Tiến Bá thuộc Độc Cô bộ. Các tổ tiên kế tiếp của Độc Cô Tổn là các thủ lĩnh của Độc Cô bộ, theo Bắc Ngụy Hiếu Văn Đế di cư đến Lạc Dương. Các tổ tiên kế tiếp của Độc Cô Tổn làm quan cho các triều đại Bắc Ngụy, Bắc Chu, Tùy và Đường. Ông của Độc Cô Tổn là Vân châu thứ sử Độc Cô Mật (獨孤密), trong khi cha ông là Lại bộ thị lang Độc Cô Vân (獨孤雲). Độc Cô Tổn có ít nhất một người anh là Độc Cô Hồi (獨孤回), và ít nhất hai em trai là Độc Cô Trì (獨孤遲) và Độc Cô Hiến (獨孤憲).[3]\n","dateOfDeath":"5 tháng 7 năm 905 An Dương, Hà Nam","dynasty":"","father":"Độc Cô Vân","name":"","dateOfBirth":"","id":"Độc Cô Tổn","url":"https://vi.wikipedia.org/wiki/%C4%90%E1%BB%99c_C%C3%B4_T%E1%BB%95n"},{},{},{}]