[{"mother":"","career&bio":"","dateOfDeath":"2 tháng 9 năm 1969(1969-09-02) (79 tuổi) Hà Nội, Việt Nam Dân chủ Cộng hòa","dynasty":"","father":"","name":"","dateOfBirth":"Nguyễn Sinh Cung (1890-05-19)19 tháng 5 năm 1890 Kim Liên, Nam Đàn, Nghệ An, Trung Kỳ, Liên bang Đông Dương (nay là Cộng hòa Xã hội Chủ nghĩa Việt Nam)","id":"Hồ Chí Minh","url":"https://vi.wikipedia.org/wiki/H%E1%BB%93_Ch%C3%AD_Minh"},{"mother":"","career&bio":"Ông sinh ngày 20 tháng 7 năm 1901, quê quán tại làng Chính Kinh, Nhân Mục, huyện Hoàn Long, tỉnh Hà Đông, nay thuộc phường Nhân Chính, quận Thanh Xuân, thành phố Hà Nội.\nTrước năm 1918, ông học trung học ở Hà Nội.\nTừ năm 1919 đến năm 1928, ông học Luật, Văn, Kinh tế, Thương mại tại Pháp và tốt nghiệp Cử nhân Văn chương, Thạc sĩ Kinh tế và Thương mại và Tiến sĩ Luật khoa.\nTại Pháp, ông từng bào chữa cho một số Việt kiều trước tòa án Pháp và tham gia phong trào sinh viên Việt Nam tại Pháp.\nNăm 1929, ông là Luật sư tại Tòa Thượng thẩm Sài Gòn.\n","dateOfDeath":"31 tháng 3 năm 1986 (85 tuổi) Tp Hồ Chí Minh, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"20 tháng 7 năm 1901 làng Chính Kinh, Nhân Mục, huyện Hoàn Long, tỉnh Hà Đông, Bắc Kỳ","id":"Trịnh Đình Thảo","url":"https://vi.wikipedia.org/wiki/Tr%E1%BB%8Bnh_%C4%90%C3%ACnh_Th%E1%BA%A3o"},{"mother":"Võ Thị Đạo","career&bio":"","dateOfDeath":"10 tháng 7 năm 1986(1986-07-10) (79 tuổi) Hà Nội, Việt Nam","dynasty":"","father":"Lê Hiệp","name":"","dateOfBirth":"(1907-04-07)7 tháng 4 năm 1907 Triệu Đông, Triệu Phong, Quảng Trị, Trung Kỳ, Liên bang Đông Dương","id":"Lê Duẩn","url":"https://vi.wikipedia.org/wiki/L%C3%AA_Du%E1%BA%A9n"},{"mother":"Phạm Thị Rốt","career&bio":"Chu Bá Phượng sinh ngày 1 tháng 1 năm 1906, năm Ất Tỵ tại làng Mật Ninh, xã Quảng Minh, huyện Việt Yên, tỉnh Bắc Giang, xuất thân từ một gia đình nhà Nho, cụ năm đời là Chu Danh Thế, bố là cụ Chu Bá Vá, là cụ Nghè Nếnh (tên Nôm của làng Mật Ninh). Bố mẹ của ông Chu Bá Phượng là cụ ông Chu Bá Vá (tạ thế ngày 29/12 năm Ất Dậu) và cụ bà Phạm Thị Rốt (tạ thế ngày 25/9 Âm lịch)[cần dẫn nguồn] sinh được tám người con, bốn trai, bốn gái. Chu Bá Phượng là thứ tư, về trai thì ông là thứ hai nên còn gọi là ông Hai. Cụ Chu Bá Vá (cụ Nghè Nếnh) là nhà Nho, bốc thuốc chữa bệnh.\nChu Bá Phượng từng làm Tham tán nên được gọi là ông Tham Phượng. Ông là một trong số những người sáng lập Việt Nam Quốc dân Đảng năm 1926.\nChu Bá Phượng tu nghiệp đại học tại Pháp. Ông tốt nghiệp Đại học Cầu đường. Ông là chuyên gia đã từng tham gia vào công trình thiết lập đường xe lửa Đông Dương vào hồi thập niên 1930. Ông là người đầu tiên ở Việt Nam nhận bằng cử nhân nghiên cứu khoa học về hoá học, kiến trúc, cầu đường từ bên Pháp gửi sang. Ông là cử nhân trường Đại học Kiến Trúc.\nKhi Việt Nam tuyên bố độc lập, ông được cử làm Bộ trưởng bộ Cứu tế từ năm 1945 đến 1946. Chu Bá Phượng phát động toàn dân tiết kiệm nhường cơm sẻ áo cho đồng bào nghèo, thực hiện cứu trợ xã hội, cho các đối tượng chịu nhiều thiệt thòi trong cuộc sống do thiên tai, bão lụt, mất mùa, tàn tật do chiến tranh. Chu Bá Phượng đã tự tay chế tạo ra máy phát điện.\nSau khi Cách mạng tháng 8 thành công, năm 1946 ông là Ủy viên quốc hội khóa I (1946-1960) của nước Việt Nam Dân chủ Cộng hòa. Trong chính phủ ông giữ chức Bộ trưởng Bộ Kinh tế.\nNgày 4 tháng 6 năm 1946 ông Chu Bá Phượng được cử làm phái viên và ông Vũ Trọng Khánh làm cố vấn trong phái đoàn Việt Nam sang Paris dự Hội nghị Fontainebleau.[2]\nPhái đoàn đại biểu Việt Nam dân chủ cộng hòa do chủ tịch Hồ Chí Minh lãnh đạo, ông Phạm Văn Đồng làm trưởng đoàn cùng bộ trưởng Chu Bá Phượng và một số đại biểu Việt Nam sang dự hội nghị Fontainebleau và đã ký được bản Tạm ước Việt-Pháp:\nQuyền bình đẳng cho Pháp kiều ở Việt Nam cũng như Việt kiều tại Pháp, Tài sản của người Pháp bị tịch thu sẽ được hoàn trả và quyền sở hữu tôn trọng. Đồng bạc Đông Dương lệ thuộc vào đồng franc Pháp. Thiết lập hệ thống thuế quan và tự do mậu dịch cho các xứ Đông Dương, Tái lập trật tự và ngưng bắn ở Nam Kỳ, trao đổi tù binh và ngưng tuyên truyền kích động dân chúng.\nSau khi Quốc dân đảng bị thất thế, ông bị bắt và bị giam giữ tại Quản Bạ, Hà Giang cho đến khi qua đời.\n","dateOfDeath":"1964","dynasty":"","father":"Chu Bá Vá","name":"","dateOfBirth":"1 tháng 1 năm 1906 làng Mật Ninh, xã Quảng Minh, huyện Việt Yên, tỉnh Bắc Giang","id":"Chu Bá Phượng","url":"https://vi.wikipedia.org/wiki/Chu_B%C3%A1_Ph%C6%B0%E1%BB%A3ng"},{"mother":"Nguyễn Thị Từ","career&bio":"Trường Chinh tên thật là Đặng Xuân Khu, sinh ngày 9 tháng 2 năm 1907, ở làng Hành Thiện, xã Xuân Hồng, huyện Xuân Trường, tỉnh Nam Định. Ông nội ông là cụ Đặng Xuân Bảng, đỗ Tiến sĩ tam giáp đệ nhất danh năm 1856. Cha ông là cụ Đặng Xuân Viện (1880 – 1958), là một nhà nho không thành đạt trong đường khoa bảng, là một thành viên trong nhóm Nam Việt đồng thiên hội, là người biên soạn bộ Minh đô sử (gồm 100 quyển đóng thành sách).[2] Sau này, ông học chữ quốc ngữ và trở thành nhà báo, viết cho nhiều tờ báo lớn ở Hà Nội như: Nam Phong, Trung Bắc Tân Văn, Ngọ Báo. Thân mẫu của Trường Chinh là bà Nguyễn Thị Từ.\nDo truyền thống gia đình, được sự giáo dục của cha, từ nhỏ, Đặng Xuân Khu đã làm quen với Tứ thư, Ngũ kinh, thơ Đường và được đào tạo bài bản về văn hóa và lịch sử theo truyền thống Nho học. Khi lớn lên, ông bắt đầu tiếp xúc Tây học và theo học bậc Thành chung tại Nam Định.\n","dateOfDeath":"30 tháng 9, 1988(1988-09-30) (81 tuổi) Hà Nội","dynasty":"","father":"Đặng Xuân Viện (1880 - 1958)","name":"","dateOfBirth":"(1907-02-09)9 tháng 2, 1907 Xã Hành Thiện, tổng Hành Thiện, phủ Xuân Trường, Nam Định, Liên bang Đông Dương","id":"Trường Chinh","url":"https://vi.wikipedia.org/wiki/Tr%C6%B0%E1%BB%9Dng_Chinh"},{"mother":"","career&bio":"Nguyễn Văn Cừ sinh trong một gia đình Nho giáo, quê ở xã Phù Khê, tổng Nghĩa Lập, huyện Đông Ngạn, phủ Từ Sơn, tỉnh Bắc Ninh (nay là phường Phù Khê, thành phố Từ Sơn, tỉnh Bắc Ninh). Cụ tổ 17 đời của ông là Nguyễn Trãi.\nNăm 1927, ông tham gia Việt Nam Thanh niên Cách mạng Đồng chí Hội.\nTháng 6 năm 1929, Nguyễn Văn Cừ được kết nạp vào chi bộ Đông Dương Cộng sản đảng đầu tiên ở Hà Nội. Năm 1930, được cử làm Bí thư đặc khu Hồng Gai – Uông Bí. Sau bị Pháp bắt, kết án khổ sai, đày đi Côn Đảo.\nNăm 1936, ông được trả tự do, về hoạt động bí mật ở Hà Nội. Nguyên Văn Cừ đã tập trung vào công tác khôi phục cơ sở Đảng khôi phục và đẩy mạnh phong trào đấu tranh của nhân dân và đã thành công trong việc lập lại Xứ ủy Bắc kỳ và trở thành ủy viên Thường vụ Xứ ủy Bắc Kỳ (tháng 3 năm 1937). Tháng 9 năm 1937, Nguyễn Văn Cừ được cử vào Ban Thường vụ Trung ương Đảng Cộng sản Đông Dương ở hội nghị Hóc Môn (Gia Định). Năm 1938, ông được bầu làm Tổng Bí thư khi mới 26 tuổi.\nTại Hội nghị Ban Chấp hành Trung ương tháng 3 năm 1938, Nguyễn Văn Cừ đã cùng Trung ương Đảng xây dựng Nghị quyết \"kiểm điểm các công tác, vạch ra nhiệm vụ của Đảng trong thời kỳ mới, xác định vấn đề lập Mặt trận dân chủ thống nhất là một nhiệm vụ trung tâm của Đảng trong giai đoạn hiện tại\". Ngay sau Hội nghị Ban Chấp hành Trung ương, ông đã xúc tiến ngay việc thành lập Mặt trận dân chủ Đông Dương.\nDưới sự chỉ đạo trực tiếp của ông, Nghị quyết Hội nghị của Ban Chấp hành trung ương (tháng 11 năm 1939) đã quyết định những vấn đề quan trọng trong chuyển hướng chiến lược cách mạng. Đảng chủ trương tạm gác khẩu hiệu cách mạng ruộng đất và đề ra khẩu hiệu tịch thu ruộng đất của đế quốc và địa chủ phản bội quyền lợi dân tộc, chống tô cao, chống nặng lãi và tạm gác khẩu hiệu lập chính quyền xô viết công nông binh, thay bằng thành lập chính quyền cộng hòa dân chủ, thành lập Mặt trận Nhân dân Phản đế Đông Dương[2].\nNgày 17 tháng 1 năm 1940, Nguyễn Văn Cừ và Lê Duẩn, Vũ Đình Hiếu bị bắt ở Sài Gòn với nhiều tài liệu quan trọng và bị tòa tiểu hình Sài Gòn kết án tù.\nSau cuộc khởi nghĩa Nam Kỳ 1940, ông bị thực dân Pháp ghép vào tội đã thảo ra \"Nghị quyết thành lập Mặt trận thống nhất dân tộc phản đế Đông Dương\", \"chủ trương bạo động\" và là \"người có trách nhiệm tinh thần trong cuộc khởi nghĩa Nam Kỳ\" và kết án tử hình.\nNgày 28 tháng 8 năm 1941, Nguyễn Văn Cừ bị bắn cùng lúc với một số đảng viên cộng sản khác như Hà Huy Tập, Nguyễn Thị Minh Khai, Võ Văn Tần, Phan Đăng Lưu... tại Ngã ba Giồng.\n","dateOfDeath":"28 tháng 8, 1941(1941-08-28) (29 tuổi) trường bắn Hóc Môn, Tỉnh Gia Định, nay thuộc Thành phố Hồ Chí Minh","dynasty":"","father":"","name":"","dateOfBirth":"(1912-07-09)9 tháng 7, 1912 xã Phù Khê, Thành Phố Từ Sơn, tỉnh Bắc Ninh, Liên bang Đông Dương","id":"Nguyễn Văn Cừ","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_V%C4%83n_C%E1%BB%AB"},{"mother":"","career&bio":"Ông còn có tên khác là Nhường, Huân, sinh ngày 13 tháng 2 năm năm 1910, tại làng Tấn Đức, tổng An Bình, quận Chợ Mới, tỉnh Long Xuyên (ngày nay là xã Tấn Mỹ, huyện Chợ Mới, tỉnh An Giang). Ông nội là Ung Văn Tre, bà con trong vùng gọi là ông Chủ Tre, người đầu tiên đến đây chống thú dữ, khai phá vùng đất hoang vu này trở thành vùng cù lao trù phú, xinh tươi, từng được mệnh danh là \"Đệ Nhất Cù lao\". Cha của ông là ông Ung Văn Quản, từng theo Trương Định kháng Pháp.\n","dateOfDeath":"20 tháng 3, 1991(1991-03-20) (81 tuổi)","dynasty":"","father":"","name":"","dateOfBirth":"(1910-02-13)13 tháng 2, 1910","id":"Ung Văn Khiêm","url":"https://vi.wikipedia.org/wiki/Ung_V%C4%83n_Khi%C3%AAm"},{"mother":"Lê Thị Thoa (1886–1967)","career&bio":"","dateOfDeath":"22 tháng 4, 2019(2019-04-22) (98 tuổi) nhà Công vụ, số 5A, phố Hoàng Diệu, Hà Nội","dynasty":"","father":"Lê Quang Túy (1885–1969)","name":"","dateOfBirth":"1 tháng 12 năm 1920 huyện Phú Lộc, Thừa Thiên, Liên bang Đông Dương[1]","id":"Lê Đức Anh","url":"https://vi.wikipedia.org/wiki/L%C3%AA_%C4%90%E1%BB%A9c_Anh"},{"mother":"","career&bio":"","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"8 tháng 10, 1942 (80 tuổi) Phú An, Bến Cát, Bình Dương","id":"Nguyễn Minh Triết","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Minh_Tri%E1%BA%BFt"},{"mother":"","career&bio":"Ông sinh ra tại phố huyện Cẩm Giàng, tỉnh Hải Dương. Nguyên quán của ông là làng Cẩm Phô, huyện Điện Bàn, tỉnh Quảng Nam.[3]\nÔng nội Nguyễn Tường Tam là Nguyễn Tường Tiếp, làm tri huyện Cẩm Giàng, gọi là Huyện Giám, rồi về hưu tại đây. Cụ có người con trai duy nhất là Nguyễn Tường Chiếu (húy Nhu) làm Thông phán, nên được gọi là Thông Nhu, hay Phán Nhu. Ông Nhu mất năm 1918 khi mới 37 tuổi. Ông lập gia đình với bà Lê Thị Sâm,[4] và có được 7 người con, trong đó có 6 con trai và 1 con gái:\nNguyễn Tường Thụy, tổng giám đốc bưu điện Nguyễn Tường Cẩm, kỹ sư canh nông Nguyễn Tường Tam, tức nhà văn Nhất Linh Nguyễn Tường Long, tức nhà văn Hoàng Đạo Nguyễn Thị Thế Nguyễn Tường Lân, tức nhà văn Thạch Lam Nguyễn Tường Bách, bác sĩ.\nGia đình Nguyễn Tường Tam sống ở Cẩm Giàng, một huyện nhỏ. Cha ông mất sớm, cả nhà lâm vào cảnh khó khăn. Từ bé, anh em Nguyễn Tường Tam đã tiếp xúc với những người nông dân nghèo khổ, điều đó ảnh hưởng đến văn học của Nhất Linh và Thạch Lam sau này.\n","dateOfDeath":"1963 (56–57 tuổi) Sài Gòn","dynasty":"","father":"","name":"","dateOfBirth":"1906 Cẩm Giàng, Hải Dương","id":"Nguyễn Tường Tam","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_T%C6%B0%E1%BB%9Dng_Tam"},{"mother":"","career&bio":"Vào Đảng Nhân dân Cách mạng Việt Nam ngày 20 tháng 12 năm 1969; Chính thức ngày 20 tháng 12 năm 1970. Từ năm 1966-1969: Công tác phong trào thanh niên, học sinh sinh viên P.K 2. Từ năm 1969-1971, Đảng ủy viên, Bí thư Đoàn thanh niên, phụ trách đội du kích bí mật thị trấn Đức Hòa, Long An. Năm 1971, bị chính quyền Sài Gòn giam ở nhà tù Phú Quốc. Năm 1973, được trao trả theo Hiệp định Paris. Từ năm 1973-1975, công tác tại Ban T73 thuộc Ủy ban Thống nhất Trung ương.\nHoạt động tại Thành phố Hồ Chí Minh[sửa | sửa mã nguồn]\nNăm 1975-1979, công tác ở Liên hiệp công đoàn Gia Định, rồi Ban khai hoang xây dựng kinh tế mới Thành phố Hồ Chí Minh, Phó Ban khai hoang. Năm 1979-1983, Giám đốc Nông trường Phạm Văn Hai, Thành phố Hồ Chí Minh, Thành Ủy viên dự khuyết. Năm 1983-1986, Thành Ủy viên, Giám đốc Sở Lâm nghiệp Thành phố Hồ Chí Minh. Năm 1986-1988, Thường vụ Thành ủy Thành phố Hồ Chí Minh, Bí thư huyện ủy Bình Chánh. Năm 1988-1990, học lớp 2 năm Học viện Nguyễn Ái Quốc. Tháng 6-1991, tại Đại hội Đại biểu toàn quốc lần thứ VII của Đảng, được bầu là Ủy viên Ban Chấp hành Trung ương Đảng, Ủy viên Thường vụ Thành ủy, Giám đốc Sở Nông nghiệp Thành phố Hồ Chí Minh. Năm 1992, giữ chức Quyền Chủ tịch, rồi Chủ tịch Ủy ban nhân dân Thành phố Hồ Chí Minh. Tháng 7-1996, tại Đại hội Đại biểu toàn quốc lần thứ VIII của Đảng, được bầu là Ủy viên Ban Chấp hành Trung ương Đảng, được Trung ương bầu vào Bộ Chính trị, giữ chức Bí thư Thành ủy Thành phố Hồ Chí Minh.\nTham gia công tác Trung ương[sửa | sửa mã nguồn]\nTừ 1-2000, được Bộ Chính trị phân công làm Trưởng ban Kinh tế Trung ương. Tháng 4-2001, tại Đại hội Đại biểu toàn quốc lần thứ IX của Đảng, được bầu là Uỷ viên Ban Chấp hành Trung ương Đảng, được Trung ương bầu vào Bộ Chính trị, phân công Trưởng ban Kinh tế Trung ương. Tháng 1-2003, tại Hội nghị Trung ương 7 khóa IX, ông bị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam kỉ luật khiển trách vì trong thời kỳ làm bí thư Thành ủy Thành phố Hồ Chí Minh (khóa VI, từ 1996-2000), ông chưa \"làm tròn trách nhiệm trong việc chỉ đạo điều tra, ngăn chặn những hoạt động tội phạm của Trương Văn Cam cùng đồng bọn và có những khuyết điểm trong công tác cán bộ.\"[3] Tháng 4-2006, tại Đại hội Đại biểu toàn quốc lần thứ X của Đảng, được bầu là Uỷ viên Ban Chấp hành Trung ương Đảng, được Trung ương bầu vào Bộ Chính tri, Ban Bí thư Trung ương. Tháng 5-2006: Giữ chức Thường trực Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, sau người tiền nhiệm Phan Diễn. Đại biểu Quốc hội khoá IX,[4] X,[5] XI,[6] XIII.[7] Tại Đại hội XI, tái đắc cử vào Ban Chấp hành Trung ương và là Ủy viên Bộ Chính trị.\n","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"21 tháng 1, 1949 (74 tuổi) Mỹ Hạnh, Đức Hòa, tỉnh Chợ Lớn, Quốc gia Việt Nam, Liên hiệp Pháp","id":"Trương Tấn Sang","url":"https://vi.wikipedia.org/wiki/Tr%C6%B0%C6%A1ng_T%E1%BA%A5n_Sang"},{"mother":"","career&bio":"","dateOfDeath":"2 tháng 9 năm 1969(1969-09-02) (79 tuổi) Hà Nội, Việt Nam Dân chủ Cộng hòa","dynasty":"","father":"","name":"","dateOfBirth":"Nguyễn Sinh Cung (1890-05-19)19 tháng 5 năm 1890 Kim Liên, Nam Đàn, Nghệ An, Trung Kỳ, Liên bang Đông Dương (nay là Cộng hòa Xã hội Chủ nghĩa Việt Nam)","id":"Hồ Chí Minh","url":"https://vi.wikipedia.org/wiki/H%E1%BB%93_Ch%C3%AD_Minh"},{"mother":"Ngô Thị Tý","career&bio":"","dateOfDeath":"20 tháng 7, 1979(1979-07-20) (75 tuổi) Hà Nội","dynasty":"","father":"Nguyễn Lương Thiện","name":"","dateOfBirth":"(1904-04-02)2 tháng 4, 1904 Thanh Miện, Hải Dương,Liên Bang Đông Dương","id":"Nguyễn Lương Bằng","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_L%C6%B0%C6%A1ng_B%E1%BA%B1ng"},{"mother":"","career&bio":"","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"26 tháng 5, 1927 (96 tuổi) làng Tân Hiệp, quận Châu Thành, tỉnh Sa Đéc, Nam Kỳ, Đông Dương thuộc Pháp","id":"Nguyễn Thị Bình","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Th%E1%BB%8B_B%C3%ACnh"},{"mother":"Nguyễn Thị Hường","career&bio":"","dateOfDeath":"","dynasty":"","father":"Nguyễn Tấn Thử","name":"","dateOfBirth":"17 tháng 11, 1949 (73 tuổi) quận Cà Mau, tỉnh Bạc Liêu, Quốc gia Việt Nam","id":"Nguyễn Tấn Dũng","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_T%E1%BA%A5n_D%C5%A9ng"},{"mother":"","career&bio":"","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"5 tháng 5, 1937 (86 tuổi) Quảng Ngãi, Liên bang Đông Dương","id":"Trần Đức Lương","url":"https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_%C4%90%E1%BB%A9c_L%C6%B0%C6%A1ng"},{},{"mother":"","career&bio":"Vũ Kỳ tên thật là Vũ Long Chuẩn, ông sinh ngày 26 tháng 9 năm 1921; Quê quán: xã Nguyễn Trãi (Mễ Sơn cũ), huyện Thường Tín, thành phố Hà Nội.\nNăm 1952, Ủy viên Ban Chấp hành Đảng bộ Hà Nội. Từ ngày 28 tháng 8 năm 1945, Thư ký riêng của Chủ tịch Hồ Chí Minh. Từ năm 1953, Đoàn trưởng đoàn Thanh niên xung phong Trung ương. Từ tháng 4 năm 1956, Chánh Văn phòng Chủ tịch nước Việt Nam Dân chủ Cộng hòa kiêm Thư ký của Chủ tịch Hồ Chí Minh. Năm 1970, Ủy viên Ban Chỉ đạo xây dựng Lăng Chủ tịch Hồ Chí Minh, Ủy viên Ban Phụ trách xây dựng Bảo tàng Hồ Chí Minh. Năm 1977 Phó Viện trưởng Viện Bảo tàng Hồ Chí Minh. Từ năm 1987 đến năm 1990, Giám đốc Bảo tàng Hồ Chí Minh, Đại biểu Quốc hội nước Cộng hòa Xã hội Chủ nghĩa Việt Nam khóa VIII (1987-1992). Ngày 19 tháng 5 năm 1990, khi công trình được cắt băng khánh thành buổi sáng thì buổi chiều đồng chí Vũ Kỳ viết đơn xin thôi vai trò lãnh đạo, tự nguyện từ chức Giám đốc Bảo tàng Hồ Chí Minh để dành thời gian nghiên cứu về thân thế và sự nghiệp của Hồ Chí Minh. Ngày 16 tháng 4 năm 2005 (tức ngày 8-3 Ất Dậu), hồi 3 giờ 45 phút,ông từ trần tại Bệnh viện Hữu Nghị; hưởng thọ 84 tuổi. An táng tại Nghĩa trang Mai Dịch, Hà Nội.[1]\n","dateOfDeath":"16 tháng 4, 2005(2005-04-16) (83 tuổi) Bệnh viện Hữu nghị, Hà Nội","dynasty":"","father":"","name":"","dateOfBirth":"ngày 26 tháng 9 năm 1921 Thường Tín, Hà Đông","id":"Vũ Kỳ","url":"https://vi.wikipedia.org/wiki/V%C5%A9_K%E1%BB%B3"},{"mother":"Hoàng Thị Lựu","career&bio":"Nguyễn Duy Trinh, sinh ngày 15 tháng 7 năm 1910 trong một gia đình nông dân tại xã Nghi Thọ, huyện Nghi Lộc, tỉnh Nghệ An.\nNăm 1922, Nguyễn Duy Trinh được gia đình cho theo học tại Trường Quốc học Vinh. Năm 1924, ông là học trò của thầy giáo Trần Phú.\nNăm 1925, ông đã tham gia phong trào học sinh đòi tự do hoạt động chính trị tại thành phố Vinh. Năm sau, ông gia nhập Tân Việt Cách mạng đảng và được phái vào Sài Gòn hoạt động. Tại đây ông bị bắt và bị kết án 18 tháng tù. hết hạn tù, ông bị chính quyền trục xuất về miền Trung. Tại quê nhà ông gia nhập Đảng Cộng sản Đông Dương.\nThời kỳ 1930 - 1931, ông lại bị bắt và bị đày ra Côn Đảo, sau chuyển về Kon Tum. Tại đây, năm 1941, ông cùng một số bạn tù vượt ngục nhưng bị bắt lại.\nTại Đại hội Đảng lần thứ II (1951), ông được bầu vào Ban Chấp hành Trung ương Đảng, và đến tháng 8 năm 1955 đảm nhiệm chức vụ Bí thư TƯ Đảng. Ông là uỷ viên Bộ chính trị Trung ương Đảng suốt từ năm 1956 đến năm 1982. Tại Đại hội Đảng lần thứ V (1982) ông được bầu vào Ban Chấp hành Trung ương Đảng cho đến khi mất.[1]\nÔng từng đảm nhiệm các chức vụ: Chánh Văn phòng Trung ương Đảng (cuối năm 1954), Bộ trưởng Phủ Thủ tướng (1958), Chủ nhiệm Uỷ ban Khoa học Nhà nước (1963 - 1965)[2] và là Phó Thủ tướng kiêm Bộ trưởng Bộ Ngoại giao lâu nhất Việt Nam (1965 - 1980)[3]. Chính trong thời gian đó, Việt Nam đàm phán và ký kết Hiệp định Paris về kết thúc chiến tranh Việt Nam. Sau khi Việt Nam hoàn toàn thống nhất, tiến hành công cuộc tái thiết sau hơn 30 năm bị tàn phá bởi các cuộc chiến tranh; vừa tranh thủ sự hỗ trợ của các nước xã hội chủ nghĩa và cộng đồng thế giới, vừa đấu tranh chống bao vây cấm vận. Chính trong thời kỳ đó, Việt Nam đã chính thức trở thành thành viên của Liên Hợp Quốc.\nSau khi thôi giữ chức Bộ trưởng Bộ Ngoại giao (năm 1980)[4] ông tham gia vào Ban nghiên cứu chiến lược kinh tế-xã hội của TƯ Đảng và Chính phủ (1982).\nÔng còn là Đại biểu Quốc hội Việt Nam suốt từ khóa I đến khóa VII.\n","dateOfDeath":"20 tháng 4, 1985(1985-04-20) (74 tuổi) Hà Nội, Việt Nam","dynasty":"","father":"Nguyễn Đình Tiếp","name":"","dateOfBirth":"15 tháng 7 năm 1910 Nghi Thọ, Nghi Lộc, Nghệ An, Liên bang Đông Dương","id":"Nguyễn Duy Trinh","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Duy_Trinh"},{"mother":"","career&bio":"Ông là người dân tộc Nùng, sinh tháng 5 năm 1910,[2] tại tổng Lâu Thượng, châu Võ Nhai, tỉnh Lạng Sơn (nay thuộc xã Phú Thượng, huyện Võ Nhai, tỉnh Thái Nguyên). Ngày sinh của ông không rõ.\nXuất thân trong một gia đình thổ hào địa phương, từ nhỏ, ông được gia đình cho ăn học. Sau khi tốt tiểu học ở Thái Nguyên năm 1927, ông từng có thời gian dạy học ở Bắc Hà. Khoảng năm 1931-1932, ông làm nhân viên địa chính và cai quản lính dõng (châu đoàn) cho chính quyền thực dân Pháp tại quê hương ông.\n","dateOfDeath":"22 tháng 5 năm 1984 [1] (74 tuổi) Hà Nội, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"tháng 5 năm 1910 Phú Thượng, Võ Nhai, Thái Nguyên, Bắc Kỳ, Liên bang Đông Dương","id":"Chu Văn Tấn","url":"https://vi.wikipedia.org/wiki/Chu_V%C4%83n_T%E1%BA%A5n"},{"mother":"","career&bio":"Phạm Duy Tốn, Phạm Quỳnh và Nguyễn Văn Vĩnh Paris 1922\nPhạm Quỳnh sinh tại số 17 phố Hàng Trống, Hà Nội; quê quán ở làng Lương Ngọc (nay thuộc xã Thúc Kháng), phủ Bình Giang, tỉnh Hải Dương, một làng khoa bảng, có truyền thống hiếu học. Mồ côi mẹ từ 9 tháng tuổi, mồ côi cha từ khi lên 9 tuổi, Phạm Quỳnh côi cút được bà nội nuôi ăn học.\nPhạm Quỳnh học giỏi, có học bổng, đỗ đầu bằng Thành chung (tốt nghiệp) Trường trung học Bảo hộ (tức Trường Bưởi, còn gọi là trường Thông ngôn).\n","dateOfDeath":"6 tháng 9, 1945(1945-09-06) (52 tuổi) Thừa Thiên, Trung Bộ, Việt Nam Dân chủ Cộng hòa","dynasty":"","father":"Phạm Hữu Điển","name":"","dateOfBirth":"(1892-12-17)17 tháng 12, 1892 Hà Nội, Bắc Kỳ, Liên bang Đông Dương","id":"Phạm Quỳnh","url":"https://vi.wikipedia.org/wiki/Ho%C3%A0ng_Ph%E1%BA%A1m_Qu%E1%BB%B3nh"},{"mother":"","career&bio":"","dateOfDeath":"11 tháng 6, 2008(2008-06-11) (85 tuổi) Bệnh viện Mount Elizabeth, Singapore","dynasty":"","father":"","name":"","dateOfBirth":"(1922-11-23)23 tháng 11, 1922 tỉnh Vĩnh Long), Nam Kỳ, Liên bang Đông Dương","id":"Võ Văn Kiệt","url":"https://vi.wikipedia.org/wiki/V%C3%B5_V%C4%83n_Ki%E1%BB%87t"},{"mother":"","career&bio":"Các chú thích trong bài hoặc đoạn này phải hoàn chỉnh hơn để người khác còn kiểm chứng. Bạn có thể giúp cải thiện bài bằng cách bổ sung các thông tin còn thiếu trong chú thích như tên bài, đơn vị xuất bản, tác giả, ngày tháng và số trang (nếu có). Nội dung nào ghi nguồn không hợp lệ có thể bị nghi ngờ và xóa bỏ. (tháng 1/2022)\nTên thật của ông là Phạm Thành Tích (范成績), quê ở Nghệ An, là con quan Huấn đạo Phạm Thành Mỹ. Ông cùng với một nhóm thanh niên có tâm huyết theo Vương Thúc Oánh (thành viên Việt Nam Quang phục Hội) vượt biên qua Xiêm (Thái Lan) rồi sang Quảng Châu (Trung Quốc) khoảng cuối năm 1918. Tháng 4 năm 1924, ông gia nhập tổ chức Tâm Tâm Xã do Hồ Tùng Mậu và Lê Hồng Sơn thành lập. Nhóm này chủ trương bạo động.\n","dateOfDeath":"19 tháng 6, 1924(1924-06-19) (29 tuổi)","dynasty":"","father":"","name":"","dateOfBirth":"14 tháng 5 năm 1895 (1895-05-14) Hưng Nhân, Hưng Nguyên, Nghệ An, Trung Kỳ, Đông Dương thuộc Pháp","id":"Phạm Hồng Thái","url":"https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_H%E1%BB%93ng_Th%C3%A1i"},{"mother":"Nguyễn Thị Tuân","career&bio":"Phạm Văn Đồng sinh ngày 1 tháng 3 năm 1906 trong một gia đình trí thức ở Đức Tân, Mộ Đức, Quảng Ngãi. Từ nhỏ, ông được tiếp thu truyền thống văn hóa của quê hương và gia đình, trau dồi kiến thức về lịch sử, văn hóa của dân tộc và nhân loại. Ông theo học trường Quốc học Huế và sớm phát huy năng khiếu học tiếng Pháp; nhờ đó mà ông có thể nắm bắt nền tảng văn học-triết học Pháp nói riêng và phương Tây nói chung.\nNăm 1925, ông tham gia phong trào bãi khóa của học sinh, sinh viên khi Phan Châu Trinh mất. Một năm sau (1926), ông sang Quảng Châu dự lớp huấn luyện cách mạng do Hồ Chí Minh tổ chức rồi gia nhập Hội Việt Nam Cách mạng Thanh niên. Năm 1929, ông được cử vào Kỳ bộ Nam Kỳ, rồi vào Tổng bộ Việt Nam Thanh niên Cách mạng Đồng chí Hội và tham gia đại hội của tổ chức này họp ở Hồng Kông. Tháng 7/1929, thực dân Pháp bắt ông và kết án đi đầy 10 năm tù ở Côn Đảo.\nNăm 1936, sau khi ra tù, Phạm Văn Đồng hoạt động ở Hà Nội. Năm 1940, ông bí mật sang Trung Quốc cùng với Võ Nguyên Giáp, gia nhập Đảng Cộng sản Đông Dương và được Nguyễn Ái Quốc giao nhiệm vụ về nước xây dựng căn cứ địa gần biên giới Việt – Trung.\nNăm 1945, tại Quốc dân Đại hội Tân Trào, Phạm Văn Đồng được bầu vào Ủy ban Thường trực gồm 5 người thuộc Ủy ban Dân tộc giải phóng, chuẩn bị cho Cách mạng tháng 8.\n","dateOfDeath":"29 tháng 4, 2000(2000-04-29) (94 tuổi) Hà Nội, Việt Nam","dynasty":"","father":"Phạm Văn Nga","name":"","dateOfBirth":"(1906-03-01)1 tháng 3, 1906 Xã Thi Phổ, tổng Lại Đức, huyện Mộ Đức, Quảng Ngãi, Liên bang Đông Dương","id":"Phạm Văn Đồng","url":"https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_V%C4%83n_%C4%90%E1%BB%93ng"},{},{"mother":"","career&bio":"Giám mục Lê Hữu Từ sinh ngày 28 tháng 10 năm 1897 tại Di Loan, nay thuộc thị trấn Cửa Tùng, huyện Vĩnh Linh, tỉnh Quảng Trị, thuộc Tổng giáo phận Huế.[5] Một số tài liệu khác cho rằng là ngày 29 tháng 10[6] hoặc ngày 27 tháng 10.[5] Sau khi sinh, Lê Hữu Từ không khóc, do đó cha ông lo sợ cậu bé không sống sót, liền đưa đi cử hành nghi thức Rửa Tội (Thánh Tẩy). Vì cử hành nghi thức vào lễ kính thánh Tađêô, thánh này đã được chọn làm thánh bổn mạng cho cậu. Thân phụ Lê Hữu Từ là nhà nho giỏi luật Lê Hữu Ý, thường gọi là \"ông Trùm Ý\", do đảm nhiệm chức danh Trùm trong ban điều hành giáo phận,[gc 1] mẹ là bà Inê Dưỡng. Gia đình ông có 10 anh chị em, gồm tám nam và hai nữ, trong đó có hai người sớm qua đời.[10] Trong số các người này, ngoài Lê Hữu Từ sau là giám mục, còn có 2 linh mục và 2 nữ tu. Tất cả những giáo sĩ và tu sĩ là anh em Lê Hữu Từ đều thuộc Tổng giáo phận Huế.[10]\nThuở nhỏ, cậu bé Từ ít đau yếu, có năng khiếu về âm nhạc và có một giọng hát thanh và cao nên thường được tham gia hát vào các đại lễ Công giáo.[8]\n","dateOfDeath":"24 tháng 4 năm 1967(1967-04-24) (69 tuổi) Sài Gòn, Việt Nam Cộng hòa","dynasty":"","father":"","name":"","dateOfBirth":"(1897-10-28)28 tháng 10 năm 1897 Di Loan, Quảng Trị, Trung Kỳ, Liên bang Đông Dương","id":"Tađêô Lê Hữu Từ","url":"https://vi.wikipedia.org/wiki/Ta%C4%91%C3%AA%C3%B4_L%C3%AA_H%E1%BB%AFu_T%E1%BB%AB"},{"mother":"","career&bio":"Ông sinh ngày 6 tháng 8 năm 1944 tại tỉnh Phú Thọ. Tuy nhiên, nguyên quán của ông là ở phường Đông Ngạc, quận Bắc Từ Liêm, Hà Nội. Hồi nhỏ, ông theo học tại trường Tiểu học rồi Trung học cơ sở Trưng Vương, Hà Nội.\nTừ năm 1963, ông theo học tại trường Đại học Bách Khoa Hà Nội. Năm 1967, ông tốt nghiệp và được phân công làm giảng viên Đại học Cơ điện Việt Bắc, Khoa Cơ điện Công trình (nay là trường Đại học Kỹ thuật Công nghiệp, Đại học Thái Nguyên).\nNăm 1971, ông được cử làm nghiên cứu sinh chuyên ngành luyện kim tại Tiệp Khắc. Năm 1975, ông bảo vệ thành công luận án Tiến sĩ ngành này.\n","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"6 tháng 8, 1944 (78 tuổi) Phú Thọ, Liên bang Đông Dương","id":"Phạm Gia Khiêm","url":"https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_Gia_Khi%C3%AAm"},{"mother":"","career&bio":"","dateOfDeath":"7 tháng 8, 2020(2020-08-07) (88 tuổi) nhà số 7/36/C1 Lý Nam Đế, phường Cửa Đông, quận Hoàn Kiếm, Hà Nội, Việt Nam","dynasty":"","father":"Lê Khả Phan","name":"","dateOfBirth":"(1931-12-27)27 tháng 12, 1931 Đông Khê, Đông Sơn, Thanh Hóa, Liên bang Đông Dương","id":"Lê Khả Phiêu","url":"https://vi.wikipedia.org/wiki/L%C3%AA_Kh%E1%BA%A3_Phi%C3%AAu"},{"mother":"","career&bio":"","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"12 tháng 1, 1930 (93 tuổi) Bình Giang, Hải Dương, Bắc Kỳ, Liên bang Đông Dương","id":"Phạm Tuyên","url":"https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_Tuy%C3%AAn"},{},{"mother":"Sisowath Kossamak","career&bio":"","dateOfDeath":"15 tháng 10 năm 2012 (89 tuổi) Bắc Kinh, Trung Quốc","dynasty":"","father":"Norodom Suramarit","name":"Preah Karuna Preah Bat Sâmdech Preah Norodom Sihanouk Preahmâhaviraksat","dateOfBirth":"31 tháng 10 năm 1922 Phnôm Pênh, Campuchia","id":"Norodom Sihanouk","url":"https://vi.wikipedia.org/wiki/Norodom_Sihanouk"},{"mother":"","career&bio":"","dateOfDeath":"22 tháng 1, 1973(1973-01-22) (64 tuổi) Stonewall, Texas, Hoa Kỳ","dynasty":"","father":"","name":"","dateOfBirth":"Lyndon Baines Johnson (1908-08-27)27 tháng 8, 1908 Stonewall, Texas, Hoa Kỳ","id":"Lyndon B. Johnson","url":"https://vi.wikipedia.org/wiki/Lyndon_B._Johnson"},{"mother":"","career&bio":"Ông nguyên tên là Nguyễn Phúc Dân (阮福民), ấu danh Mệ Cưởi, sinh ngày 11 tháng 1 năm Nhâm Ngọ (tức 28 tháng 2 năm 1882) tại Huế, là con của Hàm Hóa Hương công Nguyễn Phúc Tăng Du. Ông là cháu đích tôn năm đời của vua Gia Long, là cháu trực hệ của Hoàng tử Cảnh[1]. Do Hoàng tử Cảnh mất sớm, tổ phụ ông là Hoàng tôn Đán bấy giờ còn nhỏ tuổi, ngôi vua truyền cho dòng thứ 2 là Hoàng tử Đảm, tức vua Minh Mạng[2]\n","dateOfDeath":"6 tháng 4, 1951(1951-04-06) (69 tuổi) Tokyo, Nhật Bản","dynasty":"","father":"Hàm Hóa Hương công Nguyễn Phước Tăng Du","name":"Nguyễn Phước Cường Để Nguyễn Phước Hồng Dân Nguyễn Trung Hưng Lâm Đức Thuận (Hayashi Tokujun) Nam Nhất Hùng (Minami Kazuo)","dateOfBirth":"28 tháng 2 năm 1882 Huế, Đại Nam","id":"Cường Để","url":"https://vi.wikipedia.org/wiki/C%C6%B0%E1%BB%9Dng_%C4%90%E1%BB%83"},{"mother":"","career&bio":"Trần Phú sinh ngày 1 tháng 5 năm 1904 tại thành An Thổ, phủ Tuy An, tỉnh Phú Yên (nay thuộc xã An Dân, huyện Tuy An, tỉnh Phú Yên), nguyên quán của ông ở làng Đông Thái, xã An Đồng, tổng Việt Yên, huyện La Sơn, phủ Đức Thọ, tỉnh Nghệ An (nay thuộc xã Tùng Ảnh, huyện Đức Thọ, tỉnh Hà Tĩnh.[1]\nCha Trần Phú là Trần Văn Phổ, từng đỗ Giải nguyên. Thời gian ông làm Giáo thụ Tuy An đã sinh ra Trần Phú tại đây. Mẹ ông là bà Hoàng Thị Cát, người làng Tùng Anh, huyện Đức Thọ, tỉnh Hà Tĩnh. Trần Phú là con thứ 7 trong gia đình.\nNgày 19/4/1908, khi đang là Tri huyện Đức Phổ (Quảng Ngãi), do không chịu được sự đè nén, áp bức, nhục mạ của công sứ Pháp Dodey Besra và bất lực trước tình cảnh nhân dân đói khổ, lầm than, Trần Văn Phổ đã thắt cổ tự sát tại công đường. Do nghèo khổ và buồn phiền, 2 năm sau đó, mẹ ông cũng qua đời ngày 27/11/1910.\nTrần Phú cùng với người em út là Trần Ngọc Danh từ Quảng Ngãi ra Quảng Trị sống với người chị gái Trần Ngọc Quang và anh trai Trần Đường, về sau được một người dì ruột là cung nương Hoàng Thị Khương mang về giao cho con trai mình là Thái Thường Tự Khanh Phạm Hoàng San và vợ là Phan Thị Yến (làm việc ở Toà Khâm sứ Huế) nuôi dưỡng, và cho ăn học tại Trường tiểu học Pháp – Việt Đông Ba rồi Trường Quốc học Huế. Tại Trường Quốc học Huế, ông được theo học cụ Võ Liêm Sơn một nhà giáo yêu nước.\nNăm 1922, Trần Phú đỗ đầu kỳ thi Thành chung (học vị cao nhất theo hệ Pháp đào tạo tại Việt Nam lúc bấy giờ) lúc 18 tuổi, rồi về dạy học tại trường Tiểu học Pháp – Việt Cao Xuân Dục ở Vinh (Nghệ An).\n","dateOfDeath":"6 tháng 9, 1931(1931-09-06) (27 tuổi) Sài Gòn, Liên bang Đông Dương","dynasty":"","father":"","name":"","dateOfBirth":"(1904-05-01)1 tháng 5, 1904 Tuy An, Phú Yên, Liên bang Đông Dương","id":"Trần Phú","url":"https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_Ph%C3%BA"},{"mother":"","career&bio":"Bertrand Russell sinh ngày 18 tháng 5 năm 1872 tại Trellech, Monmouthshire, nay là Wales, trong một gia đình quý tộc người Anh. Ông nội của ông, John Russell - bá tước Russell I, từng làm thủ tướng Anh trong các thập kỷ 1840 và 1860 và là con trai thứ hai của John Russell, quận công Bedford VI. Mẹ của Russell, Kate (tên họ thời con gái là Stanley), cũng xuất thân từ một gia đình quý tộc và là chị em gái với Rosalind Howard, Nữ bá tước Carlisle. Cha mẹ của Russell là những người khá cấp tiến vào thời của họ—cha Russell, John Russell - tử tước Amberley, là một người vô thần, ông đồng tình với cuộc tình của vợ mình với thầy giáo của các con - nhà sinh vật học Douglas Spalding. Cả hai là những người ủng hộ đầu tiên cho các biện pháp tránh thai mà thời đó được coi là đầy tai tiếng. John Stuart Mill, nhà triết học theo thuyết vị lợi, là cha đỡ đầu của Russell.\nRussell có hai anh chị: Frank Russell - Bá tước Russell II (hơn Bertrand gần 7 tuổi), và Rachel (hơn 4 tuổi). Tháng 6 năm 1875, mẹ Russell qua đời vì bệnh bạch hầu, ít lâu sau Rachel cũng vậy, và vào tháng 1 năm 1876 cha ông cũng qua đời vì bệnh viêm phế quản sau một thời gian dài bị trầm cảm. Sau đó, Frank và Bertrand được chăm sóc bởi ông bà nội, những người trung thành với các tiêu chuẩn đạo đức thời Victoria. Họ sống tại Pembroke Lodge tại Richmond Park. Bá tước Russell I qua đời năm 1878, bà quả phụ - nữ bá tước Russell (tên thời con gái là Frances Elliot) là người thân quan trọng nhất đối với phần còn lại của tuổi thơ và tuổi trẻ của Russell. Bà bá tước xuất thân từ một gia đình người Scotland theo giáo phái Kevin. Bà đã kiến nghị được một tòa án Anh để bỏ một điều khoản trong di chúc của Amberley rằng các con của ông phải được nuôi dạy thành những người theo thuyết bất khả tri. Mặc dù có tư tưởng bảo thủ tôn giáo, bà vẫn giữ các quan niệm tiến bộ trong các lĩnh vực khác (chấp nhận thuyết Darwin và ủng hộ Irish Home Rule (luật nội bộ Ireland)), và ảnh hưởng của bà đối với quan điểm của Bertrand Russell về công bằng xã hội và sự bảo vệ nguyên tắc đã ở lại trong ông suốt cuộc đời. Tuy nhiên, bầu không khí tại Pembroke Lodge luôn đầy những lời cầu nguyện, sự kìm nén cảm xúc và các nghi thức thủ tục - Frank đã phản ứng với điều này bằng sự nổi loạn công khai, còn Bertrand trẻ tuổi đã học được cách giấu những tình cảm của mình.\nThời thanh niên, Russell rất cô đơn, ông thường dự tính tự tử. Trong hồi ký của mình, ông đã ghi nhận rằng những mối quan tâm sâu sắc nhất của ông là tình dục, tôn giáo và toán học, và rằng mong muốn hiểu biết nhiều hơn về toán học là điều duy nhất đã giúp ông không tự tử. Ông được giáo dục tại nhà bởi một loạt các gia sư, và ông đã ngồi nhiều giờ trong thư viện của ông nội. Frank, người anh trai của ông, đã giới thiệu với ông về Euclid, sự kiện này đã thay đổi cuộc đời của Russell.\nRussell giành được một học bổng cho ngành toán học tại Trinity College, Đại học Cambridge, và ông bắt đầu học tại đó từ năm 1890. Tại đây, ông đã làm quen với George Edward Moore và bắt đầu chịu ảnh hưởng của Alfred North Whitehead, người đã giới thiệu ông với hội kín Các thánh tông đồ Cambridge (Cambridge Apostles). Ông nhanh chóng trở thành sinh viên nổi bật trong các môn toán học và triết học. Ông lấy bằng cử nhân Toán học năm 1893 và được nhận vào làm nghiên cứu viên triết học năm 1895.\nNăm 17 tuổi, Russell lần đầu gặp mặt Alys Pearsall Smith, một tín đồ Quaker người Mỹ. Ông phải lòng cô Alys đạo đức với tâm hồn cao thượng, người có quan hệ với một số nhà hoạt động tôn giáo và giáo dục. Trái ý bà nội, ông đã cưới Alys vào tháng 12 năm 1894. Cuộc hôn nhân của họ bắt đầu tan vỡ vào năm 1902, khi Russell nhận ra rằng ông không còn yêu vợ; 19 năm sau họ li dị. Trong thời kỳ này, Russell đã có những cuộc tình say đắm (và thường là cùng lúc) với nhiều phụ nữ, trong đó có Công nương Ottoline Morrell và nghệ sĩ, Công nương Constance Malleson. Trong suốt những năm này, Alys mòn mỏi mong đợi ông và bà vẫn tiếp tục yêu Russell trong suốt phần đời còn lại.\nRussell bắt đầu xuất bản các tác phẩm của mình vào năm 1896 với cuốn German Social Democracy (Nền dân chủ xã hội Đức), đây là nghiên cứu chính trị đã báo hiệu sớm cho một mối quan tâm cả đời đối với chính trị và các học thuyết xã hội. Năm 1896, ông dạy môn Dân chủ xã hội Đức tại Trường Kinh tế Luân Đôn (London School of Economics), cũng là nơi ông đã giảng về khoa học của quyền lực vào mùa thu năm 1937.\nNăm 1908, Russell trở thành thành viên của Hội Hoàng gia (tiếng Anh: Royal Society). Tập đầu tiên trong bộ Principia Mathematica (viết chung với Whitehead) được xuất bản năm 1910. Bộ sách này cùng với tác phẩm The Principles of Mathematics trước đó đã nhanh chóng làm cho Russell trở nên nổi tiếng thế giới trong lĩnh vực toán học. Năm 1911, ông gặp Ludwig Wittgenstein, một sinh viên ngành kỹ thuật người Áo. Ông sớm nhận ra tài năng xuất chúng của Wittgenstein và coi anh ta là một người kế tục các công trình của ông về lôgic toán học. Ông đã dành nhiều thời gian giúp đỡ Wittgenstein vượt qua nhiều nỗi ám ảnh và sự thất vọng thường xuyên. Ông đã khuyến khích sự phát triển hàn lâm của Wittgenstein, trong đó có việc xuất bản cuốn Tractatus Logico-Philosophicus của Wittgenstein năm 1922.\nTrong Chiến tranh thế giới thứ nhất, Russell tham gia các hoạt động kêu gọi hòa bình, và năm 1916, ông bị Trinity College sa thải sau khi ông bị buộc tội theo Defence of the Realm Act - đạo luật phòng vệ được nghị viện Anh thông qua năm 1914. Ông đã phải ngồi tù 6 tháng tại nhà tù Brixton.\nNăm 1920, Russell đến nước Nga với vai trò thành viên của một đoàn đại biểu chính thức được chính phủ Anh gửi đến để nghiên cứu các hiệu ứng của cuộc Cách mạng tháng Mười Nga. Cũng thời gian đó, Dora Black, người tình của Russell cũng đến thăm Nga một cách độc lập. Bà đã rất nhiệt tình với cuộc cách mạng này, nhưng những gì Russell chứng kiến đã phá hủy dự định của ông về việc hỗ trợ cuộc cách mạng này.\nSau đó, Russell dạy triết học tại Bắc Kinh trong một năm với Dora đi cùng. Trong khi ở Trung Quốc, Russell đã viêm phổi nặng, báo chí Nhật đã đăng tin nhầm về cái chết của ông. Khi hai người đến thăm Nhật Bản trên đường về Anh, Dora đã nói với các nhà báo rằng \"Vì theo báo Nhật thì Bertrand Russell đã chết, nên ông không thể trả lời phỏng vấn của các phóng viên Nhật được\".\nTrên đường về Anh năm 1921, Dora có mang 5 tháng, Russell thu xếp một cuộc li dị vội vã với Alys, 6 ngày sau khi ly dị xong, ông cưới Dora. Các con của họ là John Conrad Russell - Bá tước Russell IV và Katharine Russell (hiện là Công nương Katharine Tait). Trong thời gian này, Russell kiếm sống từ việc viết các cuốn sách phổ thông giải thích các vấn đề về vật lý học, luân lý học và giáo dục dành cho người không chuyên. Cùng với Dora, ông còn thành lập trường thực nghiệm Beacon Hill vào năm 1927. Sau khi ông rời trường vào năm 1932, Dora còn tiếp tục điều hành trường cho đến năm 1943.\nSau cái chết của người anh vào năm 1931, Russell trở thành Bá tước Russell III. Ông đã từng nói rằng danh hiệu của ông hữu hiệu chủ yếu trong việc giữ phòng khách sạn.\nCuộc hôn nhân với Dora trở nên ngày càng mong manh, và đổ vỡ khi bà có hai người con với Griffin Barry, một nhà báo Mỹ. Năm 1936, Russell kết hôn lần ba, với một sinh viên trường Đại học Oxford tên là Patricia (\"Peter\") Spence, người đã từng là gia sư của các con ông từ mùa hè năm 1930. Russell và Peter có một người con trai, Conrad Russell - Bá tước Russell V, người sau này trở thành một nhà sử học nổi bật và là một trong những nhân vật lãnh đạo của Đảng Dân chủ Tự do Anh.\nMùa xuân năm 1939, Russell chuyển đến Santa Barbara để giảng dạy tại Đại học California tại Los Angeles. Sau đó, ông được chọn làm giáo sư tại CCNY (City College of New York) vào năm 1940, nhưng việc bổ nhiệm này đã bị hủy bỏ bởi phán quyết của một phiên tòa sau một vụ phản đối của quần chúng: các quan điểm của ông (đặc biệt là các quan điểm liên quan đến đạo đức tình dục, trình bày trong tác phẩm Hôn nhân và đạo đức 10 năm trước đó) đã làm ông \"không phù hợp về mặt đạo đức\" cho việc giảng dạy đại học. Vụ phản đối này đã bắt đầu từ mẹ của một sinh viên không được học cao học môn lôgic toán của ông (do là nữ). Nhiều trí thức do John Dewey dẫn đầu đã phản đối cách xử sự này của Russell. Dewey và Horace M. Kallen đã biên tập một loạt các bài viết về vụ CCNY trong The Bertrand Russell Case (Vụ Bertrand Russell). Ít lâu sau, Russell gia nhập Barnes Foundation, giảng lịch sử triết học cho nhiều kiểu người nghe - các bài giảng này đã lập thành cơ sở cho cuốn A History of Western Philosophy (Lịch sử triết học phương Tây) của ông. Quan hệ của ông với Albert C. Barnes lập dị trở nên xấu đi một cách nhanh chóng, và ông quay trở lại Anh năm 1944 để lại về làm việc tại Trinity College.\nTrong những năm 1940 và 1950, Russell tham gia nhiều chương trình phát thanh của BBC về nhiều chủ đề triết học và thời sự. Đến thời điểm này, Russell đã nổi tiếng trên thế giới bên ngoài cộng đồng hàn lâm, ông thường là chủ đề hoặc tác giả của các bài đăng trên các báo và tạp chí, ông còn được đề nghị đưa ra quan điểm về một diện rộng các chủ đề, kể cả các chủ đề trần tục. Tháng 10 năm 1948, trên đường đi giảng tại Trondheim, Russell đã thoát chết trong một vụ máy bay rơi. Cuốn Lịch sử triết học phương Tây (1945) trở nên một tên sách bán chạy nhất và mang lại cho Russell một nguồn thu nhập ổn định trong suốt phần đời còn lại. Cùng với Albert Einstein, bạn của ông, Russell đã đạt đến vị thế siêu sao với vai trò một nhà trí thức. Năm 1949, Russell được tặng Order of Merit (Huân chương Công lao của Khối Thịnh vượng chung Anh), và năm sau, ông nhận được Giải Nobel Văn học.\nNăm 1952, Peter bỏ Russell, ông đã rất bất hạnh trong cuộc hôn nhân này. Conrad, con trai của Russell với Peter, đã không gặp cha trong suốt thời gian từ vụ li dị đến năm 1968 (khi quyết định gặp mặt cha của Conrad đã gây nên một sự sứt mẻ vĩnh viễn trong quan hệ với mẹ). Sau vụ li dị, Russell nhanh chóng cưới người vợ thứ tư, Edith Finch. Họ đã biết nhau từ năm 1925, Edith đã giảng dạy tại Bryn Mawr College gần Philadelphia, Pennsylvania, bà ở chung nhà trong 20 năm với Lucy Donnelly - người bạn cũ của Russell. Edith đã sống cùng ông cho đến khi ông qua đời, và tất cả mọi người đều nói rằng mối quan hệ của hai người gần gũi và đầy yêu thương trong suốt cuộc hôn nhân của họ. John, con trai cả của Russell bị bệnh tâm thần nặng. Đây là nguồn gốc của những cuộc cãi vã dai dẳng giữa Russell và Dora - vợ cũ của Russell và mẹ của John. Susan, vợ của John, cũng bị bệnh tâm thần. Và cuối cùng thì Russell và Edith trở thành những người bảo trợ hợp pháp của ba người con gái của vợ chồng John (hai trong ba người con gái về sau đã được chẩn đoán mắc chứng tâm thần phân liệt).\nRussell dành hai thập kỷ 1950 và 1960 cho nhiều hoạt động chính trị, chủ yếu liên quan đến giải trừ vũ khí hạt nhân và phản đối Chiến tranh Việt Nam.[cần dẫn nguồn] Trong thời kỳ này, ông đã viết rất nhiều thư gửi các nhà lãnh đạo của thế giới. Trong lúc đó, Hoa Kỳ bắt đầu cuộc công kích, thả bom ở miền Bắc Việt Nam. Không lâu sau, ông gửi điện đến Chủ tịch Việt Nam Dân chủ Cộng hòa là Hồ Chí Minh.[cần dẫn nguồn] Trong điện này ông nêu ra quan điểm chống lại sự can thiệp của Hoa Kỳ trong cuộc chiến tranh Việt Nam.[cần dẫn nguồn] Đáp lại, Hồ Chí Minh lại gửi điện đến Russel vào ngày 10 tháng 8 năm 1964, trong đó có đoạn:\n“ Chúng tôi luôn thiết tha với hoà bình và chủ trương giải quyết vấn đề Việt Nam bằng phương pháp hoà bình. Tôi cảm ơn cụ đã quan tâm đến tình hình nghiêm trọng do Mỹ gây ra trên đất nước chúng tôi và xin gửi cụ lời chào kính trọng. ” — Hồ Chí Minh[cần dẫn nguồn]\nÔng cũng đã trở thành một người anh hùng đối với nhiều thành viên trẻ của New Left - một phong trào cánh tả cấp tiến trong những năm 1960. Đặc biệt, trong thập kỷ 1960, Russell đã trở nên ngày càng lớn tiếng phản đối các chính sách của chính quyền Mỹ. Năm 1963, ông là người đầu tiên được nhận Giải Jerusalem, một giải thưởng dành cho các tác giả viết về tự do cá nhân trong xã hội.\nBertrand Russell xuất bản bộ hồi ký dài ba tập vào cuối những năm 1960. Khi sức khỏe sa sút, ông vẫn minh mẫn cho đến khi ông qua đời vào năm 1970 tại nhà riêng tại Plas Penrhyn, Penrhyndeudraeth, Merioneth, Wales. Theo di chúc, ông đã được hỏa táng và tro được rải rắc khắp nơi.\n","dateOfDeath":"2 tháng 2 năm 1970(1970-02-02) (97 tuổi) Penrhyndeudraeth, Merionethshire, Wales","dynasty":"","father":"","name":"","dateOfBirth":"Bertrand Arthur William Russell (1872-05-18)18 tháng 5 năm 1872 Trellech, Monmouthshire, Wales [a]","id":"Bertrand Russell","url":"https://vi.wikipedia.org/wiki/Bertrand_Russell"},{"mother":"","career&bio":"Nguyễn Mạnh Cầm thuộc dòng họ Nguyễn Khắc, sinh ngày 15 tháng 9 năm 1929 trong một gia đình công nhân ở làng Yên Dũng Thượng nay thuộc phường Hưng Dũng, thành phố Vinh, tỉnh Nghệ An.\nNăm 1945, ông tham gia công tác cách mạng tại quê nhà và năm sau gia nhập Đảng Cộng sản Đông Dương.\nÔng được cử sang Bắc Kinh, Trung Quốc học tiếng Nga rồi bước vào ngành ngoại giao năm 1952, làm phiên dịch viên tiếng Nga cùng ông Tạ Hữu Canh tại Đại sứ quán Việt Nam dưới thời Đại sứ Việt Nam đầu tiên tại Liên Xô Nguyễn Lương Bằng. Sau này ông tiếp tục làm việc ở Vụ Liên Xô và Đông Âu thuộc Văn phòng Bộ Ngoại giao, Vụ theo dõi hội đàm Paris và thực hiện Hiệp định Paris về Việt Nam. Ông đã làm Đại sứ tại Hungary (1973-1976), kiêm nhiệm Đại sứ tại Áo và Iran, sau đó là Đại sứ tại Cộng hòa Liên bang Đức kiêm nhiệm tại Áo, Iran và Thụy Sĩ.\nNăm 1981, ông được cử làm Thứ trưởng Bộ Ngoại thương, rồi đến năm 1987 quay lại Bộ Ngoại giao trên cương vị Đại sứ tại Liên Xô.\nNguyễn Mạnh Cầm và Thủ tướng Nhật Bản Hashimoto Ryūtarō, 6 tháng 12 năm 1996\nTại kỳ họp thứ 9 Quốc hội khóa VIII (tháng 8 năm 1991), ông được cử giữ chức Bộ trưởng Bộ Ngoại giao. Sau đó là Phó Thủ tướng (cho đến năm 2002) kiêm Bộ trưởng Bộ Ngoại giao (cho đến đầu năm 2000). Đây là thời kỳ Việt Nam chính thức bình thường hóa quan hệ với Hoa Kỳ, ký Hiệp định khung về quan hệ với EU và gia nhập khối ASEAN (cả ba sự kiện đều diễn ra vào năm 1995).\nÔng là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam các khóa VI, VII, VIII (1986-2001), Ủy viên Bộ Chính trị Trung ương Đảng (từ tháng 1 năm 1994 đến năm 2001).[1]\nTháng 12 năm 2005, ông được bầu làm Chủ tịch Hội khuyến học Việt Nam thay ông Vũ Oanh. Ngoài ra, từ sau Hội nghị cấp cao ASEAN năm 2005, ông là thành viên nhóm những nhân vật có uy tín của ASEAN (gồm 10 người, là các cựu nguyên thủ hoặc cựu Bộ trưởng Ngoại giao) có nhiệm vụ phác thảo xây dựng Hiến chương ASEAN.\n","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"15 tháng 9, 1929 (93 tuổi) Thành phố Vinh, Nghệ An, Trung Kỳ, Liên bang Đông Dương","id":"Nguyễn Mạnh Cầm","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_M%E1%BA%A1nh_C%E1%BA%A7m"},{"mother":"Dương Thị Huệ","career&bio":"","dateOfDeath":"10 tháng 3, 1988(1988-03-10) (75 tuổi) Thành phố Hồ Chí Minh, Việt Nam","dynasty":"","father":"Phạm Văn Tùng","name":"","dateOfBirth":"(1912-06-11)11 tháng 6, 1912 Long Hồ, Châu Thành, Vĩnh Long, Nam Kì, Liên bang Đông Dương","id":"Phạm Hùng","url":"https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_H%C3%B9ng"},{"mother":"","career&bio":"Ông sinh năm 1903, quê tại làng Đông Ngạc, huyện Từ Liêm (nay là phường Đông Ngạc, quận Bắc Từ Liêm), Hà Nội, trong một gia đình có truyền thống khoa bảng. Cha ông đã từng tham gia phong trào Đông Kinh Nghĩa Thục. Ông đi du học và tốt nghiệp bác sĩ y khoa vào năm 1932.\nTrở về nước ngay sau đó, ông về làm việc tại Viện Pasteur Hà Nội (nay là Viện Vệ sinh Dịch tễ Trung ương), tham gia nghiên cứu điều trị các bệnh sốt rét cơn, thương hàn, lỵ, giang mai, dại... là các bệnh phổ biến ở Việt Nam lúc bấy giờ. Ông là trưởng Phòng thí nghiệm và Chủ nhiệm khoa tại Viện Pasteur những năm 1935-1945, và là Hội viên những nhà Vi trùng học Paris và Phó hội trưởng Hiệp hội các bác sĩ và dược sĩ Đông Dương.\nSau Cách mạng tháng 8, ông tham gia Chính phủ lâm thời với cương vị Thứ trưởng Bộ Y tế (Bộ trưởng là bác sĩ Phạm Ngọc Thạch), là Giám đốc Viện Vi trùng học Việt Nam (Viện Pasteur cũ) (1945-1954), quyền giáo sư Đại học Y-Dược-Nha Việt Nam và Đại biểu Quốc hội khóa I. Sau khi bác sĩ Phạm Ngọc Thạch vào công tác miền Nam và ông Trương Đình Tri, Bộ trưởng Bộ trưởng Bộ Xã hội - Y tế - Cứu tế và Lao động Chính phủ liên hiệp lâm thời bãi nhiệm, ông chính thức được cử Bộ trưởng Bộ Y tế của Chính phủ vào tháng 11 năm 1946.\nSau khi kháng chiến chống Pháp bùng nổ, ông rút về làng Đông Ngạc rồi chuyển lên chiến khu Việt Bắc. Viện Vi trùng học Việt Nam cũng chia thành hai bộ phận trong đó một bộ phận cùng ông lên chiến khu Việt Bắc (sau này sáp nhập lại vào năm 1952). Trong những năm kháng chiến, ông cùng Bộ Y tế chỉ đạo xây dựng mạng lưới y tế nhân dân, phối hợp cùng với quân y tham gia cấp cứu, phòng dịch ngoài mặt trận, đồng thời xây dựng cán bộ y bác sĩ tại các trường y. Ông cũng trực tiếp chỉ đạo Viện Vi trùng học nghiên cứu và chế tạo thành công vắc xin phòng các bệnh thương hàn, tả, đậu mùa, dại.\nSau khi trở về Hà Nội vào ngày 10 tháng 10 năm 1954, ông tiếp tục giữ chức Bộ trưởng Bộ Y tế, đồng thời làm Trưởng Bộ môn Vi sinh vật[1] và là một trong 12 giáo sư chính thức đầu tiên của Đại học Y Hà Nội[2]. Ông mất vào ngày 21 tháng 11 năm 1958 vì lên cơn đau tim đột ngột. Giáo sư Hoàng Tích Trý được chôn cất tại làng Đông Ngạc, quê hương ông.\nTên ông đã được đặt cho một con đường ở phường Kim Liên, quận Đống Đa, Hà Nội.\n","dateOfDeath":"21 tháng 11, 1958(1958-11-21) (55 tuổi) Hà Nội","dynasty":"","father":"","name":"","dateOfBirth":"(1903-08-05)5 tháng 8, 1903 Đông Ngạc, Từ Liêm, Hà Nội","id":"Hoàng Tích Trý","url":"https://vi.wikipedia.org/wiki/Ho%C3%A0ng_T%C3%ADch_Tr%C3%AD"},{"mother":"","career&bio":"","dateOfDeath":"7 tháng 7, 1973(1973-07-07) (78 tuổi) Hà Nội","dynasty":"","father":"","name":"","dateOfBirth":"4 tháng 5 năm 1895 huyện Vụ Bản, tỉnh Nam Định","id":"Vũ Đình Tụng","url":"https://vi.wikipedia.org/wiki/V%C5%A9_%C4%90%C3%ACnh_T%E1%BB%A5ng"},{"mother":"","career&bio":"Tượng đài Chủ tịch Tôn Đức Thắng tại trung tâm thành phố Long Xuyên\nTôn Đức Thắng còn có bí danh Thoại Sơn, sinh ngày 20 tháng 8 năm 1888 tại Cù lao Ông Hổ, làng Mỹ Hoà Hưng, tổng Định Thành, hạt Long Xuyên (nay thuộc xã Mỹ Hòa Hưng, thành phố Long Xuyên, tỉnh An Giang). Nơi thường trú tại quận Nam Từ Liêm, thủ đô Hà Nội. Là con đầu của ông Tôn Văn Đề, và bà Nguyễn Thị Dị. Gia đình đông con, theo thông lệ miền Nam, ông còn được gọi là Hai Thắng.\nGia đình ông thuộc hạng nông dân khá giả nên từ nhỏ ông đã được học hành đàng hoàng. Năm 1906, sau khi tốt nghiệp Sơ cấp tiểu học Đông Dương (Certificat d'Etudes Primaires Complémentaires Indochinoises - CEPCI) tại Long Xuyên, ông rời quê lên Sài Gòn học nghề thợ máy tại Trường Cơ khí Á Châu (L’école des Mécaniciens Asiatiques), dân gian thường gọi là Trường Bá Nghệ. Tốt nghiệp hạng ưu, ông được nhận vào làm công nhân ở Nhà máy Ba Son của Hải quân Pháp tại Sài Gòn.\n","dateOfDeath":"30 tháng 3, 1980(1980-03-30) (91 tuổi) Hà Nội","dynasty":"","father":"","name":"","dateOfBirth":"20 tháng 8 năm 1888 làng Mỹ Hòa Hưng, tổng Định Thành, hạt Long Xuyên, Nam Kỳ, Liên bang Đông Dương","id":"Tôn Đức Thắng","url":"https://vi.wikipedia.org/wiki/T%C3%B4n_%C4%90%E1%BB%A9c_Th%E1%BA%AFng"},{"mother":"","career&bio":"Đặng Dung là người xã Mỹ Tho, huyện Thiên Lộc, trấn Nghệ An[2] (nay là huyện Can Lộc, tỉnh Hà Tĩnh). Ông là con trai cả của Quốc công Đặng Tất.\nTheo Đặng tộc Đại Tông phả[3], ông tổ 4 đời của Đặng Tất là Đặng Bá Kiển vốn cư ngụ ở vùng kinh kỳ Thăng Long, sau đó di dời vào Nghệ An châu. Đặng Bá Kiển sinh ra Đặng Bá Tĩnh đỗ Thám hoa đời nhà Trần. Đặng Bá Tĩnh sinh ra Đặng Đình Dực, Đặng Đình Dực sinh ra Đặng Tất, Đặng Tất sinh ra Đặng Dung[4].\n","dateOfDeath":"1441 Thanh Hóa Đại Việt","dynasty":"","father":"","name":"","dateOfBirth":"1373 Thanh Chương, Nghệ An","id":"Đặng Dung","url":"https://vi.wikipedia.org/wiki/%C4%90%E1%BA%B7ng_Dung"},{"mother":"","career&bio":"","dateOfDeath":"6 tháng 7, 1967(1967-07-06) (53 tuổi) Hà Nội, Việt Nam Dân chủ Cộng hòa","dynasty":"","father":"","name":"","dateOfBirth":"(1914-01-01)1 tháng 1, 1914 Quảng Điền, tỉnh Thừa Thiên, Trung Kỳ, Liên bang Đông Dương","id":"Nguyễn Chí Thanh","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Ch%C3%AD_Thanh"},{"mother":"","career&bio":"Ông sinh ngày 1 tháng 6 năm 1912 tại nguyên quán là làng Lương Ngọc, xã Thúc Kháng, huyện Bình Giang, tỉnh Hải Dương, là hậu duệ đời thứ tư của Tiến sĩ Vũ Tông Phan.\n","dateOfDeath":"29 tháng 1, 2011(2011-01-29) (98 tuổi) Bệnh viện Chợ Rẫy","dynasty":"","father":"","name":"","dateOfBirth":"1 tháng 6 năm 1912 Bình Giang, Hải Dương, Liên bang Đông Dương","id":"Vũ Đình Hòe","url":"https://vi.wikipedia.org/wiki/V%C5%A9_%C4%90%C3%ACnh_H%C3%B2e"},{},{"mother":"","career&bio":"","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"9 tháng 12, 1935 (87 tuổi) xã Long Anh, thành phố Thanh Hóa, Liên bang Đông Dương","id":"Nguyễn Dy Niên","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Dy_Ni%C3%AAn"},{"mother":"","career&bio":"Ông tên thật là Nguyễn Trọng Cảnh, sinh ngày 23 tháng 1 năm 1916, quê ở xóm 3 xã Nam Trung, huyện Nam Đàn, tỉnh Nghệ An. (Nhưng có thông tin ông sinh ở huyện Can Lộc, tỉnh Hà Tĩnh. Được Ông Nguyễn Trọng Đảng nhận làm con nuôi, về sinh sống ở xóm 3 xã Nam Trung, huyện Nam Đàn, tỉnh Nghệ An). Tháng 3 năm 1934, ông gia nhập Đảng Cộng sản Đông Dương. Sau đó, ông đã từng giữ nhiều chức vụ quan trọng như: Xứ uỷ Bắc Kỳ, Bí thư Thành uỷ Hà Nội, Bí thư các Liên khu uỷ khu II, Khu X.\nÔng từng bị tù ở nhà tù Sơn La cùng với Lê Đức Thọ, Hoàng Minh Chính, Tô Hiệu, Nguyễn Lương Bằng, Trần Huy Liệu, Lê Thanh Nghị,... và là Bí thư chi bộ nhà tù Sơn La từ tháng 7 năm 1943 đến tháng 3 năm 1945.\nNăm 1952, Trần Quốc Hoàn làm Giám đốc Nha Công an Việt Nam. Năm sau, Nha Công an Việt Nam chuyển thành Thứ Bộ Công an thì ông trở thành Thứ trưởng Thứ Bộ Công an. Ngay trong năm 1953, Thứ Bộ Công an lại đổi tên thành Bộ Công an và Trần Quốc Hoàn trở thành Bộ trưởng Bộ Công an (1953-1975), rồi Bộ trưởng Bộ Nội vụ (Bộ Công an đổi tên) đến năm 1981.\nĐầu năm 1961, Tổng thống Mỹ John F Kennedy ký lệnh triển khai “chiến dịch chiến tranh bí mật phá hoại miền Bắc Việt Nam”, với mục đích phá hoại cơ sở vật chất ở miền Bắc Việt Nam. Chiến dịch này nằm dưới sự chỉ đạo của CIA, sau được Lầu Năm Góc tiếp quản năm 1964. CIA và lực lượng đặc biệt Mỹ trực tiếp chỉ đạo, huấn luyện, trang bị để các nhóm biệt kích đột nhập vào miền Bắc để phá hoại cơ sở hạ tầng, hình thức chủ yếu là sử dụng các tiểu đội biệt kích dù.\nTrong thời gian này Trần Quốc Hoàn trực tiếp phụ trách việc chống gián điệp, biệt kích do Mỹ thả xuống và giành thắng lợi lớn: gần 500 lính biệt kích bị tử trận, bị bắt hoặc trở thành điệp viên hai mang, trong khi gần như không gây thiệt hại được gì. Ngành công an Việt Nam Dân Chủ Cộng Hòa với 19 chuyên án đã câu nhử, bắt sống hoặc tiêu diệt được 121 lính biệt kích. Tài liệu Mỹ được giải mã sau chiến tranh tiết lộ: trong số 240 điệp viên \"dài hạn\" được tung vào miền Bắc, đã có 8 chết khi nhảy dù, 33 bị lực lượng an ninh Việt Nam tiêu diệt, 33 chết vì bệnh tật, 146 bị bắt hoặc mất tích, 17 phải tháo lui[cần dẫn nguồn]. Ông cũng phụ trách vụ án xét lại chống Đảng, bắt giữ nhiều nhân vật bị tình nghi làm gián điệp cho ngoại quốc. Sau đó ông làm Bí thư Trung ương Đảng Cộng sản Việt Nam, Trưởng Ban Dân vận Trung ương cho đến khi qua đời vào ngày 5 tháng 6 năm 1986.\nÔng cũng từng là ủy viên Bộ Chính trị Đảng Cộng sản Việt Nam các khóa 3 (dự khuyết từ 1960 đến 1972) và 4, ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá II, III, và IV; Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV (từ năm 1980).\n","dateOfDeath":"5 tháng 6, 1986(1986-06-05) (70 tuổi) Hà Nội, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"(1916-01-23)23 tháng 1, 1916 Nam Trung, Nam Đàn, Nghệ An, Trung Kỳ, Liên bang Đông Dương","id":"Trần Quốc Hoàn","url":"https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_Qu%E1%BB%91c_Ho%C3%A0n"},{"mother":"","career&bio":"Phomvihane sinh tại làng Na Seng, huyện Khanthaboury, tỉnh Savannakhet, Lào. Cha ông là một người Việt tên là Nguyễn Trí Loan và mẹ ông là người Lào [3].\nNăm 1935, với tên gọi Nguyễn Trí Mưu, ông đến Hà Nội để dự thi vào Trường Bưởi (nay là Trường phổ thông trung học Chu Văn An, Hà Nội). Trong những ngày học tại Trường Bưởi, ông đã đi theo đường lối của Đảng Cộng sản Đông Dương và Chủ tịch Hồ Chí Minh.\nSau đó, ông học đại học luật khoa ở Hà Nội và tham gia phong trào học sinh, sinh viên chống thực dân Pháp và phát xít Nhật ở Việt Nam. Mùa thu 1945, ông tham gia khởi nghĩa giành chính quyền ở Savannakhet, sau đó trực tiếp xây dựng khu du kích Hủaphăn, thành lập đội vũ trang Latxavông đầu tiên.\nNăm 1946, ông làm việc tại Ban liên lạc Lào - Việt Nam ở Hà Nội và phụ trách những người yêu nước Lào ở Việt Nam chống Pháp. Năm 1948, ông trở về nước, lãnh đạo phong trào kháng chiến chống Pháp ở vùng Đông Bắc Lào.\nÔng gia nhập Đảng Cộng sản Đông Dương từ 1949 và cũng vào năm đó chủ trì lễ thành lập Quân đội Itxala (Quân đội nhân dân Lào), đơn vị Latxavông được vinh dự làm hạt nhân cho việc thành lập Quân đội Lào Itxala, ông được cử làm Tư lệnh.\nTháng 8-1950, Chính phủ kháng chiến Lào Itxala do Hoàng thân Souphanouvong làm Chủ tịch được thành lập, Kaysone được cử làm Phó chủ tịch, Bộ trưởng Bộ Quốc phòng.\nTháng 2-1951, ông dẫn đầu Đoàn đại biểu Lào tham dự Đại hội II Đảng Cộng sản Đông Dương.\nTheo chỉ đạo của Đảng Cộng sản Đông Dương, ngày 22-3-1955, tại tỉnh Hủaphăn, ông đã chủ trì Đại hội thành lập Đảng Nhân dân Lào (22-3 – 6-4-1955). Cùng với các nhà lãnh đạo cách mạng Lào ông đã tổ chức ra Đảng Nhân dân Lào (Phắc Paxaxôn Lào) trên cơ sở Đảng bộ Lào thuộc Đảng Cộng sản Đông Dương. Ông được bầu làm Bí thư thứ nhất của Ban lãnh đạo Đảng, Bí thư Quân ủy trung ương, đồng thời là Tư lệnh tối cao.\nSau Hiệp định Geneve năm 1954 về Đông Dương, ông chỉ đạo cuộc đấu tranh bảo vệ hai tỉnh tập kết Sầm Nưa và Phongxalì. Năm 1956, thực hiện đường lối hòa hợp dân tộc, đoàn kết các bộ tộc và các tầng lớp nhân dân, Đảng Nhân dân Lào đã thành lập Mặt trận Lào yêu nước (Neo Lào Hăcsạt). Cayxỏn Phômvihản được bầu giữ chức Phó Chủ tịch.\nTháng 2-1972, Đảng Nhân dân Lào triệu tập Đại hội lần thứ II, đổi tên là Đảng Nhân dân Cách mạng Lào, và bầu ông làm Tổng bí thư Ban Chấp hành Trung ương.\nTháng 2-1973, sau Hiệp định Viêng Chăn về việc lập lại hòa bình, thực hiện hòa hợp dân tộc ở Lào, Đảng Nhân dân cách mạng Lào đẩy mạnh cuộc đấu tranh hoàn thành cách mạng dân chủ nhân dân trong cả nước. Ngày 2-12-1975, nước Cộng hòa dân chủ nhân dân Lào ra đời, ông được cử làm Chủ tịch Hội đồng Bộ trưởng.\nÔng còn tiếp tục làm Tổng Bí thư Ban chấp hành Trung ương Đảng các khóa III và IV (1982, và 1986) và đến Đại hội Đảng lần V (3-1991) ông được bầu giữ chức Chủ tịch Ban Chấp hành Trung ương Đảng Nhân dân cách mạng Lào. Đầu năm 1991, ông được bầu làm Chủ tịch nước.\nÔng qua đời ngày 21-11-1992 tại Thủ đô Viêng Chăn, hưởng thọ 72 tuổi.\n","dateOfDeath":"21 tháng 11, 1992(1992-11-21) (71 tuổi) Viêng Chăn, Lào","dynasty":"","father":"","name":"","dateOfBirth":"(1920-12-13)13 tháng 12, 1920 Savannakhet, tỉnh Savannakhet, Liên Bang Đông Dương","id":"Kaysone Phomvihane","url":"https://vi.wikipedia.org/wiki/Kaysone_Phomvihane"},{"mother":"","career&bio":"","dateOfDeath":"16 tháng 9, 1792(1792-09-16) (38–39 tuổi) Phú Xuân, Đại Việt","dynasty":"Nhà Tây Sơn","father":"Hồ Phi Phúc","name":"Hồ Thơm (胡𦹳) Nguyễn Huệ (阮惠) Nguyễn Văn Huệ (阮文惠) Nguyễn Quang Bình (阮光平)","dateOfBirth":"1753 Bình Định, Đàng Trong, Đại Việt","id":"Quang Trung","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Hu%E1%BB%87"},{"mother":"","career&bio":"Ông tên thật là Phùng Văn Thụ, sinh năm 1920, tại xã Văn Nhân, huyện Phú Xuyên, phủ Thường Tín, tỉnh Hà Đông (nay là huyện Phú Xuyên, Thành phố Hà Nội). Nhà nghèo, thuở nhỏ ông lưu lạc sang Vân Nam (Trung Quốc) kiếm sống. Năm 1936, ông được Hoàng Văn Hoan vận động và tham gia tổ chức Việt Nam Độc lập đồng minh hội hải ngoại và được cử đi học ở trường sĩ quan Hoàng Phố, tốt nghiệp với quân hàm Trung úy. Năm 1939, ông gia nhập Đảng Cộng sản Đông Dương và được cử làm bảo vệ cho Chủ tịch Hồ Chí Minh, lúc này đang đóng vai thiếu tá Bát lộ quân Hồ Quang. Thời gian này, Chủ tịch Hồ Chí Minh đặt cho ông bí danh là Phùng Hữu Tài.\n","dateOfDeath":"21 tháng 3, 2014(2014-03-21) (93–94 tuổi) Hà Nội","dynasty":"","father":"","name":"","dateOfBirth":"1920 xã Văn Nhân, huyện Phú Xuyên, tỉnh Hà Tây, Liên bang Đông Dương","id":"Phùng Thế Tài","url":"https://vi.wikipedia.org/wiki/Ph%C3%B9ng_Th%E1%BA%BF_T%C3%A0i"},{"mother":"","career&bio":"Souphanouvong là một trong ba con trai của hoàng thân Bounkhong, Uparat (phó vương) cuối cùng của Luang Prabang. Mẹ của ông là bà Mom Kham Ouane. Năm mới 11 tuổi, Xuphanuvông đã đến Việt Nam học tập tại trường Albert Sarraut[cần dẫn nguồn], Hà Nội. 10 năm sau, năm 1920 sang học tại Pháp cùng thái tử Savang Vatthana (1907-1981) và hoàng thân Souvanna Phouma (1901-1984). Trọ trong căn hộ trên đại lộ Raspail của tướng Pháp Coquelet. Tốt nghiệp đại học quốc gia cầu đường Paris, trở thành kỹ sư cầu đường đầu tiên ở Đông Dương[cần dẫn nguồn]. Ông về Trung kỳ Việt Nam công tác đã từng đảm nhận chức vụ Kiến trúc sư trưởng khu Công chánh Nha Trang, tham gia khá nhiều vào các công trình thủy lợi trên đất Việt Nam, trong đó có 7 công trình cho đến nay vẫn đang còn sử dụng, tiêu biểu như Tháp nước Phan Thiết, đập Bái Thượng ở Thanh Hóa. Ông gặp Chủ tịch Hồ Chí Minh, gia nhập Đảng Cộng sản Đông Dương và bắt đầu sự nghiệp cách mạng.\n","dateOfDeath":"9 tháng 1, 1995(1995-01-09) (85 tuổi) Viêng Chăn, Cộng hòa Dân chủ Nhân dân Lào","dynasty":"","father":"","name":"","dateOfBirth":"(1909-07-13)13 tháng 7, 1909 Luangprabang, Liên Bang Đông Dương","id":"Souphanouvong","url":"https://vi.wikipedia.org/wiki/Souphanouvong"},{"mother":"","career&bio":"","dateOfDeath":"12 tháng 7, 2002(2002-07-12) (83 tuổi) Thành phố Hồ Chí Minh","dynasty":"","father":"","name":"","dateOfBirth":"(1919-02-10)10 tháng 2, 1919 Bến Tre","id":"Diệp Minh Châu","url":"https://vi.wikipedia.org/wiki/Di%E1%BB%87p_Minh_Ch%C3%A2u"},{"mother":"","career&bio":"","dateOfDeath":"27 tháng 4, 1998(1998-04-27) (83 tuổi) Thành phố Hồ Chí Minh, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"1 tháng 7 năm 1914 Xã Yên Phú, tổng Yên Phú, huyện Yên Mỹ, tỉnh Hưng Yên, Liên bang Đông Dương","id":"Nguyễn Văn Linh","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_V%C4%83n_Linh"},{"mother":"","career&bio":"Đặng Thị Ngọc Thịnh sinh ngày 25 tháng 12 năm 1959, quê tại xã Duy Trinh, huyện Duy Xuyên, Quảng Nam, đến 5 tuổi, bà theo gia đình di cư vào Sài Gòn, mang theo nghề dệt truyền thống của người dân xứ Quảng, mưu sinh tại ngã tư Bảy Hiền.\nGiáo dục[sửa | sửa mã nguồn]\nBà có trình độ chuyên môn là thạc sĩ xây dựng Đảng, cử nhân khoa học Sử, cử nhân luật, trình độ chính trị là cử nhân chính trị.[1]\n","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"25 tháng 12, 1959 (63 tuổi) xã Duy Trinh, huyện Duy Xuyên, Quảng Nam, Việt Nam","id":"Đặng Thị Ngọc Thịnh","url":"https://vi.wikipedia.org/wiki/%C4%90%E1%BA%B7ng_Th%E1%BB%8B_Ng%E1%BB%8Dc_Th%E1%BB%8Bnh"},{"mother":"","career&bio":"","dateOfDeath":"1989 (81–82 tuổi)","dynasty":"","father":"","name":"","dateOfBirth":"(1907-05-04)4 tháng 5, 1907 huyện Từ Liêm, Hà Nội, Liên bang Đông Dương","id":"Trần Đăng Khoa (bộ trưởng)","url":"https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_%C4%90%C4%83ng_Khoa_(b%E1%BB%99_tr%C6%B0%E1%BB%9Fng)"},{"mother":"","career&bio":"Đại tướng Văn Tiến Dũng còn có bí danh là Lê Hoài, sinh ngày 2 tháng 5 năm 1917 tại xã Cổ Nhuế, huyện Từ Liêm (nay là các phường Cổ Nhuế 1 và Cổ Nhuế 2, quận Bắc Từ Liêm), Hà Nội. Nhà nghèo, không ruộng đất, mẹ mất sớm, cậu bé họ Văn theo cha ra Hà Nội. Sau khi cha đột ngột qua đời vào năm cậu được 15 tuổi, Văn Tiến Dũng đành phải bỏ học, ở nhà trợ giúp cho anh làm nghề thợ may. 17 tuổi, Văn Tiến Dũng lại ra Hà Nội làm công cho các xưởng dệt Thanh Văn (Hàng Đào), sau chuyển sang xưởng Đức Xương Long, Cự Chung (Hàng Bông).\nÔng gia nhập Đảng Cộng sản Đông Dương tháng 11 năm 1937. Từ 1939 đến 1944, ông bị thực dân Pháp bắt giam 3 lần, vượt ngục 2 lần. Tháng 11 năm 1939, ông bị Pháp đày đi nhà tù Sơn La. Hai năm sau, trên đường bị địch áp giải từ Sơn La về Hà Nội, ông đã trốn thoát.\nTừ tháng 12 năm 1942 đến tháng 3 năm 1943, ông đã hoạt động dưới danh nghĩa nhà sư tại Chùa Bột Xuyên (nay thuộc huyện Mỹ Đức, Hà Nội). Ông từng đảm nhiệm chức vụ Bí thư Đảng bộ tỉnh Bắc Ninh, Bí thư Xứ ủy Bắc Kỳ năm 1944.\nChính trong thời kỳ này, ông đã làm quen với Nguyễn Thị Kỳ (tên khai sinh là Cái Thị Tám) cùng hoạt động cách mạng và sau đó họ đã trở thành vợ chồng.\nTháng 1 năm 1945, ông bị chính quyền thực dân Pháp kết án tử hình vắng mặt.\nTháng 4 năm 1945, ông được cử làm Ủy viên Thường vụ Ủy ban Quân sự Cách mạng Bắc Kỳ (Bộ Tư lệnh Quân sự miền Bắc Đông Dương), được phân công phụ trách tổ chức Chiến khu Quang Trung, kiêm Bí thư Khu uỷ Chiến khu Quang Trung. Tháng 8 năm 1945, ông chỉ đạo vũ trang giành chính quyền ở các tỉnh Hoà Bình, Ninh Bình và Thanh Hoá.\nSau Cách mạng tháng Tám năm 1945, ông được giao nhiệm vụ lập chiến khu II (gồm 8 tỉnh phía tây bắc và tây nam Bắc Bộ), làm Chính uỷ Chiến khu, tham gia Quân ủy Trung ương. Ngày 20/11/1946 ông làm Phó Cục trưởng Cục Chính trị.[1] Tháng 12 năm 1946, ông là Cục trưởng Cục Chính trị Quân đội Quốc gia Việt Nam (nay là Tổng cục Chính trị Quân đội nhân dân Việt Nam), Phó bí thư Quân uỷ Trung ương. Trong cuộc kháng chiến chống Pháp, ông từng là Đại đoàn trưởng kiêm Chính uỷ Đại đoàn 320.\nTừ tháng 11 năm 1953 đến tháng 5 năm 1978, ông giữ chức Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam, chỉ gián đoạn một thời gian ngắn vào năm 1954, khi ông làm Trưởng đoàn đại biểu của Bộ Tổng Tư lệnh Quân đội nhân dân Việt Nam trong Ủy ban Liên hiệp đình chiến thi hành Hiệp định Genève về Đông Dương.\nÔng được giao trọng trách chỉ đạo trực tiếp nhiều chiến dịch lớn: từ chiến dịch Đường 9 – Nam Lào (1971), Trị – Thiên (1972), Chiến dịch Tây Nguyên (1975). Tháng 4 năm 1975, ông giữ chức Tư lệnh Chiến dịch giải phóng Sài Gòn – Gia Định (sau đổi tên thành Chiến dịch Hồ Chí Minh).\nTừ tháng 5 năm 1978 đến năm 1986, ông được giao nhiệm vụ làm Phó Bí thư thứ nhất, rồi Bí thư Quân ủy Trung ương. Từ tháng 2 năm 1980 đến 1986, ông giữ chức Bộ trưởng Quốc phòng.\nNăm 1986, tại Đại hội Đảng bộ toàn quân, ông không được bầu làm Đại biểu Chính thức đi dự Đại hội Đảng toàn quốc lần thứ VI, do đó không vào được Bộ Chính trị và phải rời cương vị Bộ trưởng Quốc phòng.\nÔng lâm bệnh nặng và từ trần hồi 17h30' ngày 17/3/2002 tại Bệnh viện Trung ương Quân đội 108 ở Hà Nội, hưởng thọ 85 tuổi, an táng tại Nghĩa trang Mai Dịch.\n","dateOfDeath":"17 tháng 3, 2002(2002-03-17) (84 tuổi) Bệnh viện Trung ương Quân đội 108, Hà Nội","dynasty":"","father":"","name":"","dateOfBirth":"2 tháng 5 năm 1917 xã Cổ Nhuế, huyện Từ Liêm, Hà Nội, Liên bang Đông Dương","id":"Văn Tiến Dũng","url":"https://vi.wikipedia.org/wiki/V%C4%83n_Ti%E1%BA%BFn_D%C5%A9ng"},{"mother":"","career&bio":"Hoàng Văn Hoan sinh trong một gia đình nhà nho nghèo ở làng Quỳnh Đôi, huyện Quỳnh Lưu, tỉnh Nghệ An.\nÔng học tiểu học tại quê nhà, sau đó tham gia hoạt động cách mạng lúc 19 tuổi.\nNăm 1926, ông dự lớp huấn luyện chính trị do Hồ Chí Minh chủ trì tại Quảng Châu.\nNăm 1928, Hoàng Văn Hoan hoạt động cách mạng ở Thái Lan, gia nhập Đảng Cộng sản Xiêm (1930) và năm 1934 được cử làm Ủy viên Trung ương lâm thời của Đảng Cộng sản Xiêm (gọi tắt là Xiêm ủy).\nNăm 1936, Hoàng Văn Hoan tham gia lập Việt Nam Độc lập Vận động Đồng minh Hội (bấy giờ gọi tắt là Đồng minh Hội hoặc Việt Minh) ở Nam Kinh.\nNăm 1941, ông được phái đi Long Châu lập Biện sự xứ của Đồng Minh Hội ở Long Châu, rồi lại về Tịnh Tây, cùng Phạm Văn Đồng, Võ Nguyên Giáp, Lê Thiết Hùng, Cao Hồng Lĩnh và một số người trong nước ra công khai hoạt động với danh nghĩa Việt Minh, mới được thành lập trong nước.\nTháng 5 năm 1941, ông về Pác Bó tham gia Hội nghị Trung ương Đảng Cộng sản Đông Dương lần thứ tám và được chỉ định làm Ủy viên Tổng bộ Việt Minh.\nĐầu năm 1945, tại hội nghị toàn quốc của Đảng ở Tân Trào (Tuyên Quang), Hoàng Văn Hoan được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng và Bí thư Khu giải phóng Việt Bắc. Sau Cách mạng Tháng Tám, ông làm thứ trưởng Bộ Quốc phòng kiêm Chính trị viên Vệ quốc quân toàn quốc.\nNăm 1946, Hoàng Văn Hoan được cử làm Bí thư Khu ủy, Đại biểu Chính phủ Trung ương và Chủ nhiệm Việt Minh tại Liên khu 4. Theo Sắc lệnh SL53 ngày 24 tháng 4 năm 1946, ông thay Hoàng Đạo Thúy làm Cục trưởng Cục Chính trị cho tới cuối năm đó[3].\nTừ năm 1950 đến năm 1957, Hoàng Văn Hoan làm Đại sứ đầu tiên của Việt Nam tại Trung Quốc kiêm Đại sứ tại Triều Tiên và Mông Cổ.\nNăm 1951, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam và từ năm 1956 đến năm 1976 là Ủy viên Bộ chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam.\nTại kỳ họp thứ tám Quốc hội khóa I (1958) Hoàng Văn Hoan được bầu làm Phó chủ tịch kiêm Tổng thư ký Ủy ban Thường vụ Quốc hội, đồng thời làm Chủ nhiệm Ủy ban dự thảo Pháp luật Quốc hội. Ông làm Phó Chủ tịch Ủy ban thường vụ Quốc hội cho đến năm 1979.\nNăm 1961, ông làm Bí thư Thành ủy Hà Nội một thời gian ngắn, rồi giữ chức Trưởng ban liên lạc đối ngoại Trung ương Đảng, Trưởng ban pháp chế Trung ương Đảng, đồng thời phụ trách chỉ đạo Ban CP 38 về công tác Lào, Campuchia.\nSau năm 1975, sự khác biệt giữa Trung Quốc và Việt Nam về vấn đề Campuchia và chủ quyền tại Hoàng Sa đã không thể hàn gắn, Hoàng Văn Hoan cho đó là \"âm mưu biến Việt Nam thành một nước bá chủ ở Đông Dương và ở Đông Nam Á\" của Lê Duẩn[4], và làm cho Hoàng Văn Hoan không thể đóng vai trò trung gian thành công. Sự ủng hộ của ông với Trung Quốc nay bị xem là nguy hiểm về an ninh. Năm 1976, Hoàng Văn Hoan vì thế bị cho ra khỏi Ban Chấp hành Trung ương Đảng vì không còn được Bộ Chính trị tín nhiệm nữa.[2]\nNăm 1979, trong một chuyến đi sang Đông Đức chữa bệnh, ông đã bỏ trốn tại Sân bay quốc tế Jinnah, Karachi, Pakistan ngày 11 tháng 6 năm 1979 rồi sang Trung Quốc. Đó là thời điểm quan hệ Việt Nam - Trung Quốc căng thẳng và chiến tranh biên giới Việt-Trung vừa xảy ra hồi đầu năm. Tại Bắc Kinh, ông dự họp báo ủng hộ cuộc tấn công của Trung Quốc, tuyên bố chính quyền Việt Nam đã đối xử với người Việt gốc Hoa còn \"tệ hơn cả cách Hitler đối xử với người Do Thái\".[5] Sau sự kiện bỏ trốn, ông bị Việt Nam kết án tử hình vắng mặt và trở thành biểu tượng của sự phản bội, đài báo Việt Nam so sánh ông với Lê Chiêu Thống.[6]\nNăm 1988, ông xuất bản hồi ký Giọt nước trong biển cả.\nHoàng Văn Hoan mất tại Bắc Kinh năm 1991. Trung Quốc tổ chức lễ tang cấp nhà nước dành cho ông, thi hài được chôn tại nghĩa trang Bát Bảo Sơn, nơi chôn cất của các quan chức cao cấp của Trung Quốc.[6] Theo di chúc, 1/3 tro hài cốt của ông để tại Bát Bảo Sơn, 1/3 tro hài cốt rắc xuống đầu nguồn sông Hồng ở Côn Minh, 1/3 tro hài cốt của ông đã được chuyển về quê ở làng Quỳnh Đôi, huyện Quỳnh Lưu, tỉnh Nghệ An.[7]\n","dateOfDeath":"1991 (86 tuổi) Bắc Kinh, Trung Quốc","dynasty":"","father":"Hoàng Minh Kha","name":"","dateOfBirth":"1905 huyện Quỳnh Lưu, Nghệ An","id":"Hoàng Văn Hoan","url":"https://vi.wikipedia.org/wiki/Ho%C3%A0ng_V%C4%83n_Hoan"},{"mother":"","career&bio":"Khởi đầu\nPol Pot (tên khai sinh là Saloth Sar) sinh năm 1925 trong một gia đình giàu có tại Prek Sbauv lúc ấy là một phần của Đông Dương thuộc Pháp hiện nay là tỉnh Kompong Thom, Campuchia (từ 1928). Năm 1934 cha mẹ gửi ông tới Phnom Penh để học tại Wat Botum Vaddei, một Tu viện Phật giáo lớn và trở thành một nhà sư. Sau một năm ở đó, ông tới sống với vợ chồng người anh trai và bắt đầu theo học Trường Miche. Trong lần đầu tiên thi bằng sơ cấp tiểu học (Certificat d'Etudes Primaires Complémentaires) năm 1941, ông thi trượt và bị giữ lại trường. Tới tận năm 1943 ông mới đỗ. Ông cũng trượt ở kỳ thi vào trường Lycée Sisowath và vì thế phải theo học trường cấp thấp hơn tên là Collège Preah Sihanouk tại Kampong Cham năm 1943.Trong thời gian ở đó ông vẫn là một học trò tầm thường, nhưng thích chơi bóng đá và roneat (một thứ nhạc cụ tre). Năm 1947 ông vượt qua kỳ thi cuối cùng và được theo học Lycée Sisowath.\nNăm 1949, ông được theo học kỹ sư radio ở Paris. Trong thời gian học, ông đã trở thành một người cộng sản và gia nhập Đảng cộng sản Pháp. Cũng trong thời gian sống và học tập tại đây, Pol Pot đã gặp gỡ Ieng Sary, Khieu Samphan, Son Sen, Hu Nim và Vorn Vet... Đến năm 1953, ông trở về Campuchia. Lúc ấy, cuộc kháng chiến do cộng sản lãnh đạo đang diễn ra chống lại sự cai trị của Pháp ở Đông Dương. Trung tâm cuộc kháng chiến ở tại Việt Nam, nhưng cũng có các chi nhánh ở Campuchia và Lào Saloth Sar gia nhập Việt Minh, nhưng thấy rằng tổ chức này chỉ chú trọng tới Việt Nam chứ không phải Lào hay Campuchia. Năm 1954, Pháp rời Đông Dương, nhưng Việt Minh cũng rút về Bắc Việt Nam, và Vua Norodom Sihanouk kêu gọi tổ chức bầu cử. Sihanouk thoái vị và lập ra một đảng chính trị. Sihanouk hất cẳng những người cộng sản đối lập và chiếm toàn bộ số ghế chính phủ.\nCon đường đến quyền lực\nCuối tháng 9 năm 1960, Pol Pot nằm trong số 21 đại biểu của Đảng nhân dân cách mạng Khmer họp bí mật tại nhà ga đường sắt ở Phnom Penh. Đảng được đổi tên thành đảng công nhân Campuchia. Tou Samouth được bầu làm Tổng Bí thư, Nuon Chea được bầu làm phó Tổng Bí thư còn Pol Pot, Keo Meas và Ieng Sary xếp lần lượt thư ba, thứ tư và thứ năm trong Đảng. Năm 1962, Tou Samouth bị ám sát tại Phnom Penh, sau đó Pol Pot đã đứng ra tổ chức đại hội Đảng công nhân Campuchia lần thứ hai và đã leo lên vị trí Tổng Bí thư thay cho Tou Samouth. Khi lên nắm quyền, Pol Pot đồng thời loại bỏ những Đảng viên \"miền Đông\" thân Việt Nam ra khỏi ban thường vụ như Non Soun, Keo Meas, Chou Chet và bị thay thế bởi Son Sen, Vorn Vet và Ta Mok.\nSaloth Sar chạy trốn cảnh sát mật của Sihanouk và đã sống trong cảnh trốn tránh bảy năm trời, chiêu mộ binh lính. Tới cuối thập kỷ 1960, Lon Nol là giám đốc tổ chức an ninh nội bộ của Sihanouk tiến hành các hành động chống lại những người cộng sản, lúc ấy được gọi là Đảng Cộng sản Campuchia. Saloth Sar bắt đầu một cuộc khởi nghĩa vũ trang chống lại chính phủ, được Cộng hoà nhân dân Trung Hoa giúp đỡ.\nTrước năm 1970, Đảng Cộng sản Campuchia là một tổ chức rất ít được biết đến trong đời sống chính trị Campuchia. Tuy nhiên, năm 1970, vị tướng được phương Tây ủng hộ là Lon Nol lật đổ Sihanouk, bởi vì Sihanouk bị coi là người ủng hộ Mặt trận Dân tộc Giải phóng miền Nam Việt Nam và Việt Nam Dân chủ Cộng hòa.\nĐể phản kháng, Sihanouk quay sang ủng hộ phe của Saloth Sar. Cùng năm đó, Tổng thống Mỹ Richard Nixon ra lệnh tấn công quân sự vào Campuchia để tiêu diệt những nơi trú ẩn của Mặt trận Giải phóng gần biên giới Nam Việt Nam. Cùng với sự yêu mến của dân chúng dành cho Sihanouk và cuộc tấn công của Mỹ vào Campuchia, phe Saloth Sar được nhiều người ủng hộ và chỉ trong thời gian ngắn chính phủ Lon Nol chỉ còn kiểm soát được các thành phố.\nKhi Hoa Kỳ rời Việt Nam năm 1973, Việt Nam Dân chủ Cộng hòa rời Campuchia nhưng Khmer Đỏ tiếp tục chiến đấu với sự ủng hộ của họ. Không còn giữ được quyền kiểm soát đất nước nữa, chính phủ Lon Nol nhanh chóng sụp đổ. Ngày 17 tháng 4 năm 1975, Đảng cộng sản Campuchia chiếm Phnom Penh và Lon Nol bỏ chạy sang Mỹ. Chỉ chưa tới một tháng sau, ngày 12 tháng 5 năm 1975, lực lượng hải quân Khmer Đỏ hoạt động trên vùng lãnh hải Campuchia đã bắt giữ chiếc tàu buôn S.S. Mayaguez của Mỹ, chiếc tàu Mỹ cuối cùng rời khỏi Việt Nam, gây ra Sự kiện Mayaguez. Saloth Sar đổi tên thành Pol Pot vào khoảng thời gian này, rõ ràng là không muốn lộ diện.\nNorodom Sihanouk quay trở lại nắm quyền năm 1975, nhưng ông nhanh chóng nhận ra rằng ông đang bị loại bỏ bởi các đồng minh cộng sản cấp tiến, những người không có nhiều quan tâm tới các kế hoạch khôi phục chế độ quân chủ của ông. Ngay sau khi trở thành người lãnh đạo Đảng, Pol Pot đã ra sức tiêu diệt những Đảng viên miền Đông thân Việt Nam và những Đảng viên từng phục vụ dưới quyền Hoàng thân Norodom Sihanouk như Hou Yuon, Hu Nim, Tok Phoum... nhằm củng cố quyền lực.\n","dateOfDeath":"15 tháng 4 năm 1998(1998-04-15) (72 tuổi) Anlong Veng, Oddar Meancheay, Campuchia","dynasty":"","father":"Saloth Pen (cha) Sok Nem (mẹ) Saloth Chhay (anh cả) Saloth Roueng (em gái)","name":"","dateOfBirth":"Saloth Sâr (1925-05-19)19 tháng 5 năm 1925[1][2] Prek Sbauv, Kampong Thom, Campuchia thuộc Pháp","id":"Pol Pot","url":"https://vi.wikipedia.org/wiki/Pol_Pot"},{"mother":"Từ Cung Hoàng thái hậu","career&bio":"Nguyễn Phúc Vĩnh Thụy, tên tục lúc bé là Mệ Vững, sinh ngày 22 tháng 10 năm 1913[1] tại kinh thành Huế, là con trai duy nhất của vua Khải Định, mẹ là Hoàng Thị Cúc. Về thân thế của Bảo Đại cho đến nay vẫn còn nhiều dấu chấm hỏi lớn, vì theo các ghi chép lịch sử, vua Khải Định bị cho là vô sinh và không thích gần đàn bà.[2]\nNgày 28 tháng 4 năm 1922, khi được 9 tuổi, ông được xác lập làm Đông cung Hoàng Thái tử.[3] Ngày 15 tháng 6 năm 1922, ông cùng Khải Định sang Pháp để tham gia cuộc triển lãm hàng hóa tại Marseille. Đây là lần đầu tiên ông đi sang một quốc gia ở miền Tây Âu.\nHoàng tử Vĩnh Thụy lúc nhỏ tại Huế Vua Khải Định, Vĩnh Thụy, và Toàn quyền Pháp Albert Sarrault tại thành phố Marseille, Pháp\nThời niên thiếu tại Pháp[sửa | sửa mã nguồn]\nTháng 6 năm 1922, Vĩnh Thụy được vợ chồng cựu Khâm sứ Trung Kỳ là Jean François Eugène Charles nhận làm con nuôi và học ở trường Lycée Condorcet.\nTháng 2 năm 1924, ông về nước để dự Lễ tứ tuần đại khánh của Khải Định, đến tháng 11 trở lại nước Pháp để tiếp tục học trường Hattemer.\nNgày 6 tháng 11 năm 1925, Khải Định mất, Vĩnh Thụy về nước thọ tang. Ngày 8 tháng 1, khi mới 12 tuổi, Vĩnh Thụy được tôn lên kế vị làm hoàng đế kế nhiệm, ông lấy niên hiệu Bảo Đại. Tháng 3 cùng năm, Bảo Đại trở lại Pháp để tiếp tục du học.\nTriều đình cử một bậc túc nho đi theo sang Pháp để dạy Vua học thêm chữ Hán và các khuôn phép phương đông nhưng các ông thầy người Pháp đã nhanh chóng cách ly ông. Sau này, khi ông về nước cầm quyền, chính Bảo Đại thú nhận rằng bản thân gần như hoàn toàn không biết gì về lịch sử triều đại đã dẫn đến việc quyền hành bị nước ngoài thâu tóm như thế nào.\nMột viên chức cao cấp người Pháp chịu trách nhiệm trông nom dạy dỗ. Ông Charles chính là cựu Khâm sứ Pháp tại Huế, thay mặt nhà nước bảo hộ tại kinh đô An Nam, thời thơ ấu của Nhà vua. Khi Bảo Đại quay về Pháp, vua cha Khải Định đã uỷ thác cho ông Charles trông nom con trai. Hàng ngày, cứ vào buổi trưa, đi học về, Bảo Đại đến nhà của ông Charles ở phố Rue des Bourdonnais và ở đó không được đi đâu cho đến chiều tối.\nNgoài việc theo dõi từng bước việc học tập tại trường mà trong dịp hè còn đưa Bảo Đại đi nghỉ ở Vichy hay tại nhà riêng ở Prades. Có thể nói ông Charles coi Bảo Đại gần như con cháu trong nhà. Thời khoá biểu trong những năm niên thiếu của Bảo Đại đã được quy định chặt chẽ, chính xác, thích hợp với việc dạy làm vua trong tương lai. Ngoài giờ lên lớp buổi sáng, thời gian còn lại là làm những bài tập rất chuyên cần cùng với vài người đồng hương.\nTừ niên khóa 1930, Bảo Đại vào học trường Sciences Po. Bảo Đại sống trong một căn nhà dành riêng cho mình tại số 13 phố Lamballe. Theo báo L'Asie Nouvelle (Châu Á mới) kể lại, ngoài thời gian học, Bảo Đại chơi thể thao. Đây là một điều mới mẻ, một cuộc cách mạng với hoàng tộc. Những ảnh chụp thời đó cho thấy Bảo Đại mặc trang phục quần vợt, quần soóc, áo thun trắng, hay trang phục của người chơi golf, trượt tuyết. Lúc nào chàng thanh niên cũng ăn mặc chỉnh tề, trau chuốt, lịch sự, điển trai, hợp với những thú vui Paris hơn là hoạt động chính trường.\nChàng thanh niên thích thú với cách sống như vậy cho đến năm 1932, và chúng đã trở thành thói quen đến mức không dễ dàng thay đổi. Trong lúc bố cáo đã được niêm yết ở cửa Ngọ môn báo tin Hoàng đế hồi loan khiến hàng triệu người dân Việt ngóng trông thì ông vẫn còn do dự vì hình như là ông chưa dứt khoát quyết định rằng sẽ trở về nước.\nBảo Đại là người say mê chơi ô tô, ở tuổi 16 đã sở hữu trong tay nhiều kiểu ôtô. Cậu thanh niên có các xe tốc độ cao để đi vào các đường phố thủ đô hay đi trên đường cao tốc từ Cannes đến Deauville. Bản thân ông là người có năng khiếu, lái xe giỏi và nhanh, thoải mái, bình tĩnh mỗi khi tăng tốc độ, biết sử dụng tính năng của động cơ, không mất thời gian để gây ấn tượng như những tay chơi kiểu cách nhưng đôi khi cũng suýt gây tai nạn khi quành một chỗ rẽ.[4]\nChính phủ Pháp không phải là không biết tính Bảo Đại chẳng ham thích gì trách nhiệm của vị đế vương. Về thái độ không mấy hăng hái trở về, ông Chatel, thư ký của Phủ Toàn quyền viết: “Tôi tự hỏi không biết ông Bảo Đại có luôn luôn tìm cách trì hoãn thêm nữa việc trở về nước không. Nếu tôi tin vào tâm sự của một số người gần gũi với ông ta thì quả là ông ta tỏ ra không sốt sắng lắm, không vội vã trở về để trị vì”[5]\nCác hồ sơ lưu trữ của Phủ Toàn quyền Pháp cho biết cùng thời gian đó triều đình Huế cũng sôi sục những mưu toan thủ đoạn thầm lén. Các quan thượng thư trong triều cũng không ngồi yên. Công việc điều hành nhiếp chính trở nên khó khăn. Quan đại thần đứng đầu Viện cơ mật cũng gây không ít khó khăn cho chính quyền bảo hộ.\nTổng thư ký Phủ Toàn quyền Đông Dương là Eugène Chatel ngày càng tỏ ra bực bội trước những do dự của Bảo Đại. Chatel đã viết nhiều báo cáo về Bộ Thuộc địa, biện hộ sự cần thiết cần có nghi thức thật tráng lệ huy hoàng, đòi chi thêm tiền, thêm điều kiện dễ dàng. Tương lai của triều đại phụ thuộc một phần vào các điều kiện vật chất và tinh thần cho việc trở về. Ông viết trong báo cáo mật ngày 2 tháng 12 năm 1931: “Chúng ta nên cố gắng, không tiếc sức…” Các kế hoạch đề đạt đã được thông qua ở cấp cao nhất.[6]\nLúc này, Ban Thuộc địa của Đảng Cộng sản Pháp họp kín tại 120 phố Chateaudun. Tám người có mặt, một người Âu và bảy người Việt. Trong chương trình nghị sự có mục: “Hoàng đế trở về nước và việc ám sát Bảo Đại”. Tất cả mọi người có mặt đều tuyên bố ủng hộ việc xử tử Bảo Đại. Sẽ tổ chức bốc thăm, ai trúng sẽ được giao thi hành nhiệm vụ. Một người tên là Phạm Văn Điều được chỉ định thực hiện bản án tử hình Bảo Đại ở Paris. Một người Việt khác tên là Nguyễn Đình Tính tức “Blinov” có trách nhiệm tổ chức một vụ thứ hai, lần này ở Marseille khi Nhà vua bước lên cầu tàu thủy.[7]\nBảo Đại tại Paris, 1926 Bảo Đại và người em họ (hoàng thân Vĩnh Cẩn) cùng ông Si Abd Al Rahman Barjach, Tổng trấn Rabat (thủ đô Maroc) trong một chuyến công du tại Maroc Bảo Đại khi về nước\nVề nước[sửa | sửa mã nguồn]\nTháng 9 năm 1932, Bảo Đại bắt đầu cuộc đại hành trình về nước. Bộ trưởng Thuộc địa khi đó là Albert Sarraut đã đại diện chính phủ đến Marseille để đưa tiễn. Sau đó là những nơi tàu ghé lại đều tổ chức đón tiếp linh đình, trừ ở Penang, Malaysia là nơi Sở mật thám được tin mật báo có vụ mưu sát. Đây là vụ thứ ba được phát hiện. Sau hai lần trước định tổ chức ở Paris và Marseille không thành công, người ta dự định sẽ tổ chức vụ ám sát khủng bố ở bán đảo Mã Lai. Ngày hôm đó, con tàu xuyên đại dương mang tên Président Doumer đã phải âm thầm thả neo ở xa nơi tổ chức lễ đón tiếp. Nhưng hung thủ, người của ban Thuộc địa Đảng Cộng sản Pháp đã không xuất đầu lộ diện. Con tàu khách đi tiếp vào lãnh hải Việt Nam, thả neo ở mũi Saint-Jacques (Vũng Tàu ngày nay) xung quanh có các tàu chiến bảo vệ.[8]\nTại đây Bảo Đại rời tàu khách chuyển sang tàu chiến: Đó là tàu Dumont d’Urville sẽ đưa ông đến Đà Nẵng. Đến đó Vua mới thật sự cập bến để bước chân lên đất liền thuộc lãnh thổ An Nam. Đoàn tàu hộ tống ngoài chiếc Dumont d’Urville còn có thêm hai tàu nữa. Từng loạt đại bác nổ vang khi Vua rời khỏi tàu khách vượt qua vài sải nước để bước lên tàu. Các tàu đỗ trong vịnh đều treo cờ. Đến cảng Đà Nẵng ông lại chuyển sang pháo thuyền ngược sông Hàn cập bến thành phố. Cuối cùng ông bước lên xe lửa đặc biệt đi thêm 100 cây số nữa mới đến Huế. Sau này. Ông viết trong hồi ký: “Sau nhiều năm sống tự do tôi có cảm tưởng từ nay bước vào nơi giam cầm…”[9]\n","dateOfDeath":"31 tháng 7, 1997(1997-07-31) (83 tuổi) Val-de-Grâce, Paris, Pháp","dynasty":"Nhà Nguyễn","father":"Khải Định","name":"Nguyễn Phúc Vĩnh Thụy (阮福永瑞)","dateOfBirth":"(1913-10-22)22 tháng 10, 1913 Huế, Đại Nam, Liên bang Đông Dương","id":"Bảo Đại","url":"https://vi.wikipedia.org/wiki/B%E1%BA%A3o_%C4%90%E1%BA%A1i"},{"mother":"","career&bio":"Ông tên thật là Lê Huy Doãn[2], sinh ngày 6 tháng 9 năm 1902[3] trong một gia đình nghèo thuộc xóm Đông Cửa, thôn Đông xã Cựu Thông Lãng, tổng Thông Lãng, nay là xã Hưng Thông, huyện Hưng Nguyên, tỉnh Nghệ An. Từ nhỏ, cuộc sống của ông đã gặp nhiều bấp bênh khó khăn.[2] Song thân ông là ông Lê Huy Quán và bà Phạm Thị Sau.[1]\nMồ côi cha từ nhỏ, tuy nhiên nhờ sự tảo tần của người mẹ, ông vẫn được cho theo học chữ Hán tại làng, được thầy học cải tên thành Lê Văn Duyện[2]. Sau đó, ông được cho học tiếp thêm khoảng 2 năm tiếng Pháp[3]. Vì gia cảnh quá ngặt nghèo, năm 16 tuổi,[2] ông xin đi làm công cho một hãng buôn ở Vinh để có thêm tiền sinh kế cho gia đình. Một thời gian sau, ông chuyển sang làm công nhân nhà máy diêm Bến Thủy và bị đuổi việc vì đã vận động công nhân đấu tranh đòi quyền lợi với giới chủ bóc lột. Từ đó, ông bước vào con đường làm một nhà cách mạng chuyên nghiệp.\n","dateOfDeath":"6 tháng 9, 1942(1942-09-06) (40 tuổi) Côn Đảo, Liên bang Đông Dương","dynasty":"","father":"","name":"","dateOfBirth":"6 tháng 9 năm 1902 Nghệ An, Liên bang Đông Dương","id":"Lê Hồng Phong","url":"https://vi.wikipedia.org/wiki/L%C3%AA_H%E1%BB%93ng_Phong"},{"mother":"","career&bio":"","dateOfDeath":"1 tháng 10, 2018(2018-10-01) (101 tuổi) phường Bạch Đằng, quận Hai Bà Trưng, thành phố Hà Nội","dynasty":"","father":"","name":"","dateOfBirth":"(1917-02-02)2 tháng 2, 1917 Xã Đông Phù, tổng Nam Phù Liệt, huyện Thanh Trì, tỉnh Hà Đông","id":"Đỗ Mười","url":"https://vi.wikipedia.org/wiki/%C4%90%E1%BB%97_M%C6%B0%E1%BB%9Di"},{"mother":"","career&bio":"","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"13 tháng 12, 1970 (52 tuổi) Hải Dương, Việt Nam Dân chủ Cộng hòa","id":"Võ Văn Thưởng","url":"https://vi.wikipedia.org/wiki/V%C3%B5_V%C4%83n_Th%C6%B0%E1%BB%9Fng"},{"mother":"","career&bio":"Ông tên thật là Võ Toàn, sinh ngày 7 tháng 8 năm 1912, tại làng Tam Mỹ, tổng Phú Quý, phủ Tam Kỳ, nay là thôn Khương Mỹ, xã Tam Xuân I, huyện Núi Thành, tỉnh Quảng Nam[2]. Cha ông là cụ Võ Nghiệm, một nhà nho yêu nước, về sau cũng là một đảng viên Cộng sản trong chi bộ do con trai mình làm bí thư, được nhà nước Việt Nam truy tặng là Liệt sĩ. Mẹ ông là Nguyễn Thị Thân, về sau được nhà nước Việt Nam truy tặng danh hiệu Bà mẹ Việt Nam anh hùng.\nDo sinh trưởng trong một gia đình nhà nho, từ nhỏ, ông được giáo dục về tinh thần dân tộc yêu nước và chịu ảnh hưởng của nhiều chí sĩ đất Quảng như Hoàng Diệu, Trần Quý Cáp, Phan Châu Trinh, Huỳnh Thúc Kháng... và các phong trào đấu tranh chống thuế, đòi dân sinh, dân chủ của dân chúng vùng Nam Trung Kỳ.[3]\n","dateOfDeath":"8 tháng 9, 2011(2011-09-08) (99 tuổi) Thành phố Hồ Chí Minh, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"(1912-08-07)7 tháng 8, 1912 Tam Kỳ, Quảng Nam, Liên bang Đông Dương","id":"Võ Chí Công","url":"https://vi.wikipedia.org/wiki/V%C3%B5_Ch%C3%AD_C%C3%B4ng"},{},{"mother":"","career&bio":"","dateOfDeath":"4 tháng 9, 2013(2013-09-04) (83 tuổi) Bà Rịa – Vũng Tàu, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"(1929-12-01)1 tháng 12, 1929 Hà Nội, Bắc Kỳ, Liên bang Đông Dương","id":"Hoàng Hà (nhạc sĩ)","url":"https://vi.wikipedia.org/wiki/Ho%C3%A0ng_H%C3%A0_(nh%E1%BA%A1c_s%C4%A9)"},{"mother":"","career&bio":"Nguyễn Hữu Thọ vào năm 1932\nÔng sinh ra ở làng Long Phú, tổng Long Hưng Hạ, quận Trung Quận, tỉnh Chợ Lớn (nay là thị trấn Bến Lức, huyện Bến Lức, tỉnh Long An)[1]. Năm 1930, ông học luật ở Pháp và trở về nước năm 1933. Hành nghề luật sư khắp các tỉnh miền Tây Nam Bộ, ông luôn bảo vệ công lý, bênh vực người dân vô tội trước tòa án thực dân. Năm 1947, ông vận động hàng trăm luật sư, kỹ sư, bác sĩ, dược sĩ, nhà giáo, nhà báo,... ký tên vào bản Tuyên ngôn của trí thức Sài Gòn - Chợ Lớn đòi Chính phủ Pháp đàm phán với Chính phủ Việt Nam do Việt Minh lãnh đạo. Năm 1948, ông tham gia Hội Liên Việt và ngày 16 tháng 10 năm 1949 ông được kết nạp vào Đảng Cộng sản Đông Dương[2].\n","dateOfDeath":"24 tháng 12, 1996(1996-12-24) (86 tuổi) Thành phố Hồ Chí Minh, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"(1910-07-10)10 tháng 7, 1910 Chợ Lớn, Nam Kỳ, Liên bang Đông Dương","id":"Nguyễn Hữu Thọ","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_H%E1%BB%AFu_Th%E1%BB%8D"},{},{"mother":"","career&bio":"Ông sinh ngày 5 tháng 6 năm 1889, quê ở Hà Đông (nay thuộc Hà Nội).\nThuở nhỏ ông học chữ Hán, sau sang Pháp học, đỗ bằng Thành chung (Trung học).\n","dateOfDeath":"7 tháng 10, 1947(1947-10-07) (58 tuổi) Bắc Kạn, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"(1889-06-05)5 tháng 6, 1889 tỉnh Hà Đông, Đông Dương thuộc Pháp","id":"Nguyễn Văn Tố","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_V%C4%83n_T%E1%BB%91"},{"mother":"","career&bio":"","dateOfDeath":"12 tháng 1, 1995(1995-01-12) (90 tuổi) Hà Nội, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"4 tháng 11 năm 1904 Từ Liêm, Hà Nội, Liên bang Đông Dương","id":"Hoàng Minh Giám","url":"https://vi.wikipedia.org/wiki/Ho%C3%A0ng_Minh_Gi%C3%A1m"},{"mother":"","career&bio":"","dateOfDeath":"23 tháng 11, 2003(2003-11-23) (74 tuổi)","dynasty":"","father":"","name":"","dateOfBirth":"27 tháng 12 năm 1928 Quảng Trị, Trung Kỳ, Liên bang Đông Dương","id":"Trần Hoàn (nhạc sĩ)","url":"https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_Ho%C3%A0n_(nh%E1%BA%A1c_s%C4%A9)"},{"mother":"","career&bio":"Trần Đại Quang sinh ngày 12 tháng 10 năm 1956 tại thôn Lưu Quang, xã Quang Thiện, huyện Kim Sơn, tỉnh Ninh Bình. Cha ông làm nghề đơm đó bắt cá trên sông, còn mẹ ông làm nghề bán chuối. Họ có sáu người con, 4 trai tên là Vinh (thứ nhất), Quang, Sáng, Tỏ (út, sinh ngày 28 tháng 1 năm 1962), và hai con gái. Năm 1962, khi Trần Đại Quang mới vào tiểu học, em trai út Trần Quốc Tỏ mới sinh chưa được lâu thì cha mất. Do nhà quá nghèo, đông anh em, nên từ nhỏ Trần Đại Quang đã giúp mẹ làm nhiều việc nhà nông. Ông được nhận xét là học giỏi, chăm chỉ, điềm tĩnh, và trầm tính. Từ bé ông đã tầm vóc cao lớn hơn so với bạn bè cùng lứa tuổi.[8]\n","dateOfDeath":"21 tháng 9, 2018(2018-09-21) (61 tuổi) Bệnh viện Trung ương Quân đội 108, Hà Nội","dynasty":"","father":"","name":"","dateOfBirth":"(1956-10-12)12 tháng 10, 1956 thôn Lưu Quang, xã Quang Thiện, Kim Sơn, Ninh Bình, Việt Nam Dân chủ Cộng hòa","id":"Trần Đại Quang","url":"https://vi.wikipedia.org/wiki/Tr%E1%BA%A7n_%C4%90%E1%BA%A1i_Quang"},{"mother":"Hựu Thiên Thuần Hoàng hậu","career&bio":"Vua Khải Định có tên khai sinh là Nguyễn Phúc Bửu Đảo (阮福寶嶹), khi lên ngôi lấy ngự danh là Nguyễn Phúc Tuấn (阮福晙), là con trưởng của vua Đồng Khánh, mẹ là Dương Thị Thục. Ông sinh vào ngày 1 tháng 9 năm Ất Dậu, tức 8 tháng 10 năm 1885, tại kinh thành Huế.\nNăm 1889, vua Đồng Khánh mất, Bửu Đảo còn nhỏ tuổi nên không được kế vị (người kế vị là Bửu Lân niên hiệu Thành Thái). Nǎm 1906, Bửu Đảo được phong là Phụng Hóa công (奉化公). Ông là người mê cờ bạc, thường xuyên bị thua, có khi phải cầm bán cả những đồ dùng và những người hầu hạ. Bửu Đảo còn bắt vợ mình, là Trương Như Thị Tịnh con gái của quan đại thần Trương Như Cương, về xin tiền bố mẹ gán nợ để đánh bạc tiếp.\nViệc Bửu Đảo lên ngôi cũng không hoàn toàn suôn sẻ. Sau khi buộc tội hoàng đế Duy Tân, người Pháp đã có ý muốn xóa bỏ chế độ quân chủ ở Việt Nam nhưng các triều thần, đặc biệt là Thượng thư Nguyễn Hữu Bài không chịu nên Pháp phải chiều theo ý.\nNgày 18 tháng 5 năm 1916, Bửu Đảo lên ngôi lấy niên hiệu là Khải Định (啓定).\n","dateOfDeath":"6 tháng 11 năm 1925 (40 tuổi) Huế, Đại Nam, Liên bang Đông Dương","dynasty":"Nhà Nguyễn","father":"Đồng Khánh","name":"Nguyễn Phúc Bửu Đảo (阮福寶嶹) Nguyễn Phúc Tuấn (阮福晙)","dateOfBirth":"8 tháng 10 năm 1885 Huế, Đại Nam","id":"Khải Định","url":"https://vi.wikipedia.org/wiki/Kh%E1%BA%A3i_%C4%90%E1%BB%8Bnh"},{"mother":"","career&bio":"","dateOfDeath":"10 tháng 11 năm 1982(1982-11-10) (75 tuổi) Zarechye, gần Moskva, Nga Xô, Liên Xô","dynasty":"","father":"","name":"","dateOfBirth":"Leonid Ilyich Brezhnev (1906-12-19)19 tháng 12 năm 1906 Kamjanske, Guberniya Yekaterinoslav, Đế quốc Nga","id":"Leonid Ilyich Brezhnev","url":"https://vi.wikipedia.org/wiki/Leonid_Ilyich_Brezhnev"},{"mother":"","career&bio":"Nguyễn Cơ Thạch tên khai sinh là Phạm Văn Cương, sinh ngày 15 tháng 5 năm 1921 tại xã Liên Minh, huyện Vụ Bản, tỉnh Nam Định. Ông tham gia Tổ chức Thanh niên Dân chủ rồi Thanh niên Phản đế tại Nam Định (1937–1939), bị thực dân Pháp bỏ tù tại Nam Định, Hòa Bình, Sơn La (1940-1945).\nNăm 1943, trong nhà tù Sơn La, ông được kết nạp vào Đảng Cộng sản Đông Dương.\nÔng lãnh đạo cướp chính quyền tại Nam Định (tháng 8 năm 1945).\nTháng 9 năm 1945 về công tác tại Bộ Quốc phòng, làm Bí thư cho Đại tướng Võ Nguyên Giáp; sau đó giữ chức vụ Chánh Văn phòng Quân uỷ Trung ương, Bí thư đảng uỷ các cơ quan Bộ Quốc phòng và Tổng tư lệnh (1947–1949).\nSau đó ông chuyển sang công tác chính quyền và Đảng vụ, làm Phó Bí thư rồi Quyền Bí thư tỉnh uỷ kiêm Chủ tịch Ủy ban Kháng chiến Hành chính tỉnh Hà Đông (tháng 5 năm 1949 – tháng 5 năm 1951); Ủy viên Đảng Đoàn và Ủy viên Ủy ban Kháng chiến hành chính Liên khu 3, Bí thư Đảng ủy các cơ quan của Liên khu (1949–1954).\n","dateOfDeath":"10 tháng 4, 1998(1998-04-10) (76 tuổi) Hà Nội","dynasty":"","father":"","name":"","dateOfBirth":"15 tháng 5 năm 1921 Vụ Bản - Nam Định, Liên bang Đông Dương","id":"Nguyễn Cơ Thạch","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_C%C6%A1_Th%E1%BA%A1ch"},{"mother":"","career&bio":"Công an nhân dân\nThời kỳ đầu\nNăm 1984, Phạm Minh Chính tốt nghiệp đại học ở Romania, trở về nước, bắt đầu sự nghiệp của mình. Ông được phân công làm Nghiên cứu viên Khoa học tại Cục Nghiên cứu Khoa học, Kinh tế và Kỹ thuật, Bộ Nội vụ.[Ghi chú 2] Đến năm 1989, ông được điều động sang công tác tại Bộ Ngoại giao, làm Bí thư thứ nhất tại Đại sứ quán Cộng hòa Xã hội Chủ nghĩa Việt Nam tại Romania.[6] Đây là thời điểm mà Cộng hòa Xã hội chủ nghĩa Romania và cả xã hội chủ nghĩa Đông Âu sụp đổ, ông công tác ở Đại sứ quán với nhiệm vụ trực tiếp xem xét, đánh giá sự biến chuyển của các nước Đông Âu, phục vụ cho đường lối của Việt Nam trong thời kỳ này.[5]\nNăm 1996, ông được điều trở lại Việt Nam, công tác tại Bộ Nội vụ, chuyển thể thành Bộ Công an năm 1998. Ông lần lượt đảm nhiệm các chức vụ Thư ký Tổng hợp Văn phòng Bộ Công an; Phó Cục trưởng phụ trách Cục rồi Cục trưởng Cục Tình báo Kinh tế và Khoa học kỹ thuật Bộ Công an. Năm 2006, Phạm Minh Chính được bổ nhiệm làm Phó Tổng cục trưởng Tổng cục Tình báo Bộ Công an.\nLãnh đạo công an\nNgày 25 tháng 4 năm 2007, Phạm Minh Chính được Thủ tướng Chính phủ Nguyễn Tấn Dũng phong quân hàm Thiếu tướng Công an nhân dân.[7] Đến tháng 12 năm 2009, ông được Bộ trưởng Bộ Công an Lê Hồng Anh giao nhiệm vụ Phụ trách Tổng cục Hậu cần – Kỹ thuật, Bộ Công an. Ngày 03 tháng 2 năm 2010, Thủ tướng Chính phủ Nguyễn Tấn Dũng quyết định bổ nhiệm ông giữ chức Tổng cục trưởng Tổng cục Hậu cần – Kỹ thuật, Bộ Công an.[8]\nTrung tướng Nguyễn Chí Vịnh (trái) và Thiếu tướng Phạm Minh Chính (phải)\nTrong cùng năm, ngày 16 tháng 7 năm 2010, ông được Chủ tịch nước Nguyễn Minh Triết thăng cấp bậc hàm từ Thiếu tướng lên Trung tướng Công an nhân dân Việt Nam. Phạm Minh Chính có lịch sử thăng cấp hàm bậc tướng Thiếu tướng, Trung tướng đều cùng các đợt với Tô Lâm. Ngày 12 tháng 8 năm 2010, ông được Thủ tướng Chính phủ quyết định bổ nhiệm giữ chức Thứ trưởng Bộ Công an Việt Nam.[9]\nĐịa phương\nNgày 18 tháng 1 năm 2011, tại Đại hội Đảng Cộng sản Việt Nam XI, Phạm Minh Chính được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XI nhiệm kì 2011 – 2016.[10][11]\nNgày 8 tháng 8 năm 2011, ông được Bộ Chính trị điều chuyển về công tác ở tỉnh Quảng Ninh, miễn nhiệm chức vụ Thứ trưởng Bộ Công an Việt Nam, tham gia Ban Chấp hành, Ban Thường vụ, bổ nhiệm làm Bí thư Tỉnh ủy tỉnh Quảng Ninh, Bí thư Đảng ủy Quân sự tỉnh Quảng Ninh, Ủy viên Đảng ủy Quân khu 3 - Bộ Quốc phòng, kế nhiệm Vũ Đức Đam.[12]\nÔng lãnh đạo tỉnh Quảng Ninh những năm 2011 – 2015, mục tiêu phát triển kinh tế tỉnh vùng biển. Trong giai đoạn này, ông là người tiên phong đề ra định hướng chuyển đổi mô hình tăng trưởng từ nâu sang xanh của tỉnh Quảng Ninh. Định hướng này được xem là đã mang lại nhiều thành công trong chiến lược phát triển, góp phần giúp Quảng Ninh thay đổi diện mạo nhanh chóng, địa phương tự xây dựng được 200 km đường cao tốc[13], đặc biệt đã làm giảm mạnh tình trạng ô nhiễm môi trường do khai thác than.[14]\nĐại biểu Quốc hội\nKhóa XIV\nPhạm Minh Chính trúng cử Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016 – 2021 từ tỉnh Quảng Ninh vào ngày 22 tháng 5 năm 2016 ở đơn vị bầu cử số 01 tỉnh Quảng Ninh gồm thành phố Hạ Long, thành phố Cẩm Phả, được 321.908 phiếu, đạt tỷ lệ 91,64% số phiếu hợp lệ.[15] Ông lần đầu được Trung ương Đảng Cộng sản Việt Nam giới thiệu ứng cử và đã trúng cử, thuộc Đoàn Đại biểu Quốc hội tỉnh Quảng Ninh.[Ghi chú 3]\nKhóa XV\nTrong giai đoạn chuẩn bị cho kỳ bầu cử Quốc hội khóa XV vào năm 2021, Phạm Minh Chính được Trung ương Đảng giới thiệu làm ứng cử viên Đại biểu Quốc hội tại thành phố Cần Thơ. Trong quá trình chuẩn bị bầu cử, ông cùng các ứng cử viên đã tiếp xúc cử tri tại đơn vị bầu cử số 01 của thành phố Cần Thơ, tiến hành trình bày chương trình hành động theo luật định.[16] Kỳ bầu cử diễn ra này 23 tháng 5 năm 2021, ông đã trúng cử Đại biểu Quốc hội Việt Nam khóa XV nhiệm kì 2021 – 2026 từ thành phố Cần Thơ với 335.484 phiếu, đạt tỷ lệ 98,74% số phiếu hợp lệ trúng cử.[17]\nTrung ương Đảng\nNgày 09 tháng 4 năm 2015, Phạm Minh Chính được Bộ Chính trị điều động về công tác ở Trung ương, phân công giữ chức Phó Trưởng Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam. Ngày 26 tháng 1 năm 2016, tại Đại hội đại biểu toàn quốc lần thứ XII của Đảng, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII.[18] Ngày 27 tháng 1 năm 2016, ông được Ban Chấp hành Trung ương khóa XII bầu vào Bộ Chính trị Trung ương, là Ủy viên Bộ Chính trị khóa XII.[19] Ngày 4 tháng 2 năm 2016, ông được Bộ Chính trị phân công tham gia Ban Bí thư Trung ương Đảng Cộng sản Việt Nam.[20][21] Ngày 05 tháng 2 năm 2016, ông được Bộ Chính trị phân công giữ chức Trưởng Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam, Trưởng tiểu Ban Bảo vệ Chính trị Nội bộ Trung ương Đảng Cộng sản Việt Nam.[22]\nÔng Phạm Minh Chính tiếp đón Thủ tướng Abe Shinzō năm 2017.\nPhạm Minh Chính cũng là Ủy viên Ban Chỉ đạo Trung ương về phòng, chống tham nhũng Đảng Cộng sản Việt Nam khóa XII, Chủ tịch Nhóm nghị sỹ hữu nghị Việt Nam - Nhật Bản của Quốc hội khóa XIV. Ngày 20 tháng 1 năm 2018, Thủ tướng Nguyễn Xuân Phúc quyết định bổ nhiệm ông làm Phó Trưởng Ban chỉ đạo xây dựng đặc khu kinh tế Việt Nam. Đến ngày 06 tháng 10 năm 2018, tại Hội nghị Trung ương lần thứ tám, khóa XII, Phạm Minh Chính được phân công làm Trưởng Tiểu ban Điều lệ Đảng để chuẩn bị Đại hội lần thứ XIII của Đảng Cộng sản Việt Nam. Đến ngày 30 tháng 1 năm 2021, tại phiên bầu cử Trung ương, ông được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII.[23] Ngày 31, tại phiên họp đầu tiên của Trung ương Đảng khóa XIII, ông được bầu làm Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII.[24] Đến ngày 08 tháng 4 năm 2021, sau khi được bầu làm Thủ tướng Chính phủ, ông được thôi chức Trưởng ban Tổ chức Trung ương, Trưởng Tiểu ban Bảo vệ Chính trị Nội bộ Trung ương, được kế nhiệm bởi Trương Thị Mai.[25] tháng 6 năm 2021, trong nhiệm kỳ mới, ông được phân công thêm các vị trí là Ủy viên Thường vụ Đảng ủy Công an Trung ương,[26] Ủy viên Thường vụ Quân ủy Trung ương.[27]\nTrong giai đoạn đảm nhiệm chức vị Trưởng Ban Tổ chức Trung ương Đảng Cộng sản Việt Nam, Phạm Minh Chính phụ trách chủ trương và các chính sách lớn thuộc lĩnh vực tổ chức cán bộ, bố trí nhân sự của hệ thống chính trị; đồng thời là lãnh đạo chuyên môn nghiệp vụ về công tác tổ chức, cán bộ, đảng viên của Trung ương.[28] Giai đoạn 2020 – 2021 trong chu kỳ Đại hội Đảng bộ cấp tỉnh khóa 2020 – 2025 ở 63 tỉnh thành, ông thường đại diện cho Trung ương Đảng tham gia các kỳ đại hội địa phương, chỉ đạo hoạt động cấp tỉnh.[29]\nBên cạnh đó, Phạm Minh Chính còn phụ trách vấn đề ngoại giao, bao gồm đại diện Trung ương Đảng sang thăm nước ngoài; tiếp đón một số lãnh đạo nước ngoài sang thăm Việt Nam. Đầu năm 2018, ông tới thủ phủ Bắc Kinh thăm Trung Quốc, gặp gỡ Ủy viên Thường vụ Trung ương Đảng, Bí thư Ủy ban Kiểm Kỷ, lãnh đạo cấp quốc gia thứ sáu của Trung Quốc Triệu Lạc Tế, hội đàm với Thành ủy Bắc Kinh các vấn đề liên quan tới đối tác giữa hai nước.[30] Ông đã hai lần đón tiếp Thủ tướng Nhật Bản là Abe Shinzō năm 2017 hai chiều trong và ngoài nước,[31][32] cùng với đón tiếp Suga Yoshihide năm 2020 sang thăm Việt Nam.[33]\n","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"10 tháng 12, 1958 (64 tuổi) Hoa Lộc, Hậu Lộc, Thanh Hóa, Việt Nam Dân chủ Cộng hòa","id":"Phạm Minh Chính","url":"https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_Minh_Ch%C3%ADnh"},{"mother":"","career&bio":"Nguyễn Phú Trọng sinh ngày 14 tháng 4 năm 1944 tại thôn Lại Đà, xã Hội Phụ, huyện Đông Ngàn, tỉnh Bắc Ninh (nay thuộc thôn Lại Đà, xã Đông Hội, huyện Đông Anh, Hà Nội)[1] tại một gia đình bần nông và là con út trong số bốn anh chị em.[2]\nHọc vấn\nTừ năm 1957 đến năm 1963, ông học trường cấp hai và cấp ba Nguyễn Gia Thiều tại huyện Gia Lâm (nay thuộc quận Long Biên, Hà Nội).[2]\nNăm 1963, ông theo học Khoa Văn tại trường Đại học Tổng hợp Hà Nội và tốt nghiệp bằng Cử nhân Ngữ văn.[3]\nTháng 8 năm 1973, Nguyễn Phú Trọng được cử đi học lớp nghiên cứu sinh về kinh tế chính trị tại Trường Nguyễn Ái Quốc (nay là Học viện Chính trị Quốc gia Hồ Chí Minh).[4] Khóa học sau đó đã kết thúc vào tháng 4 năm 1976.[4]\nTừ tháng 9 năm 1981 đến tháng 8 năm 1983, ông tiếp tục được cử sang Liên Xô làm nghiên cứu sinh và bảo vệ thành công luận án phó tiến sĩ ở bộ môn Khoa học Lịch sử tại Viện Hàn lâm Khoa học xã hội thuộc Trung ương Đảng Cộng sản Liên Xô (Акаде́мия обще́ственных нау́к при ЦК КПСС).[4][5]\nNăm 1992, Nguyễn Phú Trọng đã được nhà nước phong hàm phó giáo sư và vào năm 2002 ông được phong hàm lên Giáo sư chuyên ngành Xây dựng Đảng.[3]\n","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"14 tháng 4, 1944 (79 tuổi) xã Hội Phụ, huyện Đông Ngàn, Bắc Ninh, Liên Bang Đông Dương (nay thuộc xã Đông Hội, huyện Đông Anh, Hà Nội)","id":"Nguyễn Phú Trọng","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_Ph%C3%BA_Tr%E1%BB%8Dng"},{"mother":"","career&bio":"Kiến trúc sư Huỳnh Tấn Phát sinh ngày 15 tháng 2 năm 1913, tại xã Châu Hưng[1], huyện Bình Đại, tỉnh Mỹ Tho (nay thuộc tỉnh Bến Tre). Khi đến tuổi học trung học, ông lên Sài Gòn học trường Pétrus Ký. Năm 1933, ông thi vào học khóa 8 Trường Cao đẳng Mỹ thuật Đông Dương và tốt nghiệp thủ khoa năm 1938. Cuối năm 1938 khi vừa có tấm bằng kiến trúc sư (đỗ thủ khoa), ông trở về Sài Gòn và làm việc tại văn phòng kiến trúc sư Chauchon, người Pháp tại số 68-70 đường Mayer.\nNăm 1940, ông là kiến trúc sư Việt Nam đầu tiên mở văn phòng kiến trúc tư ở Sài Gòn.[2] Năm 1941, ông đoạt giải nhất[2] cuộc thi thiết kế khu Trung tâm hội chợ triển lãm Đông Dương do Toàn quyền Đông Dương Jean Decoux tổ chức.\nCác biệt thự do kiến trúc sư Huỳnh Tấn Phát thiết kế trước năm 1943 ở Sài Gòn đến nay vẫn còn giữ nguyên vẻ đẹp cổ kính rất phù hợp với khí hậu nóng, ẩm phương nam. Một số biệt thự vẫn còn đến ngày nay như Biệt thự số 7 Lê Duẩn; biệt thự số 151 Nguyễn Đình Chiểu; biệt thự số 6 Nguyễn Huy Lượng...\nTrước Cách mạng tháng Tám 1945, ông là chủ nhiệm báo Thanh Niên, hoạt động trong phong trào Thanh niên Tiền Phong, truyền bá quốc ngữ, cứu tế nạn đói ở Nam Bộ. Ông được bí mật kết nạp vào Đảng Cộng sản Đông Dương ngày 5 tháng 3 năm 1945. Cách mạng tháng Tám bùng nổ, ông cùng một số trí thức Nam Bộ tham gia cướp chính quyền ở Sài Gòn-Chợ Lớn. Ông đã thiết kế và chỉ đạo thực hiện công trình Kỳ đài cao 15 m ghi tên 11 vị trong Lâm ủy Nam Bộ tại ngã tư Nguyễn Huệ - Lê Lợi chỉ trong đêm 24 tháng 8 năm 1945.[3]\nNăm 1946, ông được bầu làm đại biểu Quốc hội khóa I Việt Nam Dân chủ Cộng hòa, được bổ sung làm ủy viên dự khuyết Ban Thường trực Quốc hội. Chiến tranh Đông Dương bùng nổ, ông công tác bí mật ở Sài Gòn, bị Pháp bắt giam ở Khám lớn Sài Gòn. Năm 1949, ông ra chiến khu, giữ chức Ủy viên Ủy ban Kháng chiến Hành chính Nam Bộ, Giám đốc Sở Thông tin Nam Bộ, trực tiếp phụ trách Đài phát thanh Tiếng nói Sài Gòn-Chợ Lớn tự do.\nSau Hiệp định Genève chia cắt 2 miền đất nước năm 1954, ông ở lại Sài Gòn, làm việc tại văn phòng của kiến trúc sư Nguyễn Hữu Thiện. Năm 1954, đồ án thiết kế của ông tham dự cuộc thi thiết kế nhà văn hóa dự kiến xây dựng ở Khám lớn Sài Gòn đã đoạt giải II[3] (không có giải I) và Thư viện Sài Gòn (đồng tác giả với Nguyễn Hữu Thiện).\nÔng cũng tham gia các phong trào đòi hòa bình, tự do, dân chủ, thống nhất đất nước, đòi thi hành Hiệp định Genève. Năm 1960, ông bí mật thoát ly khỏi Sài Gòn, tham gia Mặt trận Dân tộc Giải phóng miền Nam Việt Nam, giữ chức vụ Phó Chủ tịch kiêm Tổng thư ký Ủy ban Trung ương, đồng thời là Chủ tịch Ủy ban Mặt trận Dân tộc Giải phóng khu Sài Gòn-Gia Định.Tháng 6 năm 1969, ông được Đại hội đại biểu quốc dân miền Nam bầu làm Chủ tịch của Cộng hòa Miền Nam Việt Nam và giữ chức vụ này cho đến ngày nước Việt Nam tái thống nhất hòa bình 1976.\nSau khi Việt Nam thống nhất năm 1976, Kiến trúc sư Huỳnh Tấn Phát được cử làm Phó Thủ tướng Chính phủ kiêm Chủ nhiệm Ủy ban Xây dựng cơ bản Nhà nước, Phó Chủ tịch Hội Kiến trúc sư Việt Nam. Ông làm Trưởng ban chỉ đạo Quy hoạch Thủ đô và Chủ nhiệm đồ án thiết kế xây dựng thủ đô Hà Nội, chỉ đạo và góp ý kiến các dự án thiết kế quy hoạch các đô thị trong cả nước như: Hà Nội, TP. Hồ Chí Minh, Phan Thiết, Nha Trang, Vũng Tàu - Côn Đảo, Tây Ninh...\nÔng còn đảm trách các chức vụ: Phó Chủ tịch Hội đồng Nhà nước, Chủ tịch Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam.\nÔng mất ngày 30 tháng 9 năm 1989 tại Thành phố Hồ Chí Minh.\n","dateOfDeath":"30 tháng 9, 1989(1989-09-30) (76 tuổi) Thành phố Hồ Chí Minh, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"(1913-02-15)15 tháng 2, 1913 Bình Đại, Mỹ Tho, Nam Kì, Liên bang Đông Dương","id":"Huỳnh Tấn Phát","url":"https://vi.wikipedia.org/wiki/Hu%E1%BB%B3nh_T%E1%BA%A5n_Ph%C3%A1t"},{"mother":"","career&bio":"Hoạt động ngoại giao[sửa | sửa mã nguồn]\nNgày 11 tháng 6 năm 1986 ông gia nhập Đảng Cộng sản Việt Nam.\nTháng 9 năm 1987, Ông bắt đầu làm việc tại Bộ Ngoại giao với vị trí là cán bộ nghiên cứu tại Học viện Quan hệ quốc tế, Bộ Ngoại giao.[1] Sau đó, ông lần lượt được bổ nhiệm vào các vị trí Phó ban rồi Trưởng ban Âu - Mỹ, Chánh Văn phòng, Học viện Quan hệ quốc tế, Bộ Ngoại giao.[1]\nTừ tháng 3 năm 1996 đến tháng 1 năm 2000, ông được cử giữ chức Phó Vụ trưởng, Phó Giám đốc Học viện Quan hệ quốc tế, Bộ Ngoại giao.[1]\nTừ tháng 3 năm 2000 đến tháng 7 năm 2003, ông công tác tại Đại sứ quán Việt Nam tại nước Cộng hòa Singapore với cương vị Tham tán Công sứ.[1] Từ tháng 9 năm 2008 đến tháng 8 năm 2009 ông trở lại làm Phó Vụ trưởng rồi Vụ trưởng, Vụ Chính sách Đối ngoại, Bộ Ngoại giao.[1]\nBùi Thanh Sơn năm 2011\nTừ tháng 9 năm 2008 đến tháng 11 năm 2009, ông là trợ lý Bộ trưởng Ngoại giao Phạm Gia Khiêm, Vụ trưởng Vụ Chính sách Đối ngoại, Bộ Ngoại giao.[1] Từ tháng 9 năm 2008 đến tháng 6 năm 2012, ông còn đảm nhận các chức vụ Trưởng đoàn đàm phán Hiệp định Đối tác và Hợp tác toàn diện (PCA) Việt Nam - Liên minh châu Âu (EU).[1]\nThứ trưởng Ngoại giao Bùi Thanh Sơn vào năm 2012\nTháng 11 năm 2009, ông được Thủ tướng Nguyễn Tấn Dũng bổ nhiệm chức vụ Thứ trưởng Bộ ngoại giao.[1]. Tháng 11 năm 2010, kiêm nhiệm Ủy viên Ủy ban quốc gia về Thanh niên Việt Nam[1]\nBùi Thanh Sơn tại Luân Đôn, năm 2013\nTừ tháng 9 năm 2011 đến năm 2015, ông kiêm nhiệm Ủy viên Hội đồng Lý luận Trung ương nhiệm kỳ 2011-2015.[1]\nTháng 2 năm 2015, ông được Thủ tướng Nguyễn Tấn Dũng bổ nhiệm lại chức vụ Thứ trưởng Bộ Ngoại giao[1]\nTừ tháng 3 năm 2015, ông làm Ủy viên kiêm Tổng thư ký Ban Chỉ đạo liên ngành Hội nhập quốc tế về chính trị, an ninh, quốc phòng.[1]\nTháng 1 năm 2016 tại Đại hội đại biểu toàn quốc lần thứ XII của Đảng Cộng sản Việt Nam, ông được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII[1] đến tháng 5 khi lần đầu được trung ương giới thiệu ứng cử đại biểu Quốc hội Việt Nam khóa XIV vào tháng 5 năm 2016 ông đang là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII, Ủy viên Ban Chấp hành Đảng bộ Khối các cơ quan Trung ương, Ủy viên Ban cán sự Đảng Bộ Ngoại giao, Bí thư Đảng bộ Bộ Ngoại giao, Thứ trưởng Bộ Ngoại giao, làm việc ở Bộ Ngoại giao Việt Nam.\nThứ trưởng ngoại giao Bùi Thanh Sơn gặp Thứ trưởng ngoại giao Argentine Gustavo Zlauvinen, năm 2019\nNgày 22 tháng 5 năm 2016, ông trúng cử đại biểu Quốc hội năm 2016 ở đơn vị bầu cử số 2, tỉnh Đắk Nông gồm có các huyện: Đắk Mil, Cư Jút và Krông Nô, được 140.073 phiếu, đạt tỷ lệ 79,52% số phiếu hợp lệ. Thời điểm này ông đảm nhận các chức vụ: Ủy viên Trung ương Đảng, Bí thư Đảng ủy, Thứ trưởng Thường trực Bộ Ngoại giao.[3]\nTháng 4 năm 2020, tại Quyết định số 466/QĐ-TTg, Thủ tướng Nguyễn Xuân Phúc quyết định bổ nhiệm lại ông Bùi Thanh Sơn giữ chức vụ Thứ trưởng Bộ Ngoại giao. Thời gian bổ nhiệm lại tính từ ngày 10/2/2020. Đây là lần thứ 3 ông được Thủ tướng bổ nhiệm[4].\nNgày 30 tháng 1 năm 2021, tại Đại hội Đại biểu toàn quốc Đảng Cộng sản Việt Nam khóa XIII, ông được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII.\nBộ trưởng Ngoại giao[sửa | sửa mã nguồn]\nSáng ngày 8 tháng 4 năm 2021, tại kỳ họp thứ 11 ông được Quốc hội Việt Nam khóa XIV bầu làm Bộ trưởng Bộ Ngoại giao Việt Nam theo đề nghị của Thủ tướng Phạm Minh Chính.\nThực hiện các chuyến bay giải cứu[sửa | sửa mã nguồn]\nBài chi tiết: Vụ chuyến bay \"giải cứu\" công dân trở về nước do đại dịch COVID-19\nVấn đề Myanmar[sửa | sửa mã nguồn]\nBài chi tiết: Đảo chính Myanmar 2021\nBùi Thanh Sơn tại Indonesia họp về vấn đề Myanmar\nTrong ngày 23 tháng 4 năm 2021, Bùi Thanh Sơn đã tham dự ăn tối làm việc của các Bộ trưởng Ngoại giao ASEAN tại trụ sở Bộ Ngoại giao Indonesia để rà soát chuẩn bị cho Hội nghị các nhà lãnh đạo ASEAN trong đó có vấn đề ở Myanmar.[5] Ngày 24 tháng 4 năm 2021, tại Indonesia ông đã gặp đặc phái viên của Tổng Thư ký Liên hợp quốc về Myanmar bà Christine Schraner Burgener. Bà Christine Schraner Burgener bày tỏ lo ngại những thiệt hại về người tại Myanmar và mong muốn ASEAN sẽ có những bước đi tích cực, góp phần giải quyết tình hình, đem lại ổn định và hòa bình cho Myanmar, Bùi Thanh Sơn khẳng định Việt Nam luôn theo dõi sát các diễn biến tại đây, tích cực tham gia cùng ASEAN tìm giải pháp phù hợp nhất cho Myanmar.[6]\nQuan hệ với Nga[sửa | sửa mã nguồn]\nNga là nước đầu tiên mà Bùi Thanh Sơn thăm chính thức trên cương vị Bộ trưởng Ngoại giao Việt Nam, khẳng định Việt Nam nhất quán coi Nga là một trong những đối tác quan trọng và tin cậy hàng đầu, phía Nga cũng khẳng định Việt Nam là bạn, là nước có uy tín quốc tế, là đối tác quan trọng và ưu tiên trong chính sách đối ngoại của Nga tại khu vực Đông Nam Á. Việc Việt Nam là nước duy nhất ở khu vực mà Tổng thống Nga Vladimir Putin từng thăm năm lần. Hai bên nhận thấy sự cần thiết trong việc hợp tác phòng, chống Covid-19 chặt chẽ hơn nữa, mở rộng nghiên cứu chung về y học, khoa học vũ trụ, quản lý tài nguyên, trong đó có tài nguyên biển.[7]\nCác chuyến thăm Châu Âu[sửa | sửa mã nguồn]\nTrong chuyến thăm nước Đức ông đã gặp Tổng thống Đức Frank-Walter Steinmeier và các lãnh đạo khác ở Đức. Ông cảm ơn Chính phủ, nhân dân Đức đã ủng hộ, hỗ trợ số lượng lớn vaccine phòng COVID-19 và các trang thiết bị y tế, giúp Việt Nam sớm kiểm soát tình hình dịch bệnh và mở cửa phục hồi kinh tế-xã hội.[8]\nBùi Thanh Sơn và Bộ trưởng Ngoại giao Áo Alexander Schallenberg\nSau khi thăm Đức ông đã có chuyến thăm đến nước Áo. Chuyến thăm là hoạt động quan trọng trong bối cảnh hai nước kỷ niệm 50 năm thiết lập quan hệ ngoại giao, mong muốn tiếp tục tăng cường hơn nữa quan hệ hữu nghị truyền thống và hợp tác nhiều mặt Việt Nam-Áo trong các lĩnh vực chính trị-ngoại giao, kinh tế, thương mại, đầu tư, năng lượng tái tạo, y tế. Chính phủ Áo ủng hộ EU sớm gỡ bỏ thẻ vàng IUU với xuất khẩu thủy sản của Việt Nam.[9]\nQuan hệ với Hoa Kỳ[sửa | sửa mã nguồn]\nÔng Bùi Thanh Sơn gặp Ngoại trưởng Hoa Kỳ Blinken\nNhân dịp tham dự Tuần lễ Cấp cao APEC 2022, chiều 17 tháng 11, Bộ trưởng Ngoại giao Bùi Thanh Sơn đã có cuộc gặp với Ngoại trưởng Mỹ Antony Blinken, hai bộ trưởng bày tỏ vui mừng trước sự phát triển mạnh mẽ trên nhiều lĩnh vực của quan hệ Đối tác Toàn diện Việt Nam-Hoa Kỳ, trong đó có việc duy trì trao đổi đoàn và tiếp xúc cấp cao, hợp tác kinh tế, thương mại, đầu tư, phát triển bền vững, năng lượng xanh, năng lượng sạch, chuyển đổi số, phát triển cơ sở hạ tầng. Bộ trưởng Bùi Thanh Sơn khẳng định Mỹ là một trong các đối tác hàng đầu của Việt Nam và mong muốn hai bên cùng phối hợp để làm sâu sắc hơn nữa quan hệ hai nước, hướng tới kỷ niệm 10 năm quan hệ Đối tác Toàn diện vào năm 2023.[10]\nĐể đẩy mạnh hợp tác song phương trong thời gian tới, hai bên nhất trí tăng cường tiếp xúc, trao đổi đoàn các cấp, nhất là cấp cao, tăng cường hợp tác kinh tế-thương mại, an ninh-quốc phòng, giáo dục-đào tạo, hợp tác khắc phục hậu quả chiến tranh, trong đó có việc tẩy độc sân bay Biên Hòa và tìm kiếm hài cốt bộ đội Việt Nam hy sinh trong chiến tranh.[11]\nQuan hệ với Nhật Bản[sửa | sửa mã nguồn]\nTại cuộc gặp với Ngoại trưởng Nhật Bản Yoshimasa, hai bộ trưởng bày tỏ hài lòng trước sự phát triển tốt đẹp của quan hệ Việt Nam-Nhật Bản trên tất cả các lĩnh vực. Hai bộ trưởng nhất trí tăng cường phối hợp chặt chẽ để triển khai các thỏa thuận giữa hai Thủ tướng tại cuộc gặp ngày 12 tháng 11 năm 2022 vừa qua, trong đó có việc Nhật Bản sớm triển khai khoản vay ODA thế hệ mới, hỗ trợ Việt Nam trong quá trình phát triển kinh tế-xã hội, thực hiện công nghiệp hóa, hiện đại hóa, chuyển đổi xanh. Tăng cường hợp tác giai đoạn hậu COVID-19 trên các lĩnh vực, tăng cường giao lưu văn hóa, nhân dân, hợp tác địa phương, du lịch; phối hợp tổ chức các hoạt động kỷ niệm 50 năm thiết lập quan hệ ngoại giao trong năm 2023.[10][11]\n","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"16 tháng 10, 1962 (60 tuổi) xã Tây Mỗ, huyện Từ Liêm, TP Hà Nội, Việt Nam Dân chủ Cộng hòa","id":"Bùi Thanh Sơn","url":"https://vi.wikipedia.org/wiki/B%C3%B9i_Thanh_S%C6%A1n"},{"mother":"Phan Thị Phúc[1]","career&bio":"Sau khi tốt nghiệp trường Đại học Ngoại giao, năm 1981, ông được nhận vào làm Chuyên viên Vụ Đào tạo, Bộ Ngoại giao,[6] bấy giờ cha ông đang giữ chức Bộ trưởng.\nMột năm sau, năm 1982, ông được bổ nhiệm làm Tùy viên Đại sứ quán Việt Nam tại Anh. Sau khi hoàn tất nhiệm kỳ công tác, năm 1986, ông được triệu hồi về nước và được phân công làm Chuyên viên của Vụ Vấn đề chung, Bộ Ngoại giao. Năm 1991, ông được thăng làm Phó Vụ trưởng Vụ các Tổ chức Quốc tế, Bộ Ngoại giao. Cùng năm đó, cha ông nghỉ hưu.\nNăm 1999, ông được bổ nhiệm làm Đại sứ, Phó trưởng phái đoàn đại diện thường trực Việt Nam bên cạnh Liên hợp quốc. Từ năm 2001 đến tháng 1 năm 2003, ông được bổ nhiệm làm Công sứ, Phó Đại sứ của Đại sứ quán Việt Nam tại Hoa Kỳ.\nTháng 3 năm 2003, ông được triệu hồi về nước và được bổ nhiệm làm Quyền Vụ trưởng Vụ Các Tổ chức Quốc tế. Đến tháng 8 cùng năm, ông được bổ nhiệm chính thức làm Vụ trưởng.\nTháng 4 năm 2006, tại Đại hội Đại biểu Đảng Cộng sản Việt Nam khóa X, ông được bầu làm Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá X. Tháng 9 cùng năm, ông được bổ nhiệm làm Trợ lý Bộ trưởng Ngoại giao cho Phó Thủ tướng Phạm Gia Khiêm vừa được phê chuẩn chức vụ Bộ trưởng Bộ Ngoại giao.\nTháng 8 năm 2007, ông được bổ nhiệm làm Thứ trưởng Ngoại giao.[7] Tháng 11 cùng năm ông được bổ nhiệm làm Thứ trưởng Thường trực. Tại Hội nghị Lần thứ 9 Ban chấp hành Trung ương khóa X, ông được chuyển từ Ủy viên dự khuyết thành Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá X từ ngày 13 tháng 1 năm 2009.\nNgày 29 tháng 3 năm 2010, ông được Thủ tướng Nguyễn Tấn Dũng bổ nhiệm kiêm chức Phó Chủ tịch Ủy ban Sông Mê Công Việt Nam.[8]\nTháng 1 năm 2011, tại Đại hội Đảng Cộng sản Việt Nam XI, ông được bầu làm Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XI.\nĐại biểu Quốc hội Việt Nam khóa 13 tỉnh Quảng Ninh[sửa | sửa mã nguồn]\nNgày 22 tháng 5 năm 2011, ông đã trúng cử đại biểu Quốc hội Việt Nam khóa 13 nhiệm kì 2011 – 2016 ở đơn vị bầu cử số 3 tỉnh Quảng Ninh, gồm huyện Vân Đồn, huyện Cô Tô, huyện Tiên Yên, huyện Đầm Hà, huyện Hải Hà, huyện Bình Liêu, huyện Ba Chẽ và thành phố Móng Cái.\nPhó Thủ tướng Chính phủ, Bộ trưởng Bộ Ngoại giao Việt Nam Quốc hội khóa 13[sửa | sửa mã nguồn]\nTháng 8 năm 2011, tại Kỳ họp thứ nhất của Quốc hội Việt Nam khóa XIII, ông đã được phê chuẩn làm Bộ trưởng Bộ Ngoại giao sau khi người tiền nhiệm Phạm Gia Khiêm quyết định xin từ nhiệm vào năm 2011.\nNgày 13 tháng 11 năm 2013, ông được Quốc hội Việt Nam khóa 13 phê chuẩn làm Phó thủ tướng Chính phủ, Bộ trưởng Bộ Ngoại giao.\nTháng 1 năm 2016, tại Đại hội đại biểu toàn quốc lần thứ XII, được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, được Trung ương bầu vào Bộ Chính trị.\nĐại biểu Quốc hội Việt Nam khóa 14 tỉnh Thái Nguyên[sửa | sửa mã nguồn]\nNgày 22 tháng 5 năm 2016, ông trúng cử đại biểu Quốc hội Việt Nam khóa 14 nhiệm kì 2016-2021 ở đơn vị bầu cử số 3 tỉnh Thái Nguyên gồm thành phố Sông Công, thị xã Phổ Yên và huyện Phú Bình, được 231.129 phiếu, đạt tỷ lệ 83,44% số phiếu hợp lệ.[9]\nPhó Thủ tướng Chính phủ, Bộ trưởng Bộ Ngoại giao Việt Nam Quốc hội khóa 14[sửa | sửa mã nguồn]\nSáng ngày 28 tháng 7 năm 2016, Quốc hội Việt Nam khóa 14 đã tiến hành phê chuẩn đề nghị của Thủ tướng Chính phủ Nguyễn Xuân Phúc về việc ông Phạm Bình Minh làm Phó Thủ tướng Chính phủ, tái đắc cử Bộ trưởng Bộ Ngoại giao Việt Nam nhiệm kỳ 2016 – 2021 bằng hình thức bỏ phiếu kín, kết quả ông Phạm Bình Minh được phê chuẩn với 483/488 phiếu (97,77%).[10]\nNgày 30 tháng 1 năm 2021, tại phiên bầu cử Đại hội Đảng toàn quốc lần thứ XIII, ông được bầu làm Ủy viên chính thức Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII.[11] Ngày 31, tại phiên họp đầu tiên của Trung ương Đảng khóa XIII, ông được bầu làm Ủy viên Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII.[12]\nNgày 07 tháng 4 năm 2021, Tại kỳ họp thứ 11, Quốc hội khóa XIV, được Quốc hội phê chuẩn, Chủ tịch nước miễn nhiệm chức danh Bộ trưởng Bộ Ngoại giao nhiệm kỳ (2016 – 2021) theo đề nghị của Thủ tướng Phạm Minh Chính.\nPhó Thủ tướng Thường trực Chính phủ[sửa | sửa mã nguồn]\nĐến ngày 28 tháng 7 năm 2021, ông được bầu làm Phó Thủ tướng Chính phủ nước Cộng hòa Xã hội Chủ nghĩa Việt Nam kiêm Phó Bí thư Ban cán sự Đảng trong Chính phủ của Thủ tướng Phạm Minh Chính.\nNgày 6 tháng 9 năm 2021, Thủ tướng Chính phủ Phạm Minh Chính ký quyết định số 1460/QĐ-TTg, về việc phân công công tác của Thủ tướng và các Phó thủ tướng, trong đó ông được phân công là Phó Thủ tướng Thường trực Chính phủ.[13]\nNgày 14 tháng 10 năm 2021, Thủ tướng Chính phủ Phạm Minh Chính ký Quyết định số 1726/QĐ-TTg, bổ nhiệm ông làm Chủ tịch Ủy ban An toàn Giao thông Quốc gia.\nNgày 18 tháng 11 năm 2021, Thủ tướng Chính phủ Phạm Minh Chính ký Quyết định số 1945/QĐ-TTg, thành lập Ban Chỉ đạo Trung ương các chương trình mục tiêu quốc gia giai đoạn 2021 – 2025. Phó Thủ tướng Thường trực Chính phủ Phạm Bình Minh là Trưởng Ban Chỉ đạo.\nMiễn nhiệm, thôi các chức vụ trong Đảng và Nhà nước[sửa | sửa mã nguồn]\nNgày 30 tháng 12 năm 2022, trong Hội nghị bất thường, Trung ương Đảng đã cho ông Minh thôi chức Ủy viên Bộ chính trị và Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII.[14]\nNgày 5 tháng 1 năm 2023, Thủ tướng Chính phủ Phạm Minh Chính đã trình Quốc hội miễn nhiệm chức vụ Phó Thủ tướng đối với Phạm Bình Minh. Ngoài ra, Ủy ban Thường vụ Quốc hội cũng đã trình Quốc hội cho thôi nhiệm vụ Đại biểu Quốc hội của ông.[15] Việc miễn nhiệm được cho là theo nguyện vọng của ông.[16] Đến 16 giờ 55 phút cùng ngày, Quốc hội chính thức miễn nhiệm chức vụ Phó Thủ tướng của ông cùng Vũ Đức Đam và bổ nhiệm hai ông Trần Hồng Hà và Trần Lưu Quang thay thế làm Phó Thủ tướng.[17] Nhưng trong thông tin về Phiên họp thứ 23 của Ban Chỉ đạo Trung ương về phòng chống tham nhũng, tiêu cực thì lại thống kê cho thôi 2 phó thủ tướng. Vậy thực chất việc cho thôi chức Ủy viên Bộ chính trị và Ủy viên Ban Chấp hành Trung ương, miễn nhiệm chức vụ Phó Thủ tướng theo nguyện vọng cá nhân là do liên quan đến tham nhũng tiêu cực, vì trong năm 2022 chỉ miễn nhiệm 2 phó thủ tướng.[18]\n","dateOfDeath":"","dynasty":"","father":"Phạm Văn Cương (Nguyễn Cơ Thạch)","name":"","dateOfBirth":"26 tháng 3, 1959 (64 tuổi) xã Liên Minh, huyện Vụ Bản, tỉnh Nam Định, Việt Nam Dân chủ Cộng hòa","id":"Phạm Bình Minh","url":"https://vi.wikipedia.org/wiki/Ph%E1%BA%A1m_B%C3%ACnh_Minh"},{"mother":"","career&bio":"Thiếu niên[sửa | sửa mã nguồn]\nTố Hữu tên khai sinh là Nguyễn Kim Thành. Ông sinh ngày 4 tháng 10 năm 1920 tại thành phố Huế, là con út trong gia đình. Đến năm 9 tuổi, ông cùng cha trở về sống tại làng Phù Lai, nay thuộc xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên Huế. Cha ông là một nhà nho nghèo, không đỗ đạt và phải kiếm sống rất chật vật nhưng lại thích thơ, thích sưu tập ca dao tục ngữ. Ông đã dạy Tố Hữu làm thơ cổ. Mẹ ông cũng là con của một nhà nho nghèo nhưng thuộc nhiều ca dao dân ca Huế và rất yêu thương con. Cha mẹ đã góp phần nuôi dưỡng tâm hồn thơ Tố Hữu.[1]\nMẹ ông mất vào năm ông lên 12 tuổi. Năm 13 tuổi, ông vào trường Quốc học Huế. Tại đây, được trực tiếp tiếp xúc với tư tưởng của Karl Marx, Friedrich Engels, Vladimir Ilyich Lenin, Maksim Gorky,... và qua sách báo, kết hợp với sự vận động của các đảng viên của Đảng Cộng sản Việt Nam bấy giờ (Lê Duẩn, Phan Đăng Lưu, Nguyễn Chí Diểu), Nguyễn Kim Thành sớm tiếp cận với lý tưởng cộng sản. Năm 1936, ông gia nhập Đoàn thanh niên Dân chủ Đông Dương.\nHoạt động cách mạng[sửa | sửa mã nguồn]\nNăm 1938, ông được kết nạp vào Đảng Cộng sản Đông Dương. Tháng 4/1939, ông bị bắt, bị tra tấn dã man và đày đi nhà lao Thừa Phủ (Huế) rồi chuyển sang nhà tù Lao Bảo (Quảng Trị) và nhiều nhà tù khác ở Tây Nguyên. 3/1942, ông vượt ngục Đắc Glêi (nay thuộc Kon Tum)[2][3] rồi tìm ra Thanh Hóa, bắt liên lạc với Đảng (về hoạt động bí mật ở huyện Hậu Lộc và thôn Tâm Quy, xã Hà Tân, huyện Hà Trung, tỉnh Thanh Hóa). Đến năm 1945, khi Cách mạng Tháng Tám bùng nổ, ông được bầu làm Chủ tịch Ủy ban Khởi nghĩa Thừa Thiên – Huế.\nNăm 1946, ông là Bí thư Tỉnh ủy Thanh Hóa. Cuối 1947, ông lên Việt Bắc làm công tác văn nghệ, tuyên huấn. Từ đó, ông được giao những chức vụ quan trọng trong công tác văn nghệ, trong bộ máy lãnh đạo Đảng và nhà nước:\n1948: Phó Tổng thư ký Hội Văn nghệ Việt Nam. 1952: Giám đốc Nha Tuyên truyền và Văn nghệ thuộc Thủ tướng phủ. 1954: Thứ trưởng Bộ Tuyên truyền. 1963: Phó Chủ tịch Hội Liên hiệp văn học nghệ thuật Việt Nam. Tại đại hội Đảng lần II (1951): Ủy viên dự khuyết Trung ương; 1955: Ủy viên chính thức. Tại đại hội Đảng lần III (1960): vào Ban Bí thư. Tại đại hội Đảng lần IV (1976): Ủy viên dự khuyết Bộ Chính trị, Bí thư Ban chấp hành Trung ương, Trưởng ban Tuyên truyền Trung ương, Phó Ban Nông nghiệp Trung ương. Từ 1980: Ủy viên chính thức Bộ Chính trị. 1981: Phó Chủ tịch Hội đồng Bộ trưởng, rồi Phó Chủ tịch thứ nhất Hội đồng Bộ trưởng (nay gọi là Phó Thủ tướng) cho tới 1986. Ngoài ra ông còn là Bí thư Ban chấp hành Trung ương.\nTrong thời gian phụ trách mảng văn nghệ, ông là người đã phê phán quyết liệt Phong trào Nhân văn – Giai phẩm (1958)[4]. Ông từng đảm nhiệm nhiều chức vụ khác như Hiệu trưởng Trường Nguyễn Ái Quốc, Trưởng ban Thống nhất Trung ương, Trưởng ban Tuyên huấn Trung ương, Trưởng ban Khoa giáo Trung ương. Ông còn là Đại biểu Quốc hội khóa II và VII.\nNăm 1969, ông được giao là người sửa cuối cùng bản điếu văn trong tang lễ Chủ tịch Hồ Chí Minh. Tố Hữu đã dùng ngòi bút và tâm huyết của mình để giúp cho bản điếu văn hay hơn, đi vào lòng người hơn:\nBản dự thảo viết: '\"Thưa đồng bào, thưa các đồng chí và các bạn\". Tố Hữu sửa lại thành: \"Thưa đồng bào và chiến sĩ cả nước, thưa các đồng chí và các bạn\". Bản dự thảo viết: \"Hồ Chủ tịch kính yêu của chúng ta không còn nữa! Tổn thất lớn lao này không gì bù đắp được\". Tố Hữu sửa lại thành: \"Hồ Chủ tịch kính yêu của chúng ta không còn nữa! Tổn thất này vô cùng lớn lao, đau thương này thật là vô hạn\". Bản dự thảo viết: \"Phong trào cộng sản quốc tế và phong trào giải phóng dân tộc mất một chiến sĩ lỗi lạc, một người bạn chiến đấu kiên cường và thân thiết\". Tố Hữu sửa lại thành: \"Phong trào cộng sản quốc tế, phong trào giải phóng dân tộc và cả loài người tiến bộ mất một chiến sĩ lỗi lạc, một người bạn chiến đấu kiên cường và thân thiết\". Bản dự thảo viết: \"Dân tộc ta, nhân dân ta, non sông đất nước ta đã sản sinh ra Hồ Chủ tịch, người anh hùng vĩ đại, và chính người đã làm rạng rỡ dân tộc ta, nhân dân ta và non sông đất nước ta\". Tố Hữu bỏ chữ \"sản\", trở thành: \"Dân tộc ta, nhân dân ta, non sông đất nước ta đã sinh ra Hồ Chủ tịch, người anh hùng vĩ đại, và chính người đã làm rạng rỡ dân tộc ta, nhân dân ta và non sông đất nước ta\".\nSau năm 1986, Việt Nam tiến hành Đổi mới nhằm thoát khỏi khủng hoảng kinh tế. Do phải chịu một phần trách nhiệm trong những vụ khủng hoảng tiền tệ những năm 1980 nên ông bị miễn nhiệm các chức vụ về quản lý hành chính, chỉ còn giữ chức danh đại biểu quốc hội và các chức danh lãnh đạo về lĩnh vực văn học nghệ thuật.\nNăm 1996, ông được Nhà nước phong tặng Giải thưởng Hồ Chí Minh về Văn học nghệ thuật (giải thưởng cao nhất về văn học tại Việt Nam) ngay trong đợt xét tặng đầu tiên (năm 1996).\nÔng qua đời lúc 9 giờ 15 phút 7 giây, ngày 9 tháng 12 năm 2002 tại Bệnh viện Trung ương Quân đội 108, an táng tại Nghĩa trang Mai Dịch.\n","dateOfDeath":"9 tháng 12, 2002(2002-12-09) (82 tuổi) Hà Nội","dynasty":"","father":"","name":"","dateOfBirth":"(1920-10-04)4 tháng 10, 1920 Thừa Thiên Huế","id":"Tố Hữu","url":"https://vi.wikipedia.org/wiki/T%E1%BB%91_H%E1%BB%AFu"},{"mother":"Nguyễn Thị Kiên","career&bio":"Võ Nguyên Giáp sinh ngày 25 tháng 8 năm 1911 ở làng An Xá, tổng Đại Phong Lộc, huyện Lệ Thủy, phủ Quảng Ninh (nay là xã Lộc Thủy, huyện Lệ Thủy, tỉnh Quảng Bình) trong một gia đình nhà nho, con của ông Võ Quang Nghiêm (Võ Nguyên Thân), một nhà nho đức độ và mẹ là bà Nguyễn Thị Kiên.[7][8][9][10]\nVề họ ngoại, ông ngoại Võ Nguyên Giáp quê ở thôn Mỹ Đức, xã Sơn Thủy, huyện Lệ Thủy, đầu nguồn sông Cẩm Ly, một vùng sơn cước, dưới dãy Trường Sơn; từng tham gia Phong trào Văn Thân và Phong trào Cần Vương,[11] làm đến chức Đề đốc coi đại đồn tiền vệ, sau bị quân Pháp bắt, tra tấn dã man, nhưng một mực trung thành, không một lời khai báo.\nVề họ nội, Võ Nguyên Giáp sinh trưởng trong một dòng họ lớn, có tiếng tăm tại làng An Xá. Ông nội ông cũng từng tham gia phò tá vua Hàm Nghi trong Phong trào Cần Vương. Cha ông, Võ Quang Nghiêm, là một nho sinh thi cử bất thành về nhà làm hương sư và thầy thuốc Đông y trong làng. Khi Chiến tranh Đông Dương bùng nổ, cụ Võ Quang Nghiêm bị người Pháp bắt, đưa về giam ở Huế và mất trong tù (sau này, con cháu đã tìm thấy và bốc mộ ông đưa về an táng tại nghĩa trang liệt sĩ huyện Lệ Thủy).\nGia đình Võ Nguyên Giáp có 7 anh chị em, nhưng người anh cả và chị cả mất sớm vì bệnh và thiên tai, 2 người khác cũng mất trước chiến dịch Điện Biên Phủ. Sau 1954, gia đình chỉ còn 2 người con trai là Võ Nguyên Giáp và Võ Thuần Nho, sau này là Thứ trưởng Bộ Giáo dục, và người em gái là bà Võ Thị Lài.[12][13]\n","dateOfDeath":"4 tháng 10 năm 2013(2013-10-04) (102 tuổi) Hà Nội, Việt Nam","dynasty":"","father":"Võ Quang Nghiêm (Võ Nguyên Thân)","name":"","dateOfBirth":"(1911-08-25)25 tháng 8 năm 1911 Lộc Thủy, Lệ Thủy, Quảng Bình, Trung Kỳ, Liên bang Đông Dương","id":"Võ Nguyên Giáp","url":"https://vi.wikipedia.org/wiki/V%C3%B5_Nguy%C3%AAn_Gi%C3%A1p"},{"mother":"","career&bio":"Ông tên thật là Nguyễn Trọng Nhâm, sinh ngày 2 tháng 9 năm 1912 tại thôn Hòe Thị, tổng Phương Canh, phủ Hoài Đức, tỉnh Hà Đông (nay là phường Phương Canh, quận Nam Từ Liêm, Hà Nội). Ông là người cùng làng và sinh cùng năm với Bác sĩ Trần Duy Hưng, một nhà cách mạng khác của Việt Nam.\nXuất thân trong một gia đình truyền thống Nho giáo, nhưng từ nhỏ ông được giáo dục trong môi trường văn hóa Công giáo tại quê nhà, sau đó được đưa lên Hà Nội học.\n","dateOfDeath":"18 tháng 6, 1985(1985-06-18) (72 tuổi) Hà Nội, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"2 tháng 9 năm 1912 Từ Liêm, Hà Nội, Bắc Kỳ, Liên bang Đông Dương","id":"Xuân Thủy","url":"https://vi.wikipedia.org/wiki/Xu%C3%A2n_Th%E1%BB%A7y"},{"mother":"","career&bio":"Gia phả họ Phan (Nam Vân) ghi: Phan Đình Khải là con trai thứ 2 ông Đình Quế, sinh giờ Tý, ngày 11 tháng 11 năm Tân Hợi, hoàng hiệu Duy Tân thứ 8 (1911) (bà chính thất sinh ra), học chữ Tây thi không đỗ, theo Đảng Cộng sản, năm Canh Ngọ phải can án khổ sai 10 năm phát vãng ở đảo Côn Luân, đến tháng 6 năm Bính Tý được ân sá về nhà. Ngày 11 tháng 11 năm Tân Hợi là ngày 30 tháng 12 năm 1911[4].\nLê Đức Thọ tên thật là Phan Đình Khải, sinh tại thôn Địch Lễ, xã Nam Vân, huyện Nam Trực, tỉnh Nam Định nay là xã Nam Vân (TP Nam Định). Ông là anh trai của tướng quân hậu cần Đinh Đức Thiện và đại tướng Mai Chí Thọ.\nLê Đức Thọ trở nên tích cực trong chủ nghĩa dân tộc Việt Nam khi còn là một thiếu niên và trải qua phần lớn thời niên thiếu của mình trong các nhà tù của Pháp, một trải nghiệm đã khiến ông trở nên cứng rắn. Biệt danh của Lê Đức Thọ là \"Cái búa\" vì tính cách nghiêm khắc của ông. [5] Ông tham gia các hoạt động cách mạng (tổ chức bãi khóa, dự lễ truy điệu nhà chí sĩ Phan Châu Trinh, lãnh đạo phong trào đấu tranh của học sinh...) và bị Pháp bắt giam hai lần (1930-1936 và 1939-1944). Năm 1930, Lê Đức Thọ là một trong những người thành lập Đảng Cộng sản Việt Nam. Chính quyền thực dân Pháp đã giam cầm ông từ năm 1930 đến năm 1936 và một lần nữa từ năm 1939 đến năm 1944.\nNgười Pháp đã giam ông vào một trong những phòng giam \"chuồng cọp\" trên nhà tù nằm trên đảo Poulo Condore (nay là Đảo Côn Sơn) ở Biển Đông. Poulo Condore với những phòng giam “chuồng cọp” được coi là nhà tù khắc nghiệt nhất toàn cõi Đông Dương thuộc Pháp. [6]. Trong thời gian ở “chuồng cọp”, Lê Đức Thọ phải chịu đói rét, tủi nhục. Cùng với các tù nhân cách mạng khác, ông học văn chương, khoa học, ngoại ngữ và đóng kịch Molière.[7] Mặc dù bị Pháp giam cầm, Pháp vẫn được coi là \"xứ sở của văn hóa\", và các tù nhân đã bày tỏ \"sự tri ân đặc biệt\" đối với văn hóa Pháp bằng cách trình diễn các vở kịch của Molière.[8] Sau khi được thả tự do lần thứ hai, ông trở về Hà Nội hoạt động và trực tiếp phụ trách Xứ ủy Bắc Kỳ. Năm 1944 ông được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam.\nNăm 1948, Lê Đức Thọ vào miền Nam Việt Nam làm Phó Bí thư, kiêm Trưởng ban Tổ chức Xứ ủy Nam Bộ cho tới Hiệp định Genève được ký kết năm 1954.\nSau khi tập kết ra Bắc năm 1955, ông được bầu vào Bộ Chính trị Đảng Lao động Việt Nam (sau này đổi tên là Đảng Cộng sản Việt Nam) và đắc cử.\nTrong các năm từ 1956 đến 1973 và 1976 đến 1982, Lê Đức Thọ làm Trưởng ban Tổ chức Trung ương, theo William Duiker, ông đã nhanh chóng làm cho ban này trở thành bộ máy hiệu quả để điều tra và kiểm soát các đảng viên. Theo một số nguồn tin thì Lê Đức Thọ là một trong những nhân vật có vai trò chính trong Vụ án Xét lại Chống Đảng, Ban Tổ chức Trung ương đã cùng thực hiện điều tra và bắt giữ một số cán bộ, đảng viên làm gián điệp cho nước ngoài[9]\nĐầu năm 1968, Lê Đức Thọ trở lại miền Nam làm Phó bí thư Trung ương Cục miền Nam một thời gian ngắn. Sau các cao điểm của đợt 2 và 3 của Tổng công kích và nổi dậy Tết Mậu Thân 1968, Hoa Kỳ và Việt Nam Dân chủ Cộng hòa bắt đầu xúc tiến các cuộc thương lượng bí mật. Đến tháng 5/1968, Chủ tịch Hồ Chí Minh gọi Lê Đức Thọ về gấp Hà Nội, để chuẩn bị sang Paris làm cố vấn cao cấp Đoàn đại biểu Chính phủ Việt Nam Dân chủ Cộng hòa tại Hội nghị Paris. Trong lá thư viết tay gửi Bộ Chính trị, Hồ Chí Minh ghi rõ: \"… Anh Sáu (Lê Đức Thọ) nên về ngay (trước tháng 5/1968) để tham gia phái đoàn ta đi gặp đại biểu Mỹ\". Chủ tịch Hồ Chí Minh cũng ký sắc lệnh cử ông Xuân Thủy làm Bộ trưởng, Trưởng đoàn đàm phán tại Hội nghị Paris[10]. Trước khi đoàn đàm phán lên đường, Hồ Chí Minh đã căn dặn: đừng để nước Mỹ bẽ bàng, đừng xúc phạm nhân dân Mỹ vì Việt Nam chỉ chiến đấu với giới cầm quyền hiếu chiến của Mỹ, về nguyên tắc quyết không nhượng bộ song về phương pháp thì \"dĩ bất biến, ứng vạn biến\"[11].\nTrong quá trình đàn phán, Lê Đức Thọ thường xuyên bay về nước để báo cáo tình hình đàm phán. Ngày 12/8/1969, Lê Đức Thọ báo cáo tình hình Hội nghị Paris với Chủ tịch Hồ Chí Minh. Đây là ngày cuối cùng Chủ tịch Hồ Chí Minh tự mình xử lý việc nước trước khi lâm bệnh nặng và qua đời.\nCuối năm 1977 đến tháng 1 năm 1979, Bộ Chính trị phân công ông phụ trách Ban Công tác Đặc biệt.\nNăm 1980, Lê Đức Thọ làm Bí thư Thường trực Ban bí thư, phụ trách tổ chức. Đến tháng 10 năm 1980 kiêm Trưởng ban Chính trị Đặc biệt.\nTừ tháng 3 năm 1983, ông là Bí thư phụ trách Tư tưởng, Nội chính và Ngoại giao.\nNăm 1983, ông được cử làm Chủ tịch Ủy ban Quốc phòng.\nNăm 1986, Lê Đức Thọ là Trưởng Tiểu Ban Nhân sự Đại hội VI Đảng Cộng sản Việt Nam.\nTừ tháng 12 năm 1986, ông là Cố vấn Ban Chấp hành Trung ương Đảng.\n","dateOfDeath":"13 tháng 10, 1990(1990-10-13) (79 tuổi) Bệnh viện Trung ương Quân đội 108, Hai Bà Trưng, Hà Nội, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"10 tháng 10, 1911[1][2][3] Nam Trực, Nam Định, Liên bang Đông Dương","id":"Lê Đức Thọ","url":"https://vi.wikipedia.org/wiki/L%C3%AA_%C4%90%E1%BB%A9c_Th%E1%BB%8D"},{"mother":"Nguyễn Thị Tình","career&bio":"Theo tên chữ Hán trên trang bìa quyển Tập diễn-văn của ông Hoàng-Thúc-Kháng, in năm 1926 thì đúng ra đọc (và viết) tên ông phải là Hoàng Thúc Kháng. Tuy nhiên, do kiêng húy Đoan Quốc Công Nguyễn Hoàng, họ Hoàng phải đổi thành Huỳnh. Đến nay các tỉnh miền Trung và Nam vẫn dùng âm Huỳnh. Tuy vậy, vẫn có sách dùng Hoàng Thúc Kháng.\nÔng sinh ngày 1 tháng 10 năm 1876, là người làng Thạnh Bình, tổng Tiên Giang Thượng, huyện Tiên Phước, phủ Tam Kỳ (nay thuộc xã Tiên Cảnh, huyện Tiên Phước), tỉnh Quảng Nam. Cha ông là Huỳnh Văn Phương, tự Tấn Hữu, xuất thân nhà nông hào nhưng cũng học qua Nho học, nhiều phen thi cử nhưng không đỗ. Mẹ ông là Nguyễn Thị Tình, người làng Hội An nhưng cư ngụ làng Phú Thị (nay thuộc xã Tiên Châu, huyện Tiên Phước), em ruột Phó bảng Nguyễn Đình Tựu.\n","dateOfDeath":"21 tháng 4, 1947(1947-04-21) (70 tuổi) Nghĩa Hành, Quảng Ngãi, Việt Nam Dân chủ Cộng hòa","dynasty":"","father":"Huỳnh Văn Phương","name":"","dateOfBirth":"1 tháng 10 năm 1876 Tiên Phước, Quảng Nam, Đại Nam","id":"Huỳnh Thúc Kháng","url":"https://vi.wikipedia.org/wiki/Hu%E1%BB%B3nh_Th%C3%BAc_Kh%C3%A1ng"},{},{"mother":"","career&bio":"Ông sinh ngày 16 tháng 11 năm 1905 tại Hà Nội, nguyên quán tại xã Kim Chung, huyện Đan Phượng (cũ), phủ Hoài Đức, tỉnh Hà Đông (nay thuộc huyện Hoài Đức, Thành phố Hà Nội). Cha ông là cụ Nguyễn Văn Vượng, mẹ ông là cụ Phạm Thị Tí. Ông cụ Vượng làm công chức cho chính quyền thuộc địa Pháp và mất khi ông Huyên mới 8 tuổi, mẹ ông làm nội trợ. Chị gái ông là bà Nguyễn Thị Mão (sau này là vợ Khâm sai Bắc bộ Phan Kế Toại), tốt nghiệp niên khoá 1924-1927 của Trường Cao đẳng Sư phạm Đông Dương. Bà Mão là nữ giáo viên đầu tiên của Việt Nam. Bà đã hỗ trợ 2 anh em đi học ở Pháp.\nNăm 18 tuổi, ông và người em trai là Nguyễn Văn Hưởng[1] được gia đình cho đi Pháp du học. Ông học tú tài toàn phần rồi Cử nhân Văn khoa năm 1929, Cử nhân Luật năm 1931 tại Đại học Sorbonne. Trong thời gian nghiên cứu Tiến sĩ ở Pháp, ông dạy học tại Trường Ngôn ngữ Đông phương. Năm 1934 ông là người Việt Nam đầu tiên bảo vệ thành công luận án tiến sĩ văn khoa tại Đại học Sorbonne, Paris với luận án chính \"Hát đối đáp nam nữ thanh niên ở An Nam\" và luận án phụ \"Nhập môn nghiên cứu nhà sàn ở Đông Nam Á\". Hai bản luận án này được xếp loại xuất sắc, được in thành sách và xuất bản ở Pháp với sự hoan nghênh của giới chuyên môn Pháp, Đức, Hà Lan...\nÔng Nguyễn Văn Huyên và bà Vi Kim Ngọc trong đám cưới năm 1936.\nNăm 1935 ông trở về nước, khước từ làm quan, dạy học tại Trường Bưởi (trường Bảo hộ), Ban Tú tài bản xứ. Năm 1936 ông kết hôn với tiểu thư Vi Kim Ngọc, con gái Tổng đốc Thái Bình Vi Văn Định. Năm 1938 ông tham gia Hội truyền bá chữ quốc ngữ và chuyển sang nghiên cứu tại Trường Viễn Đông Bác cổ với chức danh Ủy viên thường trực, năm 1941 ông là Ủy viên Hội đồng nghiên cứu khoa học Đông dương. Năm 1938, ông giúp thành lập bộ môn Lịch sử văn minh Việt Nam tại trường Đại học Luật Hà Nội. Ông tham gia các hoạt động của Đảng Xã hội Việt Nam.\nTrong cuộc Cách mạng tháng Tám, ông là một trong những người đại diện trí thức Thủ đô cùng với Ngụy Như Kon Tum, Nguyễn Xiển, Hồ Hữu Tường ký bức điện yêu cầu vua Bảo Đại thoái vị, nhường quyền kiểm soát đất nước cho nhân dân qua chính phủ cách mạng.\nSau khi cuộc Cách mạng tháng Tám thành công, ông được cử giữ chức Tổng Giám đốc Đại học vụ (đến 26/11/1946 được thay bởi Hồ Đắc Di; Phó Giám đốc là Ngụy Như Kontum) Bộ Quốc gia Giáo dục kiêm Giám đốc Viện Viễn Đông Bác Cổ.\nTháng 11 năm 1946, ông được cử giữ chức Bộ trưởng Bộ Quốc gia Giáo dục (nay là Bộ Giáo dục và Đào tạo) của Chính phủ Liên hiệp Kháng chiến Việt Nam Dân chủ Cộng hòa thay cho Ca Văn Thỉnh và giữ chức vụ này trong 29 năm cho đến khi mất vào tháng 10 năm 1975. Phụ tá cho ông có ba Thứ trưởng: Võ Thuần Nho, Hồ Trúc, Lê Liêm.\nÔng là đại biểu Quốc hội Việt Nam từ khóa II đến khóa V, ủy viên Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam.\nNăm 1960, ông Nguyễn Sỹ Tỳ (Bí thư Đảng ủy Bộ Giáo dục) gặp và xin ý kiến Chủ tịch Hồ Chí Minh và Bộ Chính trị về việc giới thiệu ông Nguyễn Văn Huyên vào Đảng. Và thực tế, ông Nguyễn Văn Huyên đã làm đơn xin vào Đảng và hoàn thành bản lý lịch tự thuật. Hồ Chủ Tịch thẳng thắn ý kiến ông Huyên \"ở ngoài Đảng có lợi cho cách mạng hơn\".[2]\nÔng qua đời ngày 19 tháng 10 năm 1975 tại Hà Nội.\n","dateOfDeath":"19 tháng 10, 1975(1975-10-19) (69 tuổi) Hà Nội","dynasty":"","father":"","name":"","dateOfBirth":"16 tháng 11 năm 1905 xã Kim Chung, huyện Hoài Đức, thành phố Hà Nội, Việt Nam","id":"Nguyễn Văn Huyên","url":"https://vi.wikipedia.org/wiki/Nguy%E1%BB%85n_V%C4%83n_Huy%C3%AAn"},{"mother":"","career&bio":"","dateOfDeath":"28 tháng 6, 1990(1990-06-28) (78 tuổi) Hà Nội, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"(1912-03-01)1 tháng 3, 1912 Hà Tĩnh, Liên bang Đông Dương","id":"Phan Anh (luật sư)","url":"https://vi.wikipedia.org/wiki/Phan_Anh_(lu%E1%BA%ADt_s%C6%B0)"},{"mother":"Phan Thị Nhàn","career&bio":"","dateOfDeath":"14 tháng 1 năm 1943 (71 tuổi) Alger, Algérie, Pháp","dynasty":"Nhà Nguyễn","father":"Nguyễn Phúc Hồng Cai","name":"Nguyễn Phúc Ưng Lịch Nguyễn Phúc Minh","dateOfBirth":"3 tháng 8 năm 1871 Huế, Đại Nam","id":"Hàm Nghi","url":"https://vi.wikipedia.org/wiki/H%C3%A0m_Nghi"},{"mother":"","career&bio":"Ông sinh năm 1933 tại tổng Long Tuy Hạ, quận Hóc Môn, tỉnh Gia Định (nay là xã Tân Thông Hội, huyện Củ Chi, Thành phố Hồ Chí Minh), tham gia cách mạng từ năm 1947, khởi đầu ở Đội Thiếu nhi cứu quốc của xã.\nNăm 1950, ông gia nhập tỉnh đoàn thanh niên Gia Định, Văn phòng Mặt trận, Văn phòng Tỉnh ủy Gia Định Ninh.\nTừ năm 1954 đến 1959, ông tập kết ra Bắc, đi công tác cải cách ruộng đất, học văn hóa. Trong thời gian này, ông gia nhập đảng Lao động Việt Nam. Ông còn học ngoại ngữ, học Đại học Kinh tế tại Moskva (Liên Xô) cho đến năm 1965.\nTrở về Việt Nam, ông làm cán bộ, phó phòng, trưởng phòng Vụ Tổng hợp, Ủy ban Kế hoạch Nhà nước đến năm 1971. Từ năm 1972 đến năm 1975, ông là cán bộ nghiên cứu kinh tế miền Nam, đi chiến trường B2, Vụ phó Ủy ban Thống nhất Chính phủ.\n","dateOfDeath":"17 tháng 3 năm 2018 (84 tuổi) Tân Thông Hội, Củ Chi, Thành phố Hồ Chí Minh, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"25 tháng 12 năm 1933 Tân Thông Hội, Củ Chi, Gia Định, Nam Kỳ, Liên bang Đông Dương, (nay là Thành phố Hồ Chí Minh, Việt Nam)","id":"Phan Văn Khải","url":"https://vi.wikipedia.org/wiki/Phan_V%C4%83n_Kh%E1%BA%A3i"},{},{"mother":"Từ Minh Huệ Hoàng hậu","career&bio":"","dateOfDeath":"20 tháng 3, 1954(1954-03-20) (75 tuổi) Sài Gòn, Quốc gia Việt Nam","dynasty":"Nhà Nguyễn","father":"Dục Đức","name":"Nguyễn Phúc Bửu Lân (阮福寶嶙)","dateOfBirth":"14 tháng 3 năm 1879 Huế, Đại Nam","id":"Thành Thái","url":"https://vi.wikipedia.org/wiki/Th%C3%A0nh_Th%C3%A1i"},{"mother":"","career&bio":"Ông tên thật là Nguyễn Khắc Xứng, hay Nguyễn Văn Xứng, sinh ngày 6 tháng 3 năm 1911 ở thôn Bình Đê, xã Thượng Cốc, huyện Gia Lộc (nay là thôn Bình Đê (Cốc Cả), xã Gia Khánh, huyện Gia Lộc, tỉnh Hải Dương.\nCha mẹ của ông là ông Nguyễn Năng Việt và bà Nguyễn Thị Mùi có tám người con, trong đó 4 người con trai là Nguyễn Khoái (Lê Thành Lập), Nguyễn Khắc Xứng (Lê Thanh Nghị), Nguyễn Năng Hách (1914-1981, Chủ tịch Hải Dương 1947-1951, Bí thư Hải Dương 1950-1951), Nguyễn Thiệu Ước (Lê Thành Ân). Cả bốn người về sau đều là những chính khách quan trọng trong chính quyền Việt Nam.\n","dateOfDeath":"16 tháng 8, 1989(1989-08-16) (78 tuổi) Hà Nội, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"(1911-03-06)6 tháng 3, 1911 Gia Lộc, Hải Dương, Bắc Kỳ, Liên bang Đông Dương","id":"Lê Thanh Nghị","url":"https://vi.wikipedia.org/wiki/L%C3%AA_Thanh_Ngh%E1%BB%8B"},{"mother":"","career&bio":"","dateOfDeath":"8 tháng 6, 1989(1989-06-08) (67 tuổi) Thành phố Hồ Chí Minh, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"(1921-09-12)12 tháng 9, 1921 Ô Môn, Cần Thơ, Nam Kỳ, Liên bang Đông Dương","id":"Lưu Hữu Phước","url":"https://vi.wikipedia.org/wiki/L%C6%B0u_H%E1%BB%AFu_Ph%C6%B0%E1%BB%9Bc"},{"mother":"","career&bio":"Ông tên thật là Nguyễn Công Miều, sinh ngày 28 tháng 3 năm 1912 tại làng Xuân Cầu, xã Nghĩa Trụ, huyện Văn Giang, tỉnh Hưng Yên (xưa thuộc tỉnh Bắc Ninh). Ông xuất thân trong một gia đình quan lại Nho học thất thế, là con trai thứ 2 trong gia đình. Ông là em ruột nhà văn Nguyễn Công Hoan, chú ruột Đại tá Nguyễn Tài Đông, Thứ trưởng Bộ Công an.[1][2] Mẹ ông là người họ Tô, cùng làng. Nhà thơ Tô Hiệu vốn có họ hàng với ông. Vợ ông là bà Nguyễn Thị Bích Thuận công tác tại Cục Cảnh vệ Bộ Công an.[3]\n","dateOfDeath":"25 tháng 4, 1995(1995-04-25) (83 tuổi) Hà Nội, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"28 tháng 3 năm 1912 Văn Giang, Bắc Ninh, Bắc Kỳ, Liên bang Đông Dương","id":"Lê Văn Lương","url":"https://vi.wikipedia.org/wiki/L%C3%AA_V%C4%83n_L%C6%B0%C6%A1ng"},{"mother":"","career&bio":"","dateOfDeath":"10 tháng 7, 1995(1995-07-10) (71 tuổi) Hà Nội, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"Nguyễn Văn Cao 15 tháng 11 năm 1923 Hải Phòng, Liên bang Đông Dương","id":"Văn Cao","url":"https://vi.wikipedia.org/wiki/V%C4%83n_Cao"},{"mother":"Nguyễn Thị Định","career&bio":"","dateOfDeath":"26 tháng 12 năm 1945 (45 tuổi) Châu Phi Xích Đạo thuộc Pháp (nay là Cộng hòa Trung Phi)","dynasty":"Nhà Nguyễn","father":"Thành Thái","name":"Nguyễn Phúc Vĩnh San (阮福永珊)","dateOfBirth":"19 tháng 9 năm 1900 Huế, Đại Nam, Liên bang Đông Dương","id":"Duy Tân","url":"https://vi.wikipedia.org/wiki/Duy_T%C3%A2n"},{"mother":"","career&bio":"Ông sinh năm 1907 tại tổng Dị Chế, huyện Tiên Lữ, phủ Khoái Châu (nay thuộc xã Ngô Quyền, huyện Tiên Lữ), tỉnh Hưng Yên, trong một gia đình nông dân. Thời thanh niên, ông bị chính quyền thực dân Pháp trưng tập, bắt đi làm lính thợ tại Lạng Sơn.[1]\n","dateOfDeath":"1994 Hà Nội","dynasty":"","father":"","name":"","dateOfBirth":"1907 xã Ngô Quyền, huyện Tiên Lữ, tỉnh Hưng Yên","id":"Bồ Xuân Luật","url":"https://vi.wikipedia.org/wiki/B%E1%BB%93_Xu%C3%A2n_Lu%E1%BA%ADt"},{"mother":"Từ Dụ","career&bio":"Nguyễn Phúc Hồng Nhậm sinh ngày 25 tháng 8 năm Kỷ Sửu (tức 22 tháng 9 năm 1829) tại Huế, là con thứ nhưng là đích tử của vua Thiệu Trị và Phạm Thị Hằng (bà Từ Dụ). Khi còn nhỏ Hồng Nhậm còn có tên khác là Nguyễn Phúc Thì. Ngoài ra, theo truyền thống hoàng tộc Nguyễn Phúc có từ thời Võ Vương Nguyễn Phúc Khoát, hoàng tử sinh ra để dễ nuôi sẽ được đặt thêm tên có chữ Mệ, vì vậy thuở nhỏ ông còn được gọi là Mệ Tríu\nVì anh trai của ông, Nguyễn Phúc Hồng Bảo, là một người ham chơi, mê cờ bạc, không chịu học hành nên vua Thiệu Trị trước lúc qua đời đã để di chiếu truyền ngôi cho ông. Bấy giờ ông mới 19 tuổi, nhưng học hành đã thông thái. Đến tháng 10 năm 1847 ông chính thức lên ngôi hoàng đế ở điện Thái Hòa, đặt niên hiệu là Tự Đức, bắt đầu từ năm sau là 1848. Khi Tự Đức lên cầm quyền, triều đình vẫn cai trị tuân theo phong cách Nho giáo.\n","dateOfDeath":"19 tháng 7, 1883(1883-07-19) (53 tuổi) Huế, Đại Nam","dynasty":"Nhà Nguyễn","father":"Thiệu Trị","name":"Nguyễn Phúc Hồng Nhậm (阮福洪任) Nguyễn Phúc Thì (阮福時)","dateOfBirth":"22 tháng 9 năm 1829 Huế, Đại Nam","id":"Tự Đức","url":"https://vi.wikipedia.org/wiki/T%E1%BB%B1_%C4%90%E1%BB%A9c"},{"mother":"","career&bio":"Ông tên thật là Hạ Bá Cang, sinh ngày 28 tháng 5 năm 1905, tại Đáp Cầu, huyện Võ Giàng, tỉnh Bắc Ninh, tức là phường Đáp Cầu, thành phố Bắc Ninh của ngày nay.\nÔng tham gia các phong trào cách mạng từ năm 1925, cùng hoạt động với Nguyễn Đức Cảnh, Ngô Gia Tự. Năm 1925, học năm thứ ba Trường Kĩ nghệ Thực hành ở Hải Phòng, tham gia phong trào bãi khoá và biểu tình phản đối chính quyền thực dân kết án tử hình nhà yêu nước Phan Bội Châu. Bị đuổi học, Hoàng Quốc Việt lên mỏ Phấn Mễ (Thái Nguyên) làm thợ nguội rồi về làm ở mỏ Mạo Khê (Quảng Yên) và Nhà máy cơ khí Carông (Hải Phòng). Năm 1928, tham gia Hội Việt Nam Cách mạng Thanh niên. Năm 1929, ông bị đuổi ra khỏi nhà máy, sau đó được tổ chức cử vào Nam Kỳ hoạt động cách mạng bí mật.\nNăm 1930 ông vào Nam Kỳ và được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Ông từng bị Pháp bắt (khi được cử cùng Phạm Hữu Lầu ra bắc họp hội nghị thực hiện việc hợp nhất Đảng), và xử tù chung thân cùng với Nguyễn Văn Cừ, Lê Duẩn, Phạm Văn Đồng... nhưng đến năm 1936 thì được trả tự do. Ngày ngày 14 tháng 5 năm 1930, ông bị bắt tại nhà số 6, phố Touran, thành phố Hải Phòng, còn Phạm Hữu Lầu bị bắt tại Hải Phòng ngày ngày 24 tháng 7 năm 1930.\nÔng trở về hoạt động cách mạng ở Hà Nội, cùng một số đồng chí của mình khôi phục tổ chức Đảng và các tổ chức cách mạng ở Bắc Kỳ, phát động đấu tranh đòi các quyền tự do dân chủ.\nNăm 1937, ông được cử làm Bí thư Xứ ủy Bắc Kỳ. Năm 1938, do bị chính quyền trục xuất khỏi Hà Nội, Hoàng Quốc Việt về hoạt động ở Bắc Ninh, Bắc Giang. Năm 1941, ông tham dự Hội nghị VIII Ban Chấp hành Trung ương Đảng do Hồ Chí Minh chủ trì, được cử vào Ban Chấp hành Trung ương và được bầu làm Ủy viên Thường vụ Trung ương. Ông tham gia lãnh đạo Tổng khởi nghĩa tháng Tám, sau đó được cử vào Nam công tác, làm Ủy viên Ủy ban Kháng chiến miền Nam Việt Nam (đến 16/7/1946, được thay bởi Nguyễn Văn Duẩn).[1]\nTại Đại hội II Đảng Cộng sản Việt Nam (1951), ông lại được bầu vào Ban Chấp hành Trung ương Đảng và Bộ Chính trị, Trưởng ban Dân vận - Mặt trận, và giữ cương vị Chủ tịch Tổng Công đoàn Việt Nam.\nVào tháng 9 năm 1956 trong chiến dịch sửa sai về vụ Cải cách ruộng đất, Hoàng Quốc Việt, với trách nhiệm Trưởng ban chỉ đạo thí điểm tỉnh Thái Nguyên, bị cho ra khỏi Bộ Chính trị Đảng Lao động Việt Nam.\nNăm 1960, ông được bầu làm Viện trưởng Viện Kiểm sát Nhân dân Tối cao, tham gia Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam, Hội trưởng Hội Hữu nghị Việt - Trung. Tháng 12 năm 1976, trong Đại hội IV Đảng Cộng sản Việt Nam, ông được bầu vào Ban Chấp hành Trung ương. Ông tiếp tục giữ nhiều chức vụ: Chủ tịch Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam (1977), Chủ tịch danh dự Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam (1983), Đại biểu Quốc hội từ khóa V-VIII.\nÔng mất ngày 25 tháng 12 năm 1992, an táng tại Nghĩa trang Mai Dịch, thành phố Hà Nội.\nVợ ông là bà Khuất Thị Bảy, em của ông Khuất Duy Tiến, Phó Bí thư Thành ủy Hà Nội những năm 50.\n","dateOfDeath":"25 tháng 12, 1992(1992-12-25) (87 tuổi) Hà Nội, Việt Nam","dynasty":"","father":"","name":"","dateOfBirth":"(1905-05-28)28 tháng 5, 1905 Bắc Ninh, Liên bang Đông Dương","id":"Hoàng Quốc Việt","url":"https://vi.wikipedia.org/wiki/Ho%C3%A0ng_Qu%E1%BB%91c_Vi%E1%BB%87t"},{"mother":"","career&bio":"Phan Văn Xoàn sinh ngày 15 tháng 1 năm 1924 tại xã Tân Hưng, tỉnh Cà Mau.[1] Ông có bí danh Thanh Nam, Năm Xoàn.[1][2] Năm 1940, Phan Văn Xoàn gia nhập Đảng Cộng sản Việt Nam.[1] Năm 1950, 26 tuổi, Phan Văn Xoàn là Bí thư Huyện ủy Cà Mau, tỉnh ủy viên Tỉnh ủy Bạc Liêu.[cần dẫn nguồn] Năm 1955, ông bắt đầu làm cảnh vệ ở Bộ Công an Việt Nam.[1] Từ năm 1958 đến năm 1989 ông là Cục phó, rồi Cục trưởng Cục Cảnh vệ, Bộ Công an.[1] Tháng 3 năm 1960, ông được Bộ trưởng Trần Quốc Hoàn phân công trực tiếp bảo vệ cho Chủ tịch nước Hồ Chí Minh thay ông Phạm Lê Ninh được cử đi học.[3][4] Từ giữa năm 1968, ông nhận nhiệm vụ mới. Ông phụ trách công tác bảo vệ an ninh cho các đoàn đại biểu Chính phủ Việt Nam Dân chủ Cộng hòa và Chính phủ Cách mạng Lâm thời Cộng hòa miền Nam Việt Nam tại Hội nghị Paris, Pháp.[1][3] Ông đã trải qua bốn năm 8 tháng ở Paris cho đến khi Hiệp định Paris được kí kết.[3] Sau đó ông làm Quyền Tư lệnh rồi Tư lệnh Bộ Tư lệnh Cảnh vệ (Việt Nam).[1] Năm 1992, ông nghỉ hưu.[1] Tháng 12 năm 1995, Phan Văn Xoàn lập công ty vệ sĩ chuyên nghiệp đầu tiên của Việt Nam có tên \"Công ty Trách nhiệm hữu hạn Thương mại - Dịch vụ bảo vệ Long Hải\" với 44 nhân viên (năm 2014 hơn 3000 nhân viên). Ông giữ chức Chủ tịch Hội đồng quản trị kiêm Tổng giám đốc công ty này.[1] Vào lúc 23 giờ 24 phút ngày 29 tháng 4 năm 2014, ông qua đời tại Thành phố Hồ Chí Minh do tuổi cao sức yếu.[1] Thi thể ông được hỏa táng. Tro cốt được để ở chùa Giác Uyển, đường Huỳnh Văn Bánh, quận Phú Nhuận, Thành phố Hồ Chí Minh.[cần dẫn nguồn] Ngày 23 tháng 7 năm 2014, Chủ tịch nước Việt Nam kí quyết định truy tặng Thiếu tướng Phan Văn Xoàn danh hiệu Anh hùng lực lượng vũ trang nhân dân. Con trai ông là Phan Hồng Long nhận thay cho cha từ tay của Đại tướng, Bộ trưởng Bộ Công an Trần Đại Quang.[3]\n","dateOfDeath":"29 tháng 4 năm 2014 Thành phố Hồ Chí Minh","dynasty":"","father":"","name":"","dateOfBirth":"15 tháng 1 năm 1924 xã Tân Hưng, tỉnh Cà Mau","id":"Phan Văn Xoàn","url":"https://vi.wikipedia.org/wiki/Phan_V%C4%83n_Xo%C3%A0n"},{"mother":"","career&bio":"Xuất thân[sửa | sửa mã nguồn]\nBà Võ Thị Ánh Xuân sinh ngày 8 tháng 1 năm 1970 tại phường Thới Sơn, thị xã Tịnh Biên, tỉnh An Giang. Bà hiện sống và làm việc cùng gia đình ở Hà Nội.\nGiáo dục[sửa | sửa mã nguồn]\nGiáo dục phổ thông: 12/12 Cử nhân Sư phạm Hóa học Cử nhân chính trị\nNăm 2021, bà tốt nghiệp chương trình đào tạo Thạc sĩ chuyên ngành Quản lý công tại Học viện Hành chính Quốc gia với đề tài luận văn \"Quản lý nhà nước về bồi dưỡng công chức cơ quan chuyên môn thuộc Ủy ban nhân dân tỉnh - từ thực tiễn tỉnh An Giang\".\nCuộc sống gia đình[sửa | sửa mã nguồn]\nHiện tại, bà đã có chồng và 1 con gái.\n","dateOfDeath":"","dynasty":"","father":"","name":"","dateOfBirth":"8 tháng 1, 1970 (53 tuổi) phường Thới Sơn, thị xã Tịnh Biên, tỉnh An Giang, Việt Nam Cộng Hòa","id":"Võ Thị Ánh Xuân","url":"https://vi.wikipedia.org/wiki/V%C3%B5_Th%E1%BB%8B_%C3%81nh_Xu%C3%A2n"},{}]